[
  {
    "id": "28010",
    "name": "Camp",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 40,
    "age": 4,
    "description": "From the press release:&#10;&#10;With this fun and educational game, families can learn facts about the great outdoors. For two to eight players, it includes 200 game cards and is designed to grow with the player, starting with level one questions (primarily animal identification) and progressing to higher level questions. &ldquo;A vibrant earth tone color palette, full-color photos, interesting playing characters and a cute Camp card decoder&rdquo; were incorporated to make this family game appealing to both children and adults&#10;&#10;",
    "categories": [
      "Adventure",
      "Educational"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/YY6EoEOmxQqpqbrSInjp4w__thumb/img/xlkMx7TT4Hgy6-mdYRsc8PHmV3g=/fit-in/200x150/filters:strip_icc()/pic289105.jpg"
  },
  {
    "id": "5960",
    "name": "Strike Force One: The Cold War Heats Up – 1975",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 13,
    "description": "Strike Force One is an easy-to-use, two-player game designed to introduce the concept of &quot;Conflict simulations.&quot;&#10;&#10;Designed as an introductory game to be given away at conventions and as a promotional item, the game consisted of a folder with map, Combat Results Table, small counter sheet (with 10 units) and rules.  Also provided was a complete turn-by-turn sample game.&#10;&#10;The game is a hypothetical meeting of U.S. and Soviet forces in West Germany.  To win, the Soviet player must occupy two of the three town hexes in four turns, otherwise the U.S. player wins.&#10;&#10;The Second edition of this game, published in 2007 by Victory Point Games, is the first game in their BATTLESSON (TM) series. The listed expansion is for this edition of the game.&#10;&#10;This game came free with Nicholas Palmer's book The Comprehensive Guide to Board Wargaming published in 1977 by Hippocrene Books, Inc., New York, N.Y.&#10;&#10;Expanded by:&#10;&#10;    Strike Force One+&#10;&#10;&#10;",
    "categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/DzqqBDtOQpt3n7XkEG80cw__thumb/img/cRWnZ4akidk0uyQgGCsdZUI7HII=/fit-in/200x150/filters:strip_icc()/pic305566.jpg"
  },
  {
    "id": "17062",
    "name": "Batman Begins: Shadow Assault",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 8,
    "description": "Ra's al Ghul, master of the League of Shadows, has sworn to destroy Gotham City! Racing through the night, Batman seems to appear in multiple locations at once, confusing his enemies with his speed and his stealth. But will that be enough? Can Batman stop Ra's al Ghul's ninja army before they activate their microwave cannon and wreak havoc upon the city?&#10;&#10;One player is Ra's al Ghul and controls all the ninjas, the other players control the Batman figures. Both groups have different objectives.&#10;&#10;Comes with: 4 Batman figures, 20 ninja figures, 1 board of Gotham City, 4 battle dice and power markers.&#10;&#10;",
    "categories": [
      "Comic Book / Strip",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/0c0PAYihY-HJRZ5WG03z5A__thumb/img/Ej3g2iS7xgw4VOlbq1VPuqUiZfc=/fit-in/200x150/filters:strip_icc()/pic241615.jpg"
  },
  {
    "id": "1377",
    "name": "Danger",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 8,
    "description": "In Danger, players draw numbered and colored cards, trying to collect as many points as possible in each color each round without exceeding the limit of 15 points.&#10;&#10;On a turn, a player draws the top card from the deck and places it in front of her in a row for cards of that color; some cards are multicolor, and the player chooses in which row to play these cards. After laying a second card in the round, a player has the option of securing a row at the end of each turn. To secure a row, the player must not have the lowest total in that color when compared to the other players; the player secures a row by turning the last card in that row 90&ordm;. A player can secure only one row each turn.&#10;&#10;If a player exceeds a total of 15 points in a row, that row is now blocked and worth 0 points; the player turns those cards face-down.&#10;&#10;If a player draws a colored card for a row either secured or blocked, she must discard the card. The next player in turn order has the option of taking this discarded card instead of drawing randomly from the deck.&#10;&#10;Once the fourth row of any player is secured or blocked, the round ends immediately. Whoever has the fewest points in a color (with blocked rows worth 0 points) scores nothing for this color; all other players score points equal to the numbers showing in this color in their row. Players then empty their rows and continue playing with the cards remaining in the deck. After five complete rounds, the player with the highest total score wins.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/WmNl9dKbxt0g7H68s1PNLg__thumb/img/Nqip49SzPsQ9DSDvFqt5g7c-shU=/fit-in/200x150/filters:strip_icc()/pic283232.jpg"
  },
  {
    "id": "113436",
    "name": "Genegrafter",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 13,
    "description": "Genegrafter is a superhero card and dice game that was designed to be easy to pick up and start playing within minutes but still offer enough complexity so that more advanced players won&rsquo;t get bored.&#10;&#10;The core game is comprised of a deck of 54 cards that include Characters, Abilities, and Events. The goal of the game is to have more Genetic Markers than your opponents when the last DNA Strand is revealed.&#10;&#10;To do so, you will have to make the best use of your Characters and Abilities as you draw them from the main deck (all players draw from the same deck). Game play is also randomly affected by Event cards that can completely change who is winning or losing. The core game includes hand manipulation, resource management (your Characters and Abilities), bluffing, and blind luck (dice and Event cards) which make each game interesting and unique.&#10;&#10;Genegrafter is currently available only on Kickstarter and will offer customization and additional expansions.&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice",
      "Science Fiction"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/rEJxT7v0Ygqc-NAHUJ8BOg__thumb/img/aElhvkGaP5rZNhzAUQOz4OXKsQA=/fit-in/200x150/filters:strip_icc()/pic1194569.jpg"
  },
  {
    "id": "146275",
    "name": "Vikings: Warriors of the North",
    "minPlayers": 3,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 14,
    "description": "In Vikings: Warriors of the North, players take the roles of Viking jarls, fighting for control over the North and the Konung Crown. The first one to pillage all of the villages and take the daughters of their thanes to his home port as warranty of recognition of jarls authority will be declared the winner. To do this, the jarls will have to brave the stormy northern seas, battling each other along the way, and watch out for the sea monster that lurks beneath the waves! The most cunning and vehement of them all &ndash; that is, the one who the Gods favor &ndash; will throw a great feast and become the Konung of the North.&#10;&#10;Vikings: Warriors of the North is a card-based game. Players draw cards from a common deck. Wind cards are used for moving a drakkar around the board that depicts the cold north sea. Players can move the drakkar to a village (to sack it), to an enemy drakkar (to attack it), or to their own ports, where they can throw a feast for the Gods.&#10;&#10;A player can also use cards to drastically change the gameplay: He can increase his chances in an attack, re-roll the dice, sail further with his drakkar, or steal cards from an enemy's hand. All of those cards represent story events that have tangible effects within the game. Some cards represent heroes who can become part of a drakkar's crew. As long as a hero stays on the ship, he grants his owner a permanent effect. Each drakkar has three open slots for heroes. Daughters of the thanes are also considered heroes, so they also occupy drakkar slots. With only three slots, players have to think hard about their crew composition.&#10;&#10;On a turn, a player can play any number of cards from his hand and take one action: attack, sack a village, throw a feast, etc. Attacks are resolved by a roll of a six-sided (d6) die, although many cards influence the combat result, so each battle is exciting.&#10;&#10;When a player take three daughters of the thanes (each of a different, opposing player color) and brings them to his own port, the game is over and that player wins. The gameplay is fast, furious and fun, full of twists and comebacks; it really lets you feel like a Viking chieftain!&#10;&#10;",
    "categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Nautical"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Pick-up and Deliver"
    ],
    "image": "https://cf.geekdo-images.com/8CrImKiH3Dq4Lf_eCHahvg__thumb/img/gWP7Z8z-TEWAiTr9GH_07sN932s=/fit-in/200x150/filters:strip_icc()/pic1776293.jpg"
  },
  {
    "id": "156576",
    "name": "Dragon Line",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 12,
    "description": "From the publisher's website:&#10;&#10;Dragon Line is a real world, playable version of a fictional card game played by the characters in the Isles of the Sun setting.&#10;&#10;Each player builds a small army of dragons with which to face their opponent, chooses in which order the dragons approach the enemy lines, and attempts to be the player with dragons remaining in hand at the end.    With clever drafting rules and thirty-five unique dragon cards, every hand of Dragon Line is a different game&#10;&#10;",
    "categories": [
      "Fantasy"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/0y0PuqKkMleYSw6fWEdbrQ__thumb/img/cslA-e5dLlh8jBNUSL_6FaKYRME=/fit-in/200x150/filters:strip_icc()/pic1971532.png"
  },
  {
    "id": "11753",
    "name": "Nim",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 0,
    "description": "Generally, the game of Nim is a two-player game of perfect information in which there are some number of rows or &quot;heaps&quot; of objects, and a legal move consists of removing any number of objects from a single heap. (For a non-trivial game, we should start with at least three heaps.) In &quot;standard play&quot;, the player who cannot make a move on his turn (because no objects remain) is the loser. A very general and far-reaching theory of such games is developed in Berlekamp, Conway, and Guy's Winning Ways for Your Mathematical Plays.&#10;&#10;In the commercial version pictured, the players take turns removing 1, 2, 3, or 4 pegs together in a row. It would appear from the picture that &quot;rows&quot; can run in any direction, which means that the &quot;heaps&quot; intersect. This is not what most people know as Nim. Also, according to the original description, in this version the loser is the player who has to remove the last peg. This is so-called &quot;misere play&quot;, rather than the standard winning condition. Many combinatorial games allow mis&egrave;re play as a variation.&#10;&#10;Nim is solved, which means that from any initial configuration, one can readily determine whether the next player or the previous player has a winning strategy, and identify a good next move in the former case. For Nim, this can be determined surprisingly readily no matter the size of the heaps, but you're not going to get the secret from me.&#10;&#10;As most who would be interested in Nim know the solution, there isn't much of a game here. But Nim plays a central role in the theory of combinatorial games, as any two-player finite impartial game is in some sense Nim in disguise: any position in such a game corresponds to a unique Nim-heap, and one can play the disguised game perfectly by making the moves that correspond to winning moves in Nim. Sprouts is one example. This however does not mean that Sprouts itself is solved, as the &quot;disguise&quot; is only partially revealed.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/JTB-_HpcGi9mjw7Pj0FD7Q__thumb/img/FvujIwu8ZXf3dpMdPlXuB1wi_k0=/fit-in/200x150/filters:strip_icc()/pic6301134.jpg"
  },
  {
    "id": "7399",
    "name": "The Allowance Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 6,
    "description": "&quot;Whether you're starting your own business, doing chores around the house, earning interest on bank deposits or spending money at the mall -- this exciting game teaches you how to use money and make change. When you do all this and you save $20.00, you win the game! So if you're ready to save, earn and spend a little fun money, simply follow the instructions below.&quot;&#10;&#10;For ages five years and up, per the box. Contains plastic nickels, dimes, and quarters as well as $1 and $5 denomination bills.&#10;&#10;Note - the instructions are on the back of the box. Most gamers will find no instruction book and nothing inside the lid and figure the instructions are missing!&#10;&#10;",
    "categories": [
      "Children's Game",
      "Economic",
      "Educational",
      "Math"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/4FhtxCXpHMAFAhi6Q0IT4Q__thumb/img/3vc2ktDLrInRZ0UZ4PVtKMeB1iM=/fit-in/200x150/filters:strip_icc()/pic7223442.jpg"
  },
  {
    "id": "182077",
    "name": "Cardline: Marvel",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 15,
    "age": 7,
    "description": "Cardline: Marvel is similar to Cardline: Animals &mdash; but with superheroes and other characters from the Marvel Comics universe! It is a card game played with approximately 100 cards. Both sides of each card depict a character and its name, while its weight, IQ and fighting ability are printed on only one side of the card. For each game, players decide before playing which of the three statistics they're comparing.&#10;&#10;At the start of the game, each player places a number of character cards on the table in front of them with the characteristics hidden. One card is placed in the center of the table with its characteristics revealed. Players then take turns placing a card from their tableau in a row on the table; a player can place a card between any two other cards. After placing the card, the player reveals the characteristics on it. If the card was placed correctly &ndash; that is, with the particular characteristic in numerical order compared to all other cards on the table &ndash; the card stays in place; otherwise the card is removed from play and the player takes another card from the deck and adds it to their tableau.&#10;&#10;The first player to get rid of all their cards by placing them correctly wins.&#10;&#10;",
    "categories": [
      "Card Game",
      "Comic Book / Strip"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/jNL3QpV-8SdtGaeXxpw_kg__thumb/img/v6bEnBXeVes7xyZfKBomJnsYkFE=/fit-in/200x150/filters:strip_icc()/pic2627170.jpg"
  },
  {
    "id": "19508",
    "name": "Igels: Das Kartenspiel",
    "minPlayers": 3,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "Description from the publisher:&#10;&#10;Winter will be coming soon, and the forest creatures must look after their winter food supplies...&#10;Gone are the days where all of them could find enough to eat without having to look very hard ... nowadays, they must fight for it!&#10;&#10;In this card game, you'll take the side of hedgehogs, squirrels, rabbits or mice in the fight for the last food to be found in the forest. In the process, you can make use of all sorts of helpful items that people have &quot;forgotten&quot; in the woods. And there are lots of those items: an abandoned chainsaw, Cola cans, worn out, smelly shoes, illegally dumped oil containers and much more. If you're clever, you can also lure your opponents onto the roadway that people regularly travel through the woods.&#10;&#10;Igels is a fast-paced, funny card game in which the winner is the player with the most food points at the end of the game.&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game",
      "Mature / Adult"
    ],
    "mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/uoj9GK16gqqdORwwlFdaMw__thumb/img/Y3mse4BUpbpXrulvptv1QwjvdD8=/fit-in/200x150/filters:strip_icc()/pic280898.jpg"
  },
  {
    "id": "6420",
    "name": "Cranium Cadoo",
    "minPlayers": 2,
    "maxPlayers": 99,
    "playingTime": 45,
    "age": 7,
    "description": "A version of Cranium &quot;scaled down&quot; for kids, although the game should still appeal to adults who like Cranium.  Here's the manufacturer's information:&#10;&#10;&quot;With a variety of hilarious activities, Cranium Cadoo gets kids thinking, creating, giggling, grinning, and laughing like crazy as they try to get four in a row to win. With so many different activities, there is something in Cranium Cadoo that will make every kid hoot and high-five. They might even discover a talent they never knew they had!&#10;&#10;And kids just love the cool Cranium Clay, funky tokens, and especially the Secret Decoder Mask. Whether kids love to act, puzzle, sketch, sculpt, or even crack secret codes, Cranium Cadoo has something for everyone&hellip;including you!&quot;&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game",
      "Humor",
      "Party Game",
      "Word Game"
    ],
    "mechanics": [
      "Acting",
      "Line Drawing",
      "Paper-and-Pencil",
      "Storytelling",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/hQI6W-7HwKty4c5yLFP-Aw__thumb/img/_IyE4nIyGh7_PVfGCarLoNmDMGc=/fit-in/200x150/filters:strip_icc()/pic3335930.jpg"
  },
  {
    "id": "11532",
    "name": "The Eagle and the Sun",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 84000,
    "age": 12,
    "description": "User Summary&#10;&#10;Sub-titled &quot;The War in the Pacific 1932-1948, this is a a World War II Pacific Theater wargame that allows you to recreate various campaigns. The game has been described by some as a remake of S.P.I.'s War in the Pacific: The Campaign Against Imperial Japan, 1941-45.&#10;&#10;The contents include: &#10;&#10;    '7'-22&quot; by 34&quot; multi-colors Game Mapsheets &#10;    2,580 1/2&quot; by 1/2&quot; &amp; 672 1/2&quot; by 3/4&quot; cardboard game counters &#10;    '2'-Rules, Scenarios, &amp; Tables Booklets- (of 64 pages)&#10;&#10;&#10;Some of the Scenarios include: &#10;&#10;    '1932'-Mini Campaign-Attack by the I.J.N. on the Panama Canal with an 'Arms Race' as an *Option*-(and including the 'cancelled' vessels for both sides); &#10;    'Training' Scenarios:&#10;        the Relief of Wake Island&#10;        Battle of the Gilbert Isles; &#10;    &#10;    Midway; &#10;    Burma; &#10;    Philippines Sea; &#10;    &quot;Fantasy Sci-Fi&quot; game on &quot;The Final Countdown&quot;-(the Movie where a Modern Nuclear Carrier is &quot;sent back in time to just before Dec. 7th, 1941&quot;); &#10;    entire Pacific Campaign. &#10;&#10;&#10;The turns represent a Week's time, there is a method for determining &quot;Initiative&quot; for one side or the other, and many detailed minutiae for those 'buffs' staunch enough to make their way through this.&#10;&#10;",
    "categories": [
      "Aviation / Flight",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Secret Unit Deployment",
      "Simulation",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/ey4Lz9xB5wTOddPYq3kuig__thumb/img/mCCBEgiQv5n2WV9XbIfDbAGnfWc=/fit-in/200x150/filters:strip_icc()/pic61136.jpg"
  },
  {
    "id": "16232",
    "name": "Flying Hats",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 10,
    "age": 4,
    "description": "Early game from Spears Germany. The object to fly paper cones weighted at the tip into holes of different values in the box base. The game has three lithographed hands with a dowel on the middle underside, the cones are placed on the fingers and by hitting down on the other end are propelled through the air. The box lid illustration is a wonderful period picture of two children playing the game.&#10;&#10;A recent heritage reprint uses the same graphics and layout.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/FoHGP0viPSEcLLoiZlovjA__thumb/img/K8P_Ze-km9OmoS_nBdWgiTh8bHw=/fit-in/200x150/filters:strip_icc()/pic713214.jpg"
  },
  {
    "id": "4355",
    "name": "Therapy",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 16,
    "description": "This is a game with a basis in psychology. Players go through six phases of life answering trivia questions related to these phases. If they land on a therapy praxis, they have to answer not-too-intimate therapy-questions about themselves instead. For these therapy-questions, the other players have to guess the answer, either alone (therapy in their praxis) or in consensus with the other players (group therapy). Through these therapy questions, most games will result in surprising revelations; you will get to know your friends/ game buddies/ ... a bit better.&#10;&#10;As in Trivial Pursuit and The Game of Life, Therapy is a race to collect six pieces (one for each of the six phases of life). Pieces are not only granted for correctly answering questions, but also for guessing what your fellow players answer while they are in therapy.  Depending on the version, you will play with different unusual playing pieces (e.g. tiny psychiatry couches and brain lobes).&#10;&#10;Recommended for Ages 16 and up&#10;&#10;",
    "categories": [
      "Medical",
      "Party Game",
      "Trivia"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/YeVUVfA57HJdQNuybdJRBA__thumb/img/EJ2-rWtfjrtv9h3rRo7aFja-Ctc=/fit-in/200x150/filters:strip_icc()/pic180648.jpg"
  },
  {
    "id": "2322",
    "name": "Malefiz",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 8,
    "description": "In Malefiz or Barricade you and your opponents race your 5 tokens from your home base to the finish along wide and/or narrow paths. You may pick up &quot;barricades&quot; if you land on them exactly with the DIE ROLL and move them to any space above the first row to block everyone's move.  No one can move past a barricade unless it is landed on exactly.&#10;&#10;Re-published 1982 and 1991. The most famous box cover, that shown at the Ravensburger link below, was designed by Jan van Heusden.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Racing"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/K7Y8l0NtpKVxiO8c1h3KSw__thumb/img/bWQOrZtgu4t5xx4uFb82Uc0f_oU=/fit-in/200x150/filters:strip_icc()/pic276070.jpg"
  },
  {
    "id": "22770",
    "name": "Mad Libs Card Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "Players draw 10 cards that have words written on them. Each card has either a noun, a verb, an adjective, an adverb, or is one of two sorts of &quot;wild&quot; cards. The players' object is to create grammatically correct sentences using the words on their cards. A gin-like mechanic has players discarding and drawing cards so they can create their sentences.&#10;&#10;The tin version has double the amount of nouns, verbs, adverbs, and adjectives.  There is also one extra FIB card for each as well.&#10;&#10;",
    "categories": [
      "Card Game",
      "Word Game"
    ],
    "mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/Il44cA5XRtBij91fAgty8A__thumb/img/dHlZrbfkCvM24I1CWae20p7qidA=/fit-in/200x150/filters:strip_icc()/pic142382.jpg"
  },
  {
    "id": "207848",
    "name": "The World Council",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 13,
    "description": "The World Council is a secret committee unknown to most. They gather leaders from various countries in the globe to determine policy of our world. Its main objectives is maintaining peace, fostering social and economic development, and make sure the world is sustainable for mankind. However, result always comes with a price, the development for the general well-being can also foster the coming Doomsday. Can councilors work together for a better future?&#10;&#10;The World Council is a strategic board game for 3 to 8 players. You are one of the country leaders in &quot;The World Council&quot;. All players strive to be the first to achieve their countries&rsquo; objectives, which determined by their country cards, while preventing the ambition of other leaders, as well as, the end of the world. Player achieves his country&rsquo;s objectives to win the game.&#10;&#10;Each player begins the game with one of the following country cards (Super Power, Totalitarian State, Developed Country, Developing Country, Island Country) which give them different countries&rsquo; objectives and an uneven number of hands depends on which country you started with.&#10;&#10;Doomsday Cards are used to Presents the closeness of 4 types of Doomsday (World War Index, Starvation index, Global Warming Index, Drought Index). Action Cards provide strategy for Councilors to gain advantage for their country. Building Cards need Resources to construct, but they can also provide Resources or even strategic superiority for their countries and construction of some buildings could also be a part of the objectives to win. Every card have a natural resources value showed on the upper left which can be used to pay building cost of other building. Using natural resources will cause the rise of Doomsday Index, but Resources provided by building will not.&#10;&#10;Prepare for the tension and conflict coming from the other players, you will never know when will they be ally or your foe. Each game will be quick and simple, but always a different experience!&#10;&#10;",
    "categories": [
      "Card Game",
      "Negotiation",
      "Political"
    ],
    "mechanics": [
      "Hand Management",
      "Team-Based Game",
      "Trading",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/AcJPC1u83XK8jIELAtGxYQ__thumb/img/pTij_MCmeIIcMxLcVqxBwDt-kCQ=/fit-in/200x150/filters:strip_icc()/pic3550623.jpg"
  },
  {
    "id": "143508",
    "name": "World War Z: The Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 50,
    "age": 12,
    "description": "In World War Z: The Game, a strategy game based on the movie and book of the same name, players work together to stop the spread of the zombie pandemic across the globe. Two to four players begin the game by choosing an ability-granting Role Card and starting in the United States. Players roll a die to initiate the zombie threat, represented by horde tokens of strengths 1 through 4 placed in zones around the board. Special &quot;grey zones&quot; represent lack of intel by featuring face-down tokens with zombie hordes of unknown strengths. Throughout the game, players travel to different zones and battle the zombie hordes in those locations by rolling dice and adding effects of Combat Cards.&#10;&#10;The game features a die-based combat system. Humans always roll a six-sided die, while the hordes are represented by either a six-, eight-, ten-, or twelve-sided die depending on their strength. Humans may modify their role or add additional effects by playing Combat Cards, which consist of reusable Weapons (including Lobos, slang for &quot;Lobotomizers&quot;) and one-shot Tactics (like Booby Traps or Redeployment). Every time a human wins a battle, the zombie horde strength decreases by one level, while victories for zombies cause players to discard Combat Cards. At the end of each turn, humans draw a Threat Escalation card to reveal how the zombie threat has grown.&#10;&#10;Though players start the game working together against the zombies, when a player loses all his Combat cards, he becomes one of the undead. Player-zombies can manipulate the hordes on the board to attack other humans and to escalate the zombie threat.&#10;&#10;The game ends after a predetermined number of rounds based on the number of players (six rounds for four players, seven for three, and eight for two). At the end of the game, if more than ten total zombie hordes of strength 3 or 4 still remain on the map, the humans lose (and any zombie players win). If ten or fewer such hordes remain, the humans collectively win.&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme",
      "Novel-based",
      "Wargame",
      "Zombies"
    ],
    "mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/D4Lv-yVnquX341OoyWe28g__thumb/img/KhGqhywEZY2n46bh1IKWiIxQPe4=/fit-in/200x150/filters:strip_icc()/pic1678713.jpg"
  },
  {
    "id": "89550",
    "name": "Battle of the Sexes: The Battle Continues",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 0,
    "age": 12,
    "description": "Teams are created split by male vs female. Then to progress across the board they are asked a series of questions about the opposite gender.&#10;&#10;One example of a question for the male team is &quot;What fruit removes under-eye puffiness?&quot;.&#10;&#10;An example for the female team is: &quot;In boxing what is a TKO?&quot;&#10;&#10;",
    "categories": [
      "Party Game",
      "Trivia"
    ],
    "mechanics": [
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/zdF-rL4319ZXuATXtmpIiA__thumb/img/AtSbV4ZMpjwDoffyj4nGctWLcPs=/fit-in/200x150/filters:strip_icc()/pic929696.jpg"
  },
  {
    "id": "16807",
    "name": "Swipe",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "Swipe is a specialty dice-rolling game. Each of the game's ten dice are marked with five different symbols - a red circle, a blue square, a red circle with an inscribed &quot;S&quot; (for Swipe), a blue square with an inscribed &quot;S&quot; and a black square with an inscribed &quot;X&quot;. There are two red circles on each die.&#10;&#10;Players (from 2-6) begin with two dice, and two red chips. Remaining dice and chips (of which there are a total of 50) are placed in the center of playing space. Youngest player rolls dice and acts according to symbols, as follows:&#10;&#10;&#10;    Blue Square - take a die from center. &#10;    Blue Square with inscribed &quot;S&quot; - take (Swipe) a die from any opposing player. &#10;    Red circle - take a chip from center. &#10;    Red circle with inscribed &quot;S&quot; - take a chip from any opposing player. &#10;    Black square with inscribed &quot;X&quot; - lose a die to center&#10;&#10;&#10;A special rule is the Super Swipe, where all dice rolled end up as a Black X.  In this case, the player gets to take a die from all opposing players and then takes another turn.&#10;&#10;Winner is the player with most red chips when center pile of chips is completely depleted.&#10;&#10;",
    "categories": [
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/YFn_ZUqa_ixHhmRCU0lqAQ__thumb/img/pGSfGur3zROciDXpzb-YADiUDlQ=/fit-in/200x150/filters:strip_icc()/pic3782673.png"
  },
  {
    "id": "139388",
    "name": "Emperor's New Clothes",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 15,
    "age": 12,
    "description": "Emperor's New Clothes is a game inspired by the classic Hans Christian Andersen tale.&#10;&#10;In Emperor's New Clothes, players pretend to take on roles, and pretend that each role card indicates the types of resources (and sets of resources) required to score points. Blank dice are rolled (three rolls per turn) to pretend to acquire resources, and cards may be played by the active player and opponents to affect dice rolls, card plays, etc.&#10;&#10;After each player has had a chance to roll, the roles are revealed and resources are turned in for points.&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction",
      "Dice",
      "Humor",
      "Novel-based",
      "Party Game",
      "Print & Play"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Hand Management",
      "Memory",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/_iyQDyQBCye7kouky1mrSA__thumb/img/ozYHmUfMBXhx5OisY2HlHo_RynQ=/fit-in/200x150/filters:strip_icc()/pic1596397.png"
  },
  {
    "id": "8658",
    "name": "Monopoly: French",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 90,
    "age": 8,
    "description": "Tour the streets of France in the French version of this popular boardgame. Spend your 10's of 1000's of French Francs and build hotels on Rue De La Paix (Mayfair/Boardwalk) and Avenue Des Champs-Elysees (Park Lane/Park Place) to bankrupt your opponents.&#10;&#10;",
    "categories": [
      "Economic",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/8Y7vpk2gFDtvQSxs7ADrzg__thumb/img/-zAdR0m3tTHJqb3nyt6_r45o3MM=/fit-in/200x150/filters:strip_icc()/pic106404.jpg"
  },
  {
    "id": "184922",
    "name": "Poopyhead",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 6,
    "description": "From the box (translated):&#10;&#10;Try to beat your opponent in this lightning fast card game. Everybody tries to put down as quick as possible and in the right sequence: Toilet, Turd, Toilet Paper, Washing Hands (with no two cards of the same colour being allowed on top of each other). When a player has no more cards or cannot play anymore he hits the whoopie cushion. The player with the most cards left gets a fake turd (point) and a new round starts. The person with the fewest turds/points at the end of the game wins.&#10;&#10;&#10;Players lay cards on the pile in the right colors and sequence: toilet, poo, wipe, and wash hands. As soon as a player is unable to play a card, they squeeze the whoopie cushion to end the round. The player with the most cards left must place a pile of poop on his head. After 5 rounds, the player with the most piles loses the game.&#10;&#10;Game includes 5 poopy headband, whoopie cushion, 48 sequence cards and instructions.&#10;&#10;",
    "categories": [
      "Card Game",
      "Children's Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/WJTlPFu7-7-GQBeI3N9Pwg__thumb/img/2AXOTtQBubnWlpISn_gKcUwKyN8=/fit-in/200x150/filters:strip_icc()/pic3048000.jpg"
  },
  {
    "id": "13271",
    "name": "Frantic Frankfurt",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 8,
    "description": "Fast paced simultaneous action card game, somewhere between Speed and Ligretto with a touch of Halli Galli. The graphics are showing famous modern buildings and people from Frankfurt.&#10;&#10;A free iOS app with some solovariants is released since sep 2011: http://www.boardgamegeek.com/videogame/100556/frantic-frankfurt&#10;&#10;",
    "categories": [
      "Card Game",
      "Real-time"
    ],
    "mechanics": [
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/VUM7mmWxiIEXyRgN2MOigw__thumb/img/i8hZK48Yhkj7dLH1Psvqhhv75pc=/fit-in/200x150/filters:strip_icc()/pic54230.jpg"
  },
  {
    "id": "348934",
    "name": "Monsterpocalypse Board Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 14,
    "description": "Monsterpocalypse is a fast-moving, action-packed battle miniatures game played with detailed hobby miniatures that  portray the most fearsome giant monsters on Earth! When the battle begins, you&rsquo;ll command your monster and lead your units into the city to hunt down and destroy your opponent&rsquo;s monster. Your monster and units each have weapons and abilities that are activated by special dice to help you achieve ultimate victory. Monsters can increase their power throughout the game by smashing buildings and destroying enemy units. When two monsters fight each other, the results are devastating &mdash; they can throw each other across the city, rampage through buildings, and suplex each other into radioactive rubble! The last monster standing wins the game.&#10;&#10;The new big box Monsterpocalypse range will be 100% compatible with the existing Monsterpocalypse hobby miniatures game products and plays exactly the same, but requires no assembly. This is a board game version of the classic skirmish game and aims to give the same feeling as the original game while making it more accessible and &ldquo;pick and play&rdquo;. choose your agenda, between the protectors and the destroyers, lead your units into the city and hunt down your opponent, while destroying everything in your way!&#10;&#10;The new Monsterpocalyspe product range will include a two-player core box, a multi-player expansion that allows co-op and competitive play for up to four players, and multiple add-ons that offer more monster characters, units, and buildings to expand players&rsquo; collections. The core box will contain 8 classic Monsterpocalypse miniatures representing four different factions: G.U.A.R.D, Planet Eaters, Lords of Cthulu and Terrasaurs, several unit miniatures and awesome plastic buildings, a double-sided game board, and all the dice and tokens needed to play solo, two-player co-op, and two-player competitive games.&#10;&#10;The Multiplayer expansion, available as an add-on or a base pledge, will bring three and four-player co-op and competitive games to Monsterpocalypse for the first time with an extra-large double-sided game board designed for multiplayer games. The expansion also includes dice and accessories for two more players as well as five all-new Apex monsters. The Apex monsters include Ultimate Defender-X, Yasheth the Insatiable, Glacier Armodax, Imperator Gorghadra, and Supreme Gallamaxus.&#10;&#10;",
    "categories": [
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "mechanics": [
      "Dice Rolling",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/yuYhfEeryuQEfqev8l7leQ__thumb/img/dmvlVDvxmWrkm8KkmUuclDASy1M=/fit-in/200x150/filters:strip_icc()/pic6447726.png"
  },
  {
    "id": "101335",
    "name": "Scrabble DASH",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 10,
    "description": "Description from the back of the box:&#10;&#10;&quot;Scrabble DASH is the fun, fast-paced word game with cards. Use your letter cards to make a word that can match what the Dash card says and put your cards on the table. It's that simple. But everyone's racing against you to get their word down first so move fast!&quot;&#10;&#10;Components:&#10;&#10;This game is entirely card-based, consisting of 38 vowel cards, 48 consonant cards, and 19 &quot;Dash&quot; cards.&#10;&#10;Gameplay summary:&#10;&#10;Each player has a hand of 7 letter cards - initially 5 consonants and 2 vowels, but as the game progresses players can refill their hands freely from the separate vowel and consonant decks to vary the mix.&#10;&#10;On each turn, the top Dash card is turned face up, revealing the goal for that turn. Players then race to play a word from their hands to fulfil the Dash card, or skip the turn to discard cards and draw new ones.&#10;&#10;The Dash cards include criteria such as number of letters (ranging from 2 to 4), specific parts of speech (verb/proper noun), or specifying that the word has to start, end with, or contain a particular letter, drawn at random from either the vowel or consonant deck (players do not need to play their own copy of this letter from their hand).&#10;&#10;The first player to lay down a valid word claims the Dash card, and the first player to collect 5 Dash cards wins the game.&#10;&#10;",
    "categories": [
      "Card Game",
      "Real-time",
      "Word Game"
    ],
    "mechanics": [
      "Spelling"
    ],
    "image": "https://cf.geekdo-images.com/jYpgIjgmYOGq8A1qt4eU6g__thumb/img/5v2znmSpP0Rs5tJP0YNQPIx1C8c=/fit-in/200x150/filters:strip_icc()/pic1211314.jpg"
  },
  {
    "id": "9392",
    "name": "Nya Finans",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 8,
    "description": "Nya Finans is a real-estate game, where players start with low capital and collect sets of properties and invest to industry. Player visits the bank for gathering fortune by buying bonds and shares, building houses, hotels and factories.&#10;&#10;The wealthier player wins, so players can beforehand decide how rich player should become to win, and that affects the gaming time.&#10;&#10;",
    "categories": [
      "Economic"
    ],
    "mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Stock Holding"
    ],
    "image": "https://cf.geekdo-images.com/yhVoHkevRXZPSLto4vEGDA__thumb/img/VxquYx5AYhYlf2fOy5JHT89DATY=/fit-in/200x150/filters:strip_icc()/pic3746844.jpg"
  },
  {
    "id": "28231",
    "name": "The Curse of the Ruby Rhino",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 10,
    "age": 6,
    "description": "Behold the Ruby Rhino! The most coveted of ancient treasures stands inches from your grasp but a curse makes it nearly impossible to capture. Roll the dice and try your best to corner this elusive jeweled beast. Watch out for a bevy of fake gold that will get in your way. Hang onto the ruby rhino all by itself and you've not only broken the curse &mdash; you've won the game!&#10;&#10;",
    "categories": [
      "Adventure",
      "Children's Game",
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/RswzNjzPq5b3-kAAvGPUkQ__thumb/img/0didzX5N3y4kGag0Bqo4PTmSJWY=/fit-in/200x150/filters:strip_icc()/pic191728.jpg"
  },
  {
    "id": "13356",
    "name": "Yes! No! Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "A player draws a card and quickly reads all the questions on it to an opponent. If the opponent says &quot;Yes&quot; or &quot;No&quot; or repeats the same answer twice, the player rings the bell and keeps the card. If the opponent answers all the questions without tripping up, they keep the card. The player with the most cards at the end is the winner.&#10;&#10;",
    "categories": [
      "Party Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/C2dis0QRwsSm8WPZRqoWtw__thumb/img/EyEhJI46-b4ZfR75F7J79_JFIBY=/fit-in/200x150/filters:strip_icc()/pic211183.jpg"
  },
  {
    "id": "26205",
    "name": "Monopoly: Euro",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 120,
    "age": 8,
    "description": "Monopoly Euro is a Monopoly version celebrating the upcoming Euro. The towns are replaced by EU countries and stations are big European airports as Heathrow. The pawns are well-known EU tourist attractions such as the Eiffel Tower and Coliseum.&#10;&#10;",
    "categories": [
      "Economic",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/C9beT3df6XpC8TgvyuM6GA__thumb/img/jZj5A-D0r4fCsU7Qh9qlxmsLQXA=/fit-in/200x150/filters:strip_icc()/pic2547367.jpg"
  },
  {
    "id": "3320",
    "name": "The Game of Life: A Jedi's Path",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 9,
    "description": "Jedi Knight or Sith Lord? Awesome warrior or mystical thinker? These are the choices players face in GAME OF LIFE: A JEDI'S PATH. As players move their aspiring Jedi around the board (passing tests, doing battle, learning lessons, going on missions, and building their light-sabers), they build their connection to the Force in four ways - Logic, Intuition, Fighting, and Energy. Along the way, players can choose the Jedi path or the riskier/quicker &quot;Dark Path.&quot; But be careful, once you go down the dark side, there may not be redemption for you. At the end of the game, the mightiest Jedi and the darkest Sith square off to determine the most powerful Force-user in the Galaxy.&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/LY4snU7fhya-4HYvBWXi3w__thumb/img/Pmj8Av4nZgT6MGULGoHI9PiGWO4=/fit-in/200x150/filters:strip_icc()/pic477547.jpg"
  },
  {
    "id": "31",
    "name": "Dark World",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 10,
    "description": "Along the lines of HeroQuest comes a much more heavily produced game called Dark World. One player is the evil lord who controls the dungeon in which the rest of the players move their characters from room to room, fighting monsters and gaining treasure. Real working treasure chests with magic weapons inside and the figures even get to put their new weapons in their character's hands.&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement"
    ],
    "image": "https://cf.geekdo-images.com/xLMe3TMPeekyO5CpELErBA__thumb/img/bXIHPciILAH2PQkyjY8cqScQpk8=/fit-in/200x150/filters:strip_icc()/pic525738.jpg"
  },
  {
    "id": "53804",
    "name": "Cir*Kis",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "Cir*Kis is a abstract strategy game for the whole family. Players take turns placing one of their nine differently-shaped pieces on the beveled game board next to the last piece played.&#10;&#10;The aim is to complete Circles and Stars to score points. Cir*Kis is easy to learn. Each new piece must touch the last piece played. You can get a free turn three different ways. If you get a free turn, you can place your piece touching any other piece. Scoring depends on who completed a shape and who controls the majority of the pieces in it.&#10;&#10;Be the first player to score 40 points to win the game!&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Pattern Building",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/7zizmlsjNWcWVZkeFgTo0g__thumb/img/SAPt1P7wqieFQp513wOnoerMMHw=/fit-in/200x150/filters:strip_icc()/pic537201.jpg"
  },
  {
    "id": "43171",
    "name": "Black Stories Junior: White Stories",
    "minPlayers": 2,
    "maxPlayers": 15,
    "playingTime": 222,
    "age": 8,
    "description": "How could that have happened? White Stories is a game similar to the Black Stories game series. The players try to reconstruct an obscure event by asking, guessing and fiddling about. Only yes/no answers are allowed. This version of the black stories has mysteries related to various spooky things - ghosts, apparitions, witches, phantoms, and more.&#10;&#10;Announced for Essen 2009&#10;&#10;",
    "categories": [
      "Deduction",
      "Horror",
      "Party Game"
    ],
    "mechanics": [
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/8ATahE6k1YKF0ZoS4kFroQ__thumb/img/h_U29NbfD3kap6R9VuRIdSyhI3I=/fit-in/200x150/filters:strip_icc()/pic4677466.jpg"
  },
  {
    "id": "1256",
    "name": "Star Wars Episode I: Customizable Card Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "Based on Star Wars Episode I, this card game contains two 40-card Light Side and two 40-card Dark side decks. The game is essentially a customizable card game contained in a 160-card package.  Player build and tune different Light and Dark side decks to battle each other.  Players are eliminated when they draw or discard the last card from their draw deck.  The rules are simple and straightforward and provide an interesting game for those interested in learning more about customizable card game.&#10;&#10;",
    "categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/FTjuBylY1TM8tfeQwhvXXQ__thumb/img/zfStSHF9L3N9KmSd2j73LyNLJa0=/fit-in/200x150/filters:strip_icc()/pic663949.jpg"
  },
  {
    "id": "6532",
    "name": "Monopoly: Australian Edition",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 180,
    "age": 8,
    "description": "The Australian edition of Monopoly utilizing local properties and utilities.  Supplied in the long flat box that is still popular down under.&#10;&#10;",
    "categories": [
      "Economic",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/hF_r-odeQHiEcigMNh6mJg__thumb/img/uZapgx6ozHBpleksTYttjyuD4KM=/fit-in/200x150/filters:strip_icc()/pic4731474.png"
  },
  {
    "id": "24376",
    "name": "Trivial Pursuit: Totally 80s Edition",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 18,
    "description": "From publisher Parker Brothers: Rewind the decade of yuppies, big hair and break dancing! This edition of the popular trivia game has cool retro packaging and 2400 trivia questions in six categories to take you back to the colorful 80s! Includes 4 collectible tokens based on 80s icons. For 2-4 players or teams.&#10;&#10;Categories in this edition are headlines, television, movies, music, sports &amp; leisure, and wild card.&#10;&#10;",
    "categories": [
      "Party Game",
      "Trivia"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/xzh3hXsDrACIAJju6jBkng__thumb/img/GmkEHXsaIRnM1O4FowW-RwlDAhc=/fit-in/200x150/filters:strip_icc()/pic159009.jpg"
  },
  {
    "id": "129368",
    "name": "Amber",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 10,
    "description": "The kingdom has taken over a coastal region and given the land to new barons who quickly realized that the true wealth of this new region is amber, for which caravans come from the farthest corners of the world. Peasants from nearby villages collect amber, which is bought by merchants from distant lands. The barons know that the one who profits the most from the amber trade will become the most powerful ruler of the new lands.&#10;&#10;In Amber, players take the role of the barons, and their goal is to build trade routes that connect their castles to the villages where the amber is collected, and to the other barons' castles where it is traded. To this end, players build roads through the wilderness &ndash; placing one tile each turn in the shared playing area &ndash; which will allow their buyers to reach the sources of the amber. Since all buyers can use the roads, however, it's important to have suitable connections with the road networks built by others. The baron whose castle is connected with the greatest number of villages and castles will become the richest and most respected Lord of the new land.&#10;&#10;",
    "categories": [
      "Territory Building",
      "Transportation"
    ],
    "mechanics": [
      "Network and Route Building",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/aMhnClW44TLPvkLfB80gLg__thumb/img/uee9O9CEenuld-D4bSHN1awwDvQ=/fit-in/200x150/filters:strip_icc()/pic1399526.jpg"
  },
  {
    "id": "12276",
    "name": "Hyborian Gates",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 90,
    "age": 12,
    "description": "Hyborian Gates is a card game in which players battle for control of six Dimensions. Players develop special decks in which cards work together in powerful and efficient combinations to overtake the enemy.&#10;&#10;Online Play&#10;&#10;&#10;     CCG Workshop (no longer available)&#10;&#10;&#10;",
    "categories": [
      "Card Game",
      "Collectible Components",
      "Science Fiction"
    ],
    "mechanics": [
      "Point to Point Movement"
    ],
    "image": "https://cf.geekdo-images.com/FjpJqODF3sfZyrNDUkk8lQ__thumb/img/PokvggIuyUag1AmurCCzFl0xcdM=/fit-in/200x150/filters:strip_icc()/pic49596.jpg"
  },
  {
    "id": "175861",
    "name": "Meow",
    "minPlayers": 2,
    "maxPlayers": 9,
    "playingTime": 5,
    "age": 8,
    "description": "You are either Meow, or Not Meow. An eloquent game of deception, fun for all!&#10;&#10;Infiltrators are among us! Some of our friends might be...Not Meow. Find them!&#10;&#10;The rules of Meow are simple: On your turn, draw a card into your hand and say 'Meow'. Most cards are Meow cards, but some are Not Meow cards.&#10;&#10;Skeptical Meows at the table can accuse you of being Not Meow after you draw and meow, which means you must reveal your hand of cards.&#10;&#10;If they're right, and you have a Not Meow card, they win. If they're wrong, they're out of the round! And if you're the last Meow standing, you win!&#10;&#10;",
    "categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Children's Game",
      "Humor",
      "Party Game"
    ],
    "mechanics": [
      "Player Elimination"
    ],
    "image": "https://cf.geekdo-images.com/3Fs2FEgnbZFqZO61-tsTNg__thumb/img/nhPVshkqMzwYS0XZh4FExNcLGj4=/fit-in/200x150/filters:strip_icc()/pic2475803.jpg"
  },
  {
    "id": "47082",
    "name": "Win, Lose, or Banana",
    "minPlayers": 3,
    "maxPlayers": 3,
    "playingTime": 1,
    "age": 4,
    "description": "A super-light card game from Asmadi Games that made a minor splash at Origins in 2009. Players draw one of three cards, and whoever draws the &quot;Win&quot; card wins.&#10;&#10;The &quot;Who's the Banana?&quot; variant requires the winning player to guess which of the other two players has the &quot;Banana&quot; card.&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor"
    ],
    "mechanics": [
      "Roles with Asymmetric Information"
    ],
    "image": "https://cf.geekdo-images.com/RkHrnWVAdILYe9wjhNoUTQ__thumb/img/-9JfwaRmIUoGc_9a1MoO1VuKkr4=/fit-in/200x150/filters:strip_icc()/pic1355334.jpg"
  },
  {
    "id": "8958",
    "name": "kuuduk",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 20,
    "age": 7,
    "description": "In the game of kuuduk, the object is to be the first player to spell out the word k-u-u-d-u-k by laying down 6 lettered cards, connecting them by color or by number.&#10;&#10;Simple enough, right?&#10;&#10;Don't be too sure!&#10;&#10;As the game progresses, the frenzy builds as players turn on one another discarding switch and swipe cards.  No play is ever safe, because in kuuduk, what goes around definitely comes around!&#10;&#10;",
    "categories": [
      "Card Game",
      "Word Game"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/ABhnPFjf0RjI9-U9FyWAEQ__thumb/img/lo61ITfRPPvuFoyVwrLyjnE_ZSk=/fit-in/200x150/filters:strip_icc()/pic321783.jpg"
  },
  {
    "id": "36229",
    "name": "Toboggans of Doom",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "The feel of the wind on your face, the sight of the finish line just over the next snow bank&hellip;and the elation of rocket-jumping over evil trees while being chased by a phalanx of chainsaw-wielding snowmen! It&rsquo;s the wild challenge of extreme downhill sledding against a hill of crazy, zany, fun obstacles in Toboggans of Doom! Compete to acquire the coolest, most effective upgrades to survive the various obstacles that cover the hill. Can you use gadget legs to get over your ex-girlfriend? Will you power up for orbital re-entry to plow through the Viking Opera? Will the other players laugh as they fly over your broken toboggan&hellip;only to fall into a volcanic fissure?&#10;&#10;In Toboggans of Doom players set up the game by laying obstacles tiles face down on the board.  These will be turned up as each player tries his run down the mountain. At the beginning of each round, players roll their dice to earn dollars to buy different sled upgrades. They then chose a column of tiles to start their run. Turning over one tile at a time, players get a viroty point and roll dice to determine if they escape the obstacle or crash.  After 3 rounds, the player with the most vistory points wins.&#10;&#10;Designed for two person play, up to four players can join in just by adding additional dice to the game.  Toboggans of Doom plays simple and fast, with three rounds of building toboggans, hurtling down the hill, and sledding for your life!&#10;&#10;",
    "categories": [
      "Fantasy",
      "Humor"
    ],
    "mechanics": [
      "Dice Rolling",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/NtPIeVjA9qUBAdQKbD3N8Q__thumb/img/EQncQYON0JQbZmmuntCJnUQplgE=/fit-in/200x150/filters:strip_icc()/pic356387.jpg"
  },
  {
    "id": "193592",
    "name": "Gas Out",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 0,
    "age": 5,
    "description": "Place Guster the Gas Cloud on the center of the table and then deal 3 Gas Out cards to each player. If you play a Number card, press Guster as many times as the number shown-but watch out! Guster's blasts are not silent and they're definitely deadly. If Guster farts, you're out! Other Gas Out cards in the deck keep the fun tooting along like the Skip card which sends Guster onto the next player, or the Reverse card that &quot;blows&quot; him back in the opposite direction. Be the last player to keep Guster the Gas Cloud from farting during your turn, and you win!&#10;&#10;",
    "categories": [
      "Card Game",
      "Children's Game",
      "Electronic",
      "Humor"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/Q7RmdIME-eaRwUDENp2K1A__thumb/img/5y2oxMXHfWSc21m06DkJEjyet8w=/fit-in/200x150/filters:strip_icc()/pic3076641.jpg"
  },
  {
    "id": "2387",
    "name": "Huggermugger",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 12,
    "description": "A cross between Trivial Pursuit and Word Games.  &quot;Mystery Word&quot; is revealed as players solve other word puzzles often in the form of a trivia question.  Different categories require different types of questions answered.  A good diversion.&#10;&#10;Huggermugger is an excellent word game for 2 to 4 players or teams. As players travel across the board in various directions they will answer questions that test their trivia knowledge in regard to the English quotes, quickly come up with 10 words in various categories, guess word definitions, unscramble letters to reveal a word, or test their spelling.  All of this is done to help you earn the right to view letters of the mystery word.  The first to guess the mystery word correctly wins the game.  If you love word games, this is an excellent game to have in your collection.&#10;&#10;",
    "categories": [
      "Real-time",
      "Trivia",
      "Word Game"
    ],
    "mechanics": [
      "Grid Movement",
      "Roll / Spin and Move",
      "Spelling"
    ],
    "image": "https://cf.geekdo-images.com/fPep3Ze_haawiA6wu979YQ__thumb/img/ACFXxWqeRMZ-lD5B1TuH28ZR9B8=/fit-in/200x150/filters:strip_icc()/pic353210.jpg"
  },
  {
    "id": "305980",
    "name": "A Fistful of Gold",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 8,
    "description": "The players are cowboys who confront each other in a duel, playing their Revolver cards simultaneously. Pure minimalist double guessing in the heart of Far West!&#10;&#10;Each player takes the 9 cards of one color. He then discards 2 cards of his choice, face down. The game is played in a series of rounds, each composed of several turns (Duels). At each turn, the players secretly choose one of their cards and place it in front of them, next to the other cards that have been already played.&#10;&#10;If the difference between the 2 cards is less or equal to 3, the highest card wins as much Gold as the difference between the cards.&#10;If the difference between the 2 cards is more than 3, the lowest card wins as much Gold as the difference between the cards. &#10;If both cards are equal, there is no winner. 2 Gold are placed between the 2 cards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "American West",
      "Card Game"
    ],
    "mechanics": [
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/FMSyjai26hABbIQtuQHXjg__thumb/img/5gjhB7Ayq67MOsFts1O-beA746Y=/fit-in/200x150/filters:strip_icc()/pic6032845.png"
  },
  {
    "id": "101988",
    "name": "Storm the Castle!",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 8,
    "description": "Welcome to world of Storm the Castle!, a 1-4 player semi-cooperative game in which you take the exciting role of one of the four marauding Dark Forces armies in a race to breach Castle StormHaven's walls, overrun the defenders, and claim victory by reaching the castle's keep first.&#10;&#10;Breaching Castle StormHaven's thick walls is no easy feat. It takes a desire for loot, hordes of your minions willing to be led to certain death (err, victory), cunning strategy, and a touch of treachery. The first player whose Dark Force unit enters the keep, by the end of turn eight, is truly the mightiest champion and claims total victory for his army.&#10;&#10;The Story So Far - The Invasion Begins!&#10;&#10;Castle StormHaven is guarded vigilantly by brave defenders comprised of an alliance between Men, Elves, Halflings, and Dwarves. For over 300 years, these defenders have repelled numerous invasions from the Badlands, home to the subterranean Dark Elf marauders and the mysterious sect of arcane bending wizards, the Arcanists. StormHaven is the first and last line of defense from keeping the fertile farmlands and gold mines of Western Holmenstein from being overrun.&#10;&#10;Years ago, a mysterious masked and exceptionally short villain appeared with the goal of uniting the Badlands and ruling over Holmenstein. Dubbed &quot;the Boss&quot; by his cohorts, he promised gold and power to those who would follow him. First the Dark Elves, then the Arcanists joined his Dark Forces. Soon after, the Orc pirate raiders joined the growing army and brought with them their crazed goblin allies and monstrous cousins, the giants. Knowing The Boss' army needed further strength to overwhelm Castle StormHaven's defenses, he revealed the last piece of strategy for domination, the Undead Horde of the BlackSoot Swamps.&#10;&#10;Now the four dark force armies &ndash; Dark Elves, Arcanists, Orc and Goblins of the Green Tide, and the innumerable Undead host &ndash; begin their long march east.&#10;&#10;Dark Force Army Overview&#10;&#10;Choosing your army is part of the fun of Storm the Castle! Each Dark Force army has unique units, power cards, combos and strategies. Is one better than the other - no! It&rsquo;s how you use your strengths while minimizing your weakness. Each army has a fair opportunity to win.&#10;&#10;The Green Tide: Orcs, goblins, giants, and other humanoids make up this loose tribal alliance. Specializing in brute force and strange Eastern technology, players who enjoy large explosions, brute strength, and dangerous yet untested weapons will enjoy smashing their way to victory with this army.&#10;&#10;Pros: Hard hitting units with lots of equipment upgrades. Power cards primarily focused on attacking and smashing. The rock lobber is one of the most effective siege weapons in the game. Goblin sappas provide for cheap, hard hitting units.&#10;Cons: Moderately expensive units. Lack of diversity in their power cards utility. Equipment can be deadly for both you and foe!&#10;&#10;The Arcanists: Mixing metal with magic produces stunning results. These masters of the forbidden arcane arts use their talents to manipulate the minds and outcomes of events of their allies and enemies. Players who enjoy using tactics that harness deadly magics and powers to manipulate events will surely enjoy the awesome power of the Arcanists.&#10;&#10;Pros: Incredible power cards that can shift game elements to your favor. Several long range spells and abilities to generate quick magic. &#10;Cons: Many of your units have low health and are easily destroyed.&#10;&#10;The Undead Horde: The walking dead from the Blacksoot Swamps know of one thing - how to feed! Their power derives from their ever increasing numbers and ability to sustain damage while pressing forward. Players looking to overwhelm the Fantasy Defenders with hordes of undead while using dark magic will find great pleasure in fielding this army.&#10;&#10;Pros: Your units cause fear and can take quite a bit of damage.  Inexpensive units allow you to swarm and overrun the Fantasy Defender&rsquo;s defenses. &#10;Cons: Though your units are many, they don&rsquo;t hit hard. Magic can be hard to build up as its dependent upon how many undead units you have in play.&#10;&#10;The Dark Elves: From the deep recesses of forgotten lands nestled deep within the earth come the masters of marauding, the Dark Elves. Known for their exceptional arts in battlefield tactics and archery, no foe is safe from the tips of their arrows to the teeth of their treachery. Players who revel in treachery, backstabbing and shooting should choose the Dark Elves.&#10;&#10;Pros:  Awesome ranged attacks and power cards to support them. Treacherous power cards give you a unique competitive edge against other players.&#10;Cons: Squishy units means you&rsquo;ve got to know when to fight and when to move in. Players may give you strange &ldquo;can I trust you&rdquo; looks. Lack of strong melee units.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Wargame"
    ],
    "mechanics": [
      "Action Points",
      "Area Movement",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/uj75kn9H4U_P3K6fW16btA__thumb/img/fPVQWvj2XI4AUiO40WXIHz5EMkI=/fit-in/200x150/filters:strip_icc()/pic1677881.png"
  },
  {
    "id": "41068",
    "name": "Twilight: The Board Game",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 60,
    "age": 10,
    "description": "A licensed board game based on the Twilight movie.&#10;&#10;A trivia and roll-and-move style game where players go from scene to scene until they end up at the prom. Sometimes questions are movie-trivia based, and others are &quot;interpersonal&quot; questions for the players to answer about each other as themselves (no role-playing)&#10;&#10;",
    "categories": [
      "Horror",
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/on3rY6Kywb0z6QIC44JXsw__thumb/img/XSnd-j4s33HeepbruB1Ij95uSIs=/fit-in/200x150/filters:strip_icc()/pic1187333.jpg"
  },
  {
    "id": "1175",
    "name": "Movies and Money",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "extrapolated from rules:&#10;&#10;Movies &amp; Money &#10;A game for 2 &ndash; 4 players&#10;Ages 8 and up&#10;Manufactured by Jumbo&#10;&#10;Game materials &#10;Game board&#10;25 miniature screens &#10;25 movie cards &#10;6 Golden Suns &#10;2 special dice &#10;Play money&#10;&#10;Preparation&#10;Place the board on the table. Each player sits on one side of the board. The red, green, yellow or blue strip at the board&rsquo;s edge determines the color each player uses.&#10;&#10;A player is chosen to be banker. He distributes to each player 1 million dollars (5 x $10,000; 3 x $50,000; 3 x $100,000; 2 x $250,000). He puts the remaining money beside the board and administers it separately from his own money.&#10;&#10;The 25 movie cards are mixed thoroughly and a card is put face down on each board space.&#10;&#10;The 25 miniature screens and the 6 Golden Suns are put beside the board.&#10;&#10;Everyone throws the numbered die once. The player with the highest result (the star equals 6) begins. The game proceeds after him clockwise.&#10;&#10;Play, phase 1 &#10;On his turn, a player throws both dice. The intersection of the column (number-die) and row (letter-die) determines a board space. If the movie card on this space is face down, the player can and should buy this space with this card. He pays $10,000 to the bank and turns the card face up. Now, a miniature screen is put on this space. The player takes a screen from the reserve and puts it on the space so that his color appears through the two gaps in the framework of the screen.&#10;&#10;Finally, the acquired movie card is put into the screen, face up.&#10;&#10;Play, phase 2&#10;As soon as all 25 movie cards are owned and face up in miniature screens on the board, the second game phase begins. Now movie cards can change hands.&#10;&#10;Debts and bankruptcy&#10;If a player must pay a sum and no longer has sufficient cash, he must sell his movie cards and/or Golden Suns. The player chooses what he would like to sell. The bank pays the sums printed on the cards, and Golden Suns fetch the same amount. Sold movie cards are turned face down again, and the screens and Golden Suns go back to the reserve. How-ever, the bank only takes back cards and Golden Suns if a player is insolvent.&#10;&#10;A player who cannot settle his debts must declare bankruptcy. He gives all his remaining cash, miniature screens and Golden Suns back to the bank. The movie cards are turned face down again. The player retires from the game. If movie cards are turned face down in the second game phase, the game returns to the first game phase. Therefore, takeovers of movie cards that belong to other players cannot take place.&#10;&#10;Negotiations &#10;All players are allowed to negotiate with other players anytime, even if it is not their turn. Movie cards may be bought, sold or traded. Players can also negotiate in order to pay debts. They need not necessarily sell to the bank if they receive better purchase offers from players.  Players can also negotiate whether owed sums on opponents&rsquo; movie cards can be reduced or even free of charge.&#10;&#10;Ending the game&#10;The game is over when only one player remains. He is king of Hollywood!&#10;&#10;&#10;",
    "categories": [],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/vhPnqKVvThadcyIZjfFe3A__thumb/img/oWYXJvugdXFav3w1uPareCqK5Q0=/fit-in/200x150/filters:strip_icc()/pic332789.jpg"
  },
  {
    "id": "285064",
    "name": "UNDO: Drowned Hopes",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 10,
    "description": "Time heals all wounds, they say, but the sudden death of a loved one sometimes shakes those who are left behind so much that their faith wavers. To prevent this, the gods send fate weavers to change the past and prevent death. In the game series UNDO, players slip into the role of these destiny weavers and do everything in their power to undo sudden deaths &mdash; whether murder or suicide. Not only do they travel minutes or hours back in time, but sometimes thousands of years to change events that have laid the foundation for the later stroke of fate. Sometimes a leap into the future can also provide important information.&#10;&#10;UNDO: Drowned Hopes is a beginners case for the UNDO Series and gets distributed for free through Pegasus Spiele on various events. It was also part of that games package Stadt Land Spielt! Mini Games 2019.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Adventure",
      "Card Game",
      "Murder / Mystery"
    ],
    "mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/Eeoa0m84xvsSw9tJsRyMwQ__thumb/img/_Kzhp1dS2AdK4Bh6hvj06O4foLo=/fit-in/200x150/filters:strip_icc()/pic4861890.png"
  },
  {
    "id": "30485",
    "name": "Big Brain Academy Boardgame",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 8,
    "description": "From the Publisher:&#10;&#10;Which team has the biggest brain? The new mental fitness game based on the original best-selling Nintendo&trade; DS title. Speed and accuracy count - not smarts - when answering questions at the Big Brain Academy. Challenge your brain in five fun categories: Analyze, Compute, Identify, Memorize and Think. Teams collect chips based on the number of questions they answer correctly. Big Brain Academy keeps minds nimble and players laughing! Your team's goal is to collect the most chips. Game includes 330 cards, dry erase pen, puzzle pieces, red revealer, sand timer, scale, scoring chips and spinner. 2 to 6 Players. Ages 8 and up.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Educational",
      "Math",
      "Number",
      "Video Game Theme"
    ],
    "mechanics": [
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/y5EC3VWWQXCtqpRW2jcd3A__thumb/img/EXzfU9OC3nneYupyneTQeZ5yLxA=/fit-in/200x150/filters:strip_icc()/pic380512.jpg"
  },
  {
    "id": "8598",
    "name": "Monopoly: Star Trek The Next Generation",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 120,
    "age": 8,
    "description": "Become a crew member of the USS Enterprise as you move around the game board where aliens have replaced the traditional Monopoly properties. Game contains 8 pewter crew member tokens and each set contains a numbered certificate of authenticity signed by wife of Gene Roddenberry, Majel Barrett Roddenberry. Gold Pressed Latinum replaces original Monopoly money and there are shuttles to purchase instead of stations.&#10;&#10;An additional four pewter tokens could be ordered: Lt. Natasha Yar, Dr. Katherine Pulaski, Chief Miles O'Brien, and Guinan.&#10;&#10;",
    "categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/DTDSXK0U-It-k0P7oYFwpw__thumb/img/q-P8FTC6ILPYNxB9YXScvXOrTYU=/fit-in/200x150/filters:strip_icc()/pic35600.jpg"
  },
  {
    "id": "15599",
    "name": "Jumbolino",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 4,
    "description": "A game where you try to put together clowns in different colors consisting of six body parts. Each part has a number from 1-6 and the roll of a die decides which kind of body part you can take from the pool. The goal is then to complete as many clowns as possible.&#10;&#10;Jumbolino is representative of a whole class of children's games where players roll a die and add a puzzle piece to their board for the number on the die roll. Similar to Cootie, except that Cootie requires you to get multiples of some numbers (6 ea. of 6 for the legs, and 2 ea. of 4 and 3 for eyes and antennae).&#10;&#10;It's also similar to The Merry Game of Floundering, with some differences. In The Merry Game of Floundering:&#10;1. The Flounders have to be assembled in order. Body part 1 first, two next and so on.&#10;2. All the Flounders are put in the middle at the start.&#10;3. Flounders are not owned by players, they remain in the center even if fully assembled.&#10;4. Two dice are thrown for assembly. A player may use either number rolled to add a Flounder part. If both numbers relate to started Flounders, then both numbers can be used.&#10;5. A double thrown grants an extra turn.&#10;6. When a 6 and a 1 are thrown, the player may take a complete Flounder from the center and if there are none in the center that player may take a complete Flounder from another player.&#10;7. When all the Flounders are complete and owned, the player with the most wins. If they are tied, they throw the dice to decide the winner.&#10;&#10;Similar to Safari Builders, but Safari Builders is listed as 1-4 players.&#10;&#10;",
    "categories": [
      "Animals",
      "Children's Game",
      "Movies / TV / Radio theme",
      "Puzzle"
    ],
    "mechanics": [
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/silblDFyv280EDWQ01Wp3g__thumb/img/1DoOqzt8TYdYTc-93WaOU-s5WY0=/fit-in/200x150/filters:strip_icc()/pic725219.jpg"
  },
  {
    "id": "167590",
    "name": "New Earth",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 10,
    "description": "'Rebuild your Nation's economy.....Develop your society.....Expand your influence......On Earth's last surviving continent. Welcome to New Earth...'&#10;&#10;Just one continent remains home to civilisation after a cataclysmic event. Much of the human race has perished &ndash; from billions to a few million. The world as we knew it has gone. Those that survived are split into various &lsquo;factions&rsquo; (or proto-nations). Each player assumes the role of a &lsquo;government&rsquo; leader charged with building his/her &lsquo;country&rsquo; by developing existing resources and assets; whilst expending production in the form of consumption and government cash on infrastructure.&#10;&#10;As much as each nation will want to trade with each other, there remains the probability that political and economical control of land and resources (zones) become ever more critical. Progress is measured in terms of social development levels and the emergence of new cities. The higher the Development Level the higher the value of each zone and thus victory points, but watch out for the 'catastrophes'.&#10;&#10;New Earth is a strategy game for 2-4 players with elegant game mechanics combining worker placement with innovative hand management and modular tile design that provides endless game scenarios. Game length is 12 turns and lasts around 60-90 minutes, though players can agree on an extended time-frame. For ages 12 &amp; up.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Civilization",
      "Economic",
      "Exploration"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Modular Board",
      "Trading",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/Wf8Y_G0eWnTHomIJKqqjlg__thumb/img/C_fHnrWYe9y2eudPd-pTpMe5FlY=/fit-in/200x150/filters:strip_icc()/pic2485803.jpg"
  },
  {
    "id": "174925",
    "name": "Mr. Game!",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 60,
    "age": 12,
    "description": "Mr. Game! is a family-friendly party board game where one player has the power to create permanent rules during the game.&#10;&#10;MECHANICS: Players use a simple roll-and-move system to navigate the board - roll two four-sided dice, choose one of the options, and move. If you land on a space with an ! on it, you draw a card from the game's singular tall stack of chaotic cards. The ultimate goal of the game is to land on the goal, but the goal can change places during the middle of the game if a special GOAL SWITCH Action card is drawn.&#10;&#10;CARDS: There are three kinds of cards in Mr. Game! - Actions, Powerups, and Badges. If you draw an Action, you must play it immediately and discard it. If you draw a Powerup, you must play it immediately, but it stays in play and affects your character's natural abilities (sometimes positively, sometimes negatively). If you draw a Badge, you may play it whenever you want, and you are allowed to keep it concealed.&#10;&#10;TILES: Many cards will bring Tiles into play. These small chipboard squares are essentially movable spaces that can be placed anywhere on the board. They change the layout of the board as soon as the enter play, adding spaces, removing spaces, or transfiguring spaces to have ridiculous, game-altering effects! They can be as simple as another ! space, or they can be as crazy as a Portal that transports you across the board!&#10;&#10;MR. GAME: Before the game begins, someone must volunteer to be Mr. Game. (They can change their title, but the default is Mr. Game) Players must direct all questions to Mr. Game. This character is in charge of adding permanent rules to the game if the need arises. The game is purposely designed so that the core rules allow you to play but leave out specific details. Mr. Game's job is to fill in these details as the game goes on. The more creative Mr. Game is, the more fun everyone has! Other players at the table are encouraged to suggest ideas, but Mr. Game has the final say. If you don't like how they are &quot;Mr. Game-ing&quot;, or they break one of the core tenets of being Mr. Game, just impeach them!&#10;&#10;Mr. Game! is designed to be simple to learn. If you just read this entire description, you already know how to play! Oh, and if you have a question... well, ask Mr. Game!&#10;&#10;",
    "categories": [
      "Children's Game",
      "Dice",
      "Humor",
      "Negotiation",
      "Party Game"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Roll / Spin and Move",
      "Take That",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/qecfYcbrP6Dwui7VgWpwrQ__thumb/img/KF5tHahceATXR5ugtld8Uh8Ukmc=/fit-in/200x150/filters:strip_icc()/pic2992323.png"
  },
  {
    "id": "300226",
    "name": "Egocentric World",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 7,
    "description": "In a dystopian world plagued by worldwide crisis, nations are remains from the past. Nowadays, megacities locked in endless competition have to avoid the pitfalls of their own egocentrism...&#10;&#10;Each player controls a city, represented by her hand of cards. Each card has an Egocentrism value and higher-valued cards also have special abilities.&#10;&#10;The goal of each player is to finish the game with the lowest Egocentrism score. One game can be composed of one or several rounds. Rounds play quickly.&#10;&#10;Shuffle the 60 cards, form a deck, and initiate a discard pile. Distribute 5 cards to each player to compose her hand.&#10;&#10;A card put into the discard pile is simply discarded when it came straight from the deck, but is played when it came from the hand of a player. A played card can trigger its special ability while a discarded card cannot.&#10;&#10;During your turn, you must complete one of the following&#10;actions:&#10;&#10;- Draw and either discard OR keep the card so it replaces one from your hand. The replaced card would then be played.&#10;- Take the first card from the discard pile so it replaces one card from your hand. The replaced card is then played.&#10;- Reveal a pair of equal-valued cards and play one.&#10;- Say &ldquo;STOP&rdquo; so the round will end just before your next turn&#10;starts.&#10;&#10;The round also ends immediately if a player has no more cards in hand.&#10;&#10;The game is therefore a race for the lowest score. The tricky part is that each player has the power to abruptly trigger the end of the round as a regular action on her turn. She must however be careful because other players might have lower scores than hers.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Memory",
      "Push Your Luck",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/IiCijE-vh9LijKM0z2vUPA__thumb/img/TsRBl0ZwkppYvtFYNxiuwVzcpKE=/fit-in/200x150/filters:strip_icc()/pic5203187.png"
  },
  {
    "id": "11824",
    "name": "Spejle Æg",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 3,
    "description": "Who gets rid of their eggs first?&#10;&#10;Each player starts with 7 eggs in their basket. The first player rolls the die, if a 1-5 is rolled the egg is placed in the corresponding egg-cup, on a 6 the egg is fried and leaves the game. If the player happens to roll a number which corresponds to an already filled egg-cup, the player takes back the egg, and the turn ends. Otherwise the player can continue their turn if they want. On a players turn, they must roll the die at least once.&#10;&#10;First player to empty their basket wins the game.&#10;&#10;",
    "categories": [
      "Children's Game"
    ],
    "mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/vtKMZojE0GGqqOQ_G3W-3Q__thumb/img/tNbHe_GW8tv0CNhqqP0Ts4XLm78=/fit-in/200x150/filters:strip_icc()/pic1078569.png"
  },
  {
    "id": "13447",
    "name": "Harry Potter and the Sorcerer's Stone The Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 0,
    "age": 8,
    "description": "From the box:&#10;&#10;&quot;Now you can face the challenges Harry faced at Hogwart's in search of the Sorcerer's Stone.&#10;&#10;Contents: &#10;&bull;6 10&quot;x10&quot; Game Boards&#10;&bull;3 Card Decks&#10;&bull;117 Tokens&#10;&bull;Double-Sided Spinner with Arrow&#10;&bull;4 Playing Pieces with Stands&#10;&bull;Instruction Booklet&quot;&#10;&#10;From the Instruction Booklet:&#10;&quot;This game features six challenges. Each of these challenges is an individual game, with its own rules. These games are designed to be played in order, but they can also be played individually.&quot;&#10;&#10;The six games are:&#10;&bull;Hagrid's Challenge: Fluffy, the Three-Headed Dog&#10;&bull;Sprout's Challenge: The Devil's Snare&#10;&bull;Flitwick's Challenge: The Winged Keys&#10;&bull;McGonagall's Challenge: Chess (rules for chess and an abbreviated game of chess are included)&#10;&bull;Quirell's Challenge: The Troll&#10;&bull;Snape's Challenge: Secret Potions&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Children's Game",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/e690F4DnqpmAkUkvEDSrgg__thumb/img/A4TNWn5rhrE5ezWqI82NmNrDysI=/fit-in/200x150/filters:strip_icc()/pic201019.jpg"
  },
  {
    "id": "1308",
    "name": "Confusion",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 10,
    "description": "A very confusing game, Confusion. There are 3 dice: a color die, a word die, and an action die. Each die has a background color and some other piece of information. If the word on the word die and the color on the color die don't match, be the first to throw out a card of the color that is missing (there are only 3 colors total). If they do match perform the action on the action die. Collect the most points by not being last or freezing up. There is also a variant that complicates things further.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Dice",
      "Party Game",
      "Puzzle"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/9jfbTpNLPxeI7i2L-6GdWA__thumb/img/fRB_hY2TQjwcQErg09PwrivrAkk=/fit-in/200x150/filters:strip_icc()/pic296414.jpg"
  },
  {
    "id": "404455",
    "name": "The Dick Sits",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 18,
    "description": "Prepare yourself for an outrageously funny gameplay experience with &quot;Dick Sits&quot;! The rules are simple, but the laughter is anything but. Here's how it goes:&#10;&#10;When it's your turn, if no Dick is visible, draw a Dick card. After that, you have a choice to make. Will you Sit or Sh*t? The fate of your butt rest in your hands!&#10;If Sitting:&#10;&#10;If you choose to Sit, get ready for the glorious moment of pushing the dice into the Glory Hole. Slide the box to the next player, building anticipation for the outcome. But wait, there's more!&#10;Everyone May Now Play Their Drawer Cards: Now it's time for some strategic maneuvers. All players can play their Drawer Cards, adding a twist to the outcome. Will you help yourself or hinder your opponents? The choice is yours!&#10;Once Finished, Reveal the Dice and Calculate Stretch Value: The moment of truth has arrived. Lift the box and reveal the dice result. Add the result to your Stretch Value, taking into account any modifiers caused by the Drawer Cards in play. Will your stretching skills measure up to the challenge?&#10;Sit Success: If your dice result is equal to or higher than the Dickficulty, rejoice! Your Sit is successful, and greatness awaits. Gain 1 Stretch Value, score a point, and bask in the glory of sitting on that victorious dick!&#10;Sit Failure: If the total result is lower than the Dickficulty, your Sit is deemed unsuccessful. Lose 1 Stretch Value, as your stretching skills take a temporary setback. The Dick remains, ready to taunt the next player who dares to sit upon it. It's a reminder that not all stretches end in triumph.&#10;&#10;Anal Tear Alert: The Perils of Dice Rolling - Beware the treacherous roll of the Dice! If you happen to roll a 6, an Anal Tear awaits you. This unfortunate event leads to missing your next turn, as the pain and discomfort take their toll. Remember, even in the world of &quot;Dick Sits,&quot; stretching has its risks.&#10;&#10;If Sh**ing:&#10;&#10;Sh**ing Strategies: Clean Breaks: When players decide to Sh*t instead of Sit, it's time for a clean break. Discard any visible Dicks on the table, clearing the way for new challenges and opportunities.&#10;Recharge:&#10;&#10;To wrap up the turn, players replenish their Drawer Cards. It's a chance to strategize and plan for the next round of stretching adventures.&#10;&#10;The first player to reach the target points wins (4-6 points depending on the number of players).&#10;&#10;&mdash;description from designer&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Lose a Turn",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/VLimFLxg4zk5PCG1HWKxNQ__thumb/img/r81dQCpMB7zCVKXoYw0w4Xu2VA4=/fit-in/200x150/filters:strip_icc()/pic8520379.jpg"
  },
  {
    "id": "3484",
    "name": "Armada",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 10,
    "description": "A board game with a nicely realized island group, which offers protection for either four nations or four pirate bands (depending on the edition) and indigenous people. Components: 300 plastic markers, 150 tokens, 8 ships made of metal with 2 masts, 55 cards (3rd edition only), 3 six-sided special dice, 1 rules booklet.&#10;&#10;Between the second and third edition, the theme of the game changed. The first and second have a theme of four nations exploring and colonizing new land, while the third edition has a pirate theme. The third edition also adds 55 action cards, resulting in more chaos and - possibly - less strategy (at least that's what is suggested in the rules).&#10;&#10;The board shows an island group composed of five smaller island groups separated by ocean. There is a large island group in the middle and four smaller ones in the corners. The four smaller island groups are the homelands of the four nations in editions 1 and 2 and the pirate bases in edition 3. Nations / pirates set out to explore and conquer the big island group in the middle (or each others' homelands).&#10;&#10;Every round, each nation / pirate group has 10 action points. With these you can accomplish various actions: move, load ships, explore unknown areas, attack your opponents, etc. Most important action is probably exploration, in which you roll two special dice which determine how many natives and how much gold there is in a neighboring, unexplored land. You'll have to fight the natives to conquer that land and get the gold. The gold itself you use to muster new armies / pirates. Conquest ultimately decides the winner.&#10;&#10;In the 3rd edition, you can use special cards to optimize your course or counter the actions of opponents. Thus you have a large freedom of movement, unfortunately your opponents do also.&#10;&#10;A winner of the 1986 Concours International de Cr&#195;&#169;ateurs de Jeux de Soci&#195;&#169;t&#195;&#169;.&#10;&#10;",
    "categories": [
      "Exploration",
      "Fighting",
      "Nautical"
    ],
    "mechanics": [
      "Action Points"
    ],
    "image": "https://cf.geekdo-images.com/4IiBUAXpfZR2sjea1dEUWQ__thumb/img/MFX-gP8tmQKQXWkPaGoxjohUVa0=/fit-in/200x150/filters:strip_icc()/pic432313.jpg"
  },
  {
    "id": "12616",
    "name": "Zingo!",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 5,
    "age": 4,
    "description": "Objective Be the first to cover all the spaces on their Zingo card with matching tiles. Each Zingo card is double sided: Green is easy and Red is more challenging.&#10;&#10;The Zingo holder dispenses two tiles. These tiles have various pictures on them such as: apples, a ball, fish, star, house, kite, tree, smile, train, cake, clock, etc. When player sees a tile that matches one on his or her Zingo card they take the tile and cover up the corresponding spaces on his/her Zingo card. Unclaimed tiles are placed back into the Zingo tile holder. If two players call the same tile, it goes to whoever called it first. The first player to cover all 9 spaces on their card shouts ZINGO and wins the game.&#10;&#10;The game also comes with two variants: Mini-Zingo where the first player to match three images in a row up or down is the winner, and Zany Zingo where you select a pattern to match on your card. The first to match it wins.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Educational"
    ],
    "mechanics": [
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/T_b9KBR-89HCZyBtwi8n4Q__thumb/img/miiKOI5WjjRWfjUS76kELdGozOg=/fit-in/200x150/filters:strip_icc()/pic2047477.jpg"
  },
  {
    "id": "27335",
    "name": "24 Countdown Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 12,
    "description": "The 24 Countdown Game is based upon the popular Fox TV show &quot;24&quot;.&#10;&#10;The players are dealt eight cards. During this initial deal, one player is assigned the role of terrorist. There are twenty-four rounds of gameplay. Each round tells the players which suit must be played in order to win the trick. The Jack Bauer Card is wild and wins any trick. A player who wins a trick must either draw and keep two cards or draw and follow the instructions from the top card of the Action Deck.&#10;&#10;The terrorist wins the game by not being eliminated and having the most points or by eliminating all the other players. Any other player can win by eliminating the terrorist or by having the most points.&#10;&#10;&#10;        Note: This is essentially the same game as 24 Card Game, except that it uses a board for the timer, instead of sleeved card.&#10;    &#10;&#10;&#10;  Buy Microbadge - 24 fan&#10;&#10; Buy Microbadge - Kiefer Sutherland is a character Jack Bauer plays when he&#039;s not saving the world.&#10;&#10;",
    "categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Hidden Roles",
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/kmwyQIggEynd5h65SKltxg__thumb/img/jJofzu_oiwNaZHqlzXeWFefgZBA=/fit-in/200x150/filters:strip_icc()/pic887280.jpg"
  },
  {
    "id": "8121",
    "name": "Stargate SG-1",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 10,
    "description": "From the publisher:&#10;Command a Stargate SG-1 Goa'uld, Earth or Asgard fleet of starships. Build &amp; place Goa'uld, Earth and Asgard combat units, stargates and starships. Deploy combat units through stargates, on starships and on star systems with Stargate SG-1 cards. Move starships around a board of the universe. Send nuclear weapons through stargates with Stargate SG-1 cards. Close stargates with an Iris to destroy the enemy with Stargate SG-1 cards. Capture star systems by landing combat units. Attack enemy starships. Send starships through wormholes. Guard your own star systems with combat units and starships.&#10;&#10;Re-implements:&#10;&#10;    Fleets&#10;&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "mechanics": [
      "Area Movement"
    ],
    "image": "https://cf.geekdo-images.com/Ny9d7PQBit7Jg4ReAgsihQ__thumb/img/YxT0EXiGwjbXUrfJi0dgV-8IpN0=/fit-in/200x150/filters:strip_icc()/pic2930699.jpg"
  },
  {
    "id": "8104",
    "name": "Monopoly: European Edition",
    "minPlayers": 2,
    "maxPlayers": 12,
    "playingTime": 120,
    "age": 8,
    "description": "This version was released in celebration of the EU for 1992.  The player tokens are beautiful monuments from major cities in Europe.  There are 12 monuments (one for each country that was part of the EU in 1992). ECU's (Euros) are used for cash and the dice have EU stars on them instead of numbers or dots. Instead of stations there are airports located in the capitals of four 'smaller' member states, the streets are from the other eight member states.&#10;&#10;",
    "categories": [
      "Economic",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/hykzZ7UcytBaLrrx6fTupQ__thumb/img/oVMZMMhafC-VHodXyFDlxy9RpLI=/fit-in/200x150/filters:strip_icc()/pic773847.jpg"
  },
  {
    "id": "27443",
    "name": "Baccarat",
    "minPlayers": 2,
    "maxPlayers": 12,
    "playingTime": 0,
    "age": 18,
    "description": "There are three accepted variants of Baccarat: Baccarat Chemin de Fer, Baccarat Banque and Punto Banco. Typically played in Casinos, several standard decks of 52 cards are shuffled together and dealt from a communal card shoe.&#10;&#10;All three variants operate on the same principle; 2 cards are dealt in alternating order to a hand designated as the Player, and a hand designated as the Banker. Typically the Player hand is played by the person who bet the most on the Player's hand to win. Depending on the variant being played, certain circumstances allow either participant to draw an extra card then the cards are totaled (2s through 9s are worth their face value while 10s and face cards are worth ten points and aces are worth one point). If the total of a hand's cards exceed 10 points, the tens digit is dropped. The hand with a total closest to 9 wins and neither hand wins in the event of a tie.&#10;&#10;Punto Banco is the most common variant in North America, but requires no skill and operates solely on chance. Typically played in Casinos, the house always plays the Banker hand (although players may still bet on that hand to win). It is usually played with eight (8) decks of cards shuffled together.&#10;&#10;Conversely, Baccarat Banque and Baccarat Chemin de Fer (more common in Europe) allow the players to make choices during the game so a player's skill can affect the outcome. In either of these variants a player may choose to play the Banker himself and the other players play against his 'Bank' (supply of money). In Baccarat Chemin de Fer, the Bank passes when the Banker loses a hand. In Baccarat Banque, a player may remain the Banker so long as he still has funds or until all cards in the shoe have been dealt. Baccarat Banque is typically played with 3 decks of cards while Baccarat Chemin de Fer is typically played with 6. In most cases these variants are played completely in French even in English-speaking areas.&#10;&#10;Since the Banker has a slight edge over the Player in his chances of winning a hand, the house taxes all winning Banker bets when played in a casino (typically 5%).&#10;&#10;",
    "categories": [
      "Card Game",
      "Math",
      "Number"
    ],
    "mechanics": [
      "Betting and Bluffing"
    ],
    "image": "https://cf.geekdo-images.com/w4TiLlECQpl7bSPvIbJTsA__thumb/img/8iWxZGsf9KVBKXeaOJxTrCId0Lk=/fit-in/200x150/filters:strip_icc()/pic353329.jpg"
  },
  {
    "id": "37000",
    "name": "Partini",
    "minPlayers": 4,
    "maxPlayers": 0,
    "playingTime": 90,
    "age": 18,
    "description": "Partini&#10;The party game with a delicious twist!&#10;A great mix of games for the laugh-out-loud party crowd!&#10;&#10;Open up the game box. Sprinkle friends around the room. Mix up the coasters, Then pick'em at random to play 6 games. Stir in a dash of drama, a splash of laughs and a double shot of silliness, and you've got a happy hour that will last all evening long!&#10;&#10;Pick a coaster... play a game!&#10;&#10;Hum Punch:&#10;Hum it up in a musical challenge. No singing allowed! Hmm-Hmm-Hmm&#10;&#10;What Not:&#10;Don't say what it is, say what it's not! Will your team guess &quot;Hot Dog&quot; when you say, &quot;It's not a cool cat&quot;?&#10;&#10;Straight Up:&#10;Write something true or funny about a teammate. Will you get points for telling it like it is?&#10;&#10;Bouncers:&#10;Ready, aim, and fire balls into cups. The action changes with every draw of a card.&#10;&#10;Mime Twist:&#10;Zip your lips and act it out. Will your team guess &quot;Stud Muffin&quot; in the Lover Boy category?&#10;&#10;Clay Smoothie:&#10;Mold and fold clay into shapes that your teammates just might recognize... like a snowman.&#10;&#10;Contents:35 Coasters, 430 Cards, 5 Plastic Cups, 2 Plastic Balls, Container of Partini Modeling Compound, 2 Pads of Paper, 4 Pencils, Timer, Die and Rules.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "mechanics": [
      "Acting",
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing"
    ],
    "image": "https://cf.geekdo-images.com/0USyIBDiwww0wyM9CQQb0Q__thumb/img/x4LY-OHgce7VhGCwSUWaUs3e7to=/fit-in/200x150/filters:strip_icc()/pic400154.jpg"
  },
  {
    "id": "36973",
    "name": "The Office DVD Board Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 13,
    "description": "From the manufacturer:&#10;&#10;Join the cast of NBC's hit show &quot;The Office&quot; in a DVD game that features some of your favorite scenes. Answer questions about the clips to earn real Schrute bucks as you move along a game board that Dwight himself created. There's seven different kinds of trivia questions for lots of variety.&#10;&#10;Buy Microbadge&#10;&#10;&#10;&#10;&#10;",
    "categories": [
      "Humor",
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/l984L8WT1J9tIR-en-4P-g__thumb/img/DtIsmdgDg2-jbGBAh3jAmxkX_Y0=/fit-in/200x150/filters:strip_icc()/pic394439.jpg"
  },
  {
    "id": "2356",
    "name": "Scrabble Sentence Cube Game",
    "minPlayers": 0,
    "maxPlayers": 0,
    "playingTime": 10,
    "age": 10,
    "description": "Players in turn roll the 21 word cubes, set the timer and form sentences with the words appearing on the tops of the cubes in a crossword puzzle-like fashion (one word may be part of two sentences - one running vertically and one running horizontally). Turns end when the egg timer runs out. Players score 50 points for each sentence of 7 words or more. All other sentences score the square of the number of words in the sentence (i.e. a 4-word sentence scores 4 X 4, or 16 points). A bonus of 50 points is awarded if all 21 cubes are used. Two points are deducted for each unused cube.&#10;&#10;The 1983 version of the game seems to differ in the number of cubes.  The rules on the inside of the box lid still have a 1971 copyright date, but among other differences, they state that the game contains 27 cubes.  Two of the new cubes are marked with stars on all six sides, making them wild.  From the 1983 rules: &quot;When playing a wild cube, a player must state what word it represents, after which it cannot be changed during that turn.&quot;&#10;&#10;The 1988 version has 24 cubes - two of which are the starred wild dice. The box states that this is the 2nd edition of the game from Coleco Games. Selchow &amp; Righter is credited in the directions as a subsidiary of Coleco Industries, Inc. The majority of the outer box is blue.&#10;&#10;",
    "categories": [
      "Dice",
      "Word Game"
    ],
    "mechanics": [
      "Dice Rolling",
      "Spelling"
    ],
    "image": "https://cf.geekdo-images.com/XvsI7muV5ZJsNrKa_PhiFw__thumb/img/UCrkDmKbxbJaVB4V9YCvV3lkvTg=/fit-in/200x150/filters:strip_icc()/pic275151.jpg"
  },
  {
    "id": "229902",
    "name": "Meme: The Game",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 18,
    "description": "Are you the funniest person you know? Do your friends and family know this? With Meme: The Game, you&rsquo;ll get the chance to create super-funny memes that prove it. Place three Word Cards face up on the table, then race to play your Picture Cards to form a meme. When you do, pick up the pair and set it aside. When you&rsquo;ve collected three pairs, mix and match the cards to form the funniest meme from the three you collected. Is it &ldquo;It seemed like a good idea at the time,&rdquo; &ldquo;That&rsquo;s what she said,&rdquo; or &ldquo;Nothing that coffee can&rsquo;t cure&rdquo;? After all players form their favorite meme, everyone votes on the best. The first player to get the most votes five times wins the game and is declared the funniest person on the planet.&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "mechanics": [
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/XD3IYXFsoFtwGr2sjDLA1g__thumb/img/UbdYetjoUoIA-1me7wCpTD0DchI=/fit-in/200x150/filters:strip_icc()/pic4736744.jpg"
  },
  {
    "id": "6387",
    "name": "Mr. Mouth",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 5,
    "description": "Mr. Mouth is a children's action game.  A motorized frog head rotates in the center of an X-shaped board.  Each player uses a spring-loaded hand affixed to each arm of the X to propel plastic housefly pieces into the frog's mouth, which periodically opens and closes.  The first player to flip all ten of his or her flies into the frog's mouth wins.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Electronic"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/uJfy0kFdAf_Zciz_Hwk5fQ__thumb/img/DONE5qYndoidaAtgao-femevjfM=/fit-in/200x150/filters:strip_icc()/pic95726.jpg"
  },
  {
    "id": "3048",
    "name": "Trivial Pursuit: Millennium Edition",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 15,
    "description": "This version of Trivial Pursuit has questions covering the last 1,000 years.  It comes packed in a wedge-shaped tin with translucent plastic playing pieces.&#10;&#10;Categories include: People &amp; Places, Arts &amp; Entertainment, History, Science &amp; Nature, Sports &amp; Leisure, and Wild Card.&#10;&#10;",
    "categories": [
      "Party Game",
      "Trivia"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/EfHbP05SS1qAOs5BVf1YcA__thumb/img/7IqoHu6nLRRMGDKj7ZHOevolTz8=/fit-in/200x150/filters:strip_icc()/pic107758.jpg"
  },
  {
    "id": "3758",
    "name": "Triopoly",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 240,
    "age": 10,
    "description": "The three-dimensional game of buying and building cities. &#10;This is a game that proudly takes its inspiration from Monopoly, but offers innovations such as three nestable boards, explicit gambling, and a property improvement type which does not require a monopoly.&#10;&#10;",
    "categories": [
      "Economic"
    ],
    "mechanics": [
      "Modular Board",
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/IckgG_J0sieSopTKO6c0YA__thumb/img/3bihyXUtyFQExIF2oTvGLH5-8xg=/fit-in/200x150/filters:strip_icc()/pic281913.jpg"
  },
  {
    "id": "10506",
    "name": "Blue Marble",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 8,
    "description": "A Korean knock-off of Monopoly. Instead of buying &quot;streets,&quot; you're buying &quot;cities&quot; (Seoul replaces Boardwalk). If you visit your own city, you can build various buildings. Community Chest and Chance cards are conflated into one &quot;Key&quot; cards that give you either some sort of bonus or penalty.&#10;&#10;Other than that, it's pretty much identical to Monopoly: roll, move, buy land, or pay rent if someone already owns it. The player with the most money wins.&#10;&#10;",
    "categories": [],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/e0qe3sXkyHom5otAvaiE8g__thumb/img/LIpBjFyP9Dkg3v7M3rq5AymHqL0=/fit-in/200x150/filters:strip_icc()/pic594969.jpg"
  },
  {
    "id": "28224",
    "name": "Kill the Hippies",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 18,
    "description": "You and Your Fundie brothers and sisters use different Relics to kill the Hippies.&#10;&#10;Each of 2-6 players leads members of the fanatical religious &#10;right in their Holy Crusade to rid the world of those dirty hippies.&#10;&#10;At a party or at a pub, play Kill the Hippies. It&rsquo;s a card game for everyone: sinner or saint (but to have a Bible helps!) Choose the length of the game; you and your friends in faith select how many Hippies there is time to deal with. Players can Convert or Kill with various mundane and religious relics. Conversions are always worth more points. But Events sometimes occur that help the Hippies...damn you KARMA! &#10;Remember, God is judging you. (Rom 12:19)&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Memory",
      "Party Game",
      "Religious"
    ],
    "mechanics": [
      "Acting",
      "Hand Management",
      "Memory",
      "Singing"
    ],
    "image": "https://cf.geekdo-images.com/PbRngkeH27hMEuEUlgjzqA__thumb/img/TlGl8AWpJ9m8w3tA40cD-cLg9qo=/fit-in/200x150/filters:strip_icc()/pic211096.jpg"
  },
  {
    "id": "8009",
    "name": "Where in the World is Carmen Sandiego?",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 10,
    "description": "Players answer trivia questions to move around the world. By catching henchmen, players can deduce where Carmen Sandiego is located to win the game.&#10;&#10;The related Where in the USA is Carmen Sandiego? game has its own separate page.&#10;&#10;",
    "categories": [
      "Deduction",
      "Educational",
      "Movies / TV / Radio theme",
      "Trivia",
      "Video Game Theme"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/o2m0OVxeBtYymHnJ_dS0ww__thumb/img/0T9OqhBD_BL17FImkIIeb_WPpZU=/fit-in/200x150/filters:strip_icc()/pic42110.jpg"
  },
  {
    "id": "57215",
    "name": "Googly Eyes",
    "minPlayers": 4,
    "maxPlayers": 12,
    "playingTime": 45,
    "age": 9,
    "description": "GOGGLE EYES&#10;A pair of extra large wacky glasses, 3 sets of removable lenses and some challenge cards is all you need for a night full of hilarious eye goggling fun. Move around the board as you win challenges, throwing dice to decide the difficulty of the action.&#10;&#10;TWISTED EYES&#10;&#10;A party game in which players have to draw while wearing glasses that distort what they see.&#10;&#10;The game is played in teams. The goal is to be the first team to reach the finish space on the board. The board shows a track consisting of green, yellow and blue spaces. The active team rolls a colour die and moves their pawn to the next space of the corresponding colours. A member of that team inserts the glasses of the same colour (different amounts of distortion) and rolls the die again to select which of the three words from the card he/she has to draw. He/she then tries to draw, wearing the glasses, so that his/her teammates manage to guess the word within the amount of time specified by the timer. If the team is successful, they roll the die again and move their pawn to the next space of that colour. If the time runs out before they have guessed correctly, the team's pawn stays where it is.&#10;&#10;The team who reaches the finish space first wins the game&#10;&#10;GOOGLY EYES is the hilarious family game that challenges your vision and leaves you googling for more! Put on the zany, vision-altering google eye glasses and start to draw while your team tries to guess what you're drawing. Is that an igloo or a turtle? A birthday cake or a fortress? Players take turns drawing and guessing, so everyone gets a chance to wear the glasses. The glasses come with three sets of lenses that range from mild changes to mind-blowing fun, so no one can see (or draw) straight--your vision will bounce off of the lenses. Googly Eyes is a fun twist on classic drawing games that lets players of different ages and skill levels compete on equal terms, since the goggles make it fun and challenging for everyone. Unlike any other drawing game you don't need to be an artist, and the rules are simple. Just roll the die and move--the space you land on tells you which color lenses to use (easy, medium, or hard). Then pick a card, set the timer, and start drawing. If your team guesses correctly you get to roll and move again; if not, then you stay where you are on the board. The first team to reach Finish wins.&#10;&#10;",
    "categories": [
      "Humor",
      "Party Game"
    ],
    "mechanics": [
      "Acting",
      "Dice Rolling",
      "Line Drawing",
      "Roll / Spin and Move",
      "Team-Based Game",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/D_SKR1RenJ-A96W4AcpVZw__thumb/img/eJdxkVo28a-PvuEY5wBzbkuBAW4=/fit-in/200x150/filters:strip_icc()/pic3052922.jpg"
  },
  {
    "id": "8916",
    "name": "Jenga: Truth or Dare",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 20,
    "age": 12,
    "description": "Jenga Truth-or-Dare is just the original Jenga (1986) with two-thirds of the blocks colored Red-and-black and containing &quot;truth-or-consequence&quot;-type questions on them. The remaining third of the blocks are the original color and can be written on with erasable markers so that players can make up their own &quot;truth-or-dare&quot; questions. The player that pulls the block out of the Jenga tower needs to answer the question or perform a &quot;dare&quot; before he stacks the block on top of the tower.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/yvGSvdQERhKydOUtFDBDbg__thumb/img/yXbJ-qCaq86t4PnYpfC7d6BKgAA=/fit-in/200x150/filters:strip_icc()/pic110905.jpg"
  },
  {
    "id": "1749",
    "name": "Alien Hotshots",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 8,
    "description": "Join the odds and the evens in their interstellar struggle to bring peace to the universe.  Just as in the classic game of war, the highest card wins each hand.  Matching cards mean war!  Play powerful space ship cards to alter the outcome of cosmic encounters.  Collect all the cards to win and leave your opponent in outer space.  To do so you must face paralyzing space germs, the hungry even and odd eaters, and the treacherous black hole!&#10;&#10;",
    "categories": [
      "Card Game",
      "Children's Game"
    ],
    "mechanics": [
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/wQ2L_ahr-B9X9y4_4rEBzQ__thumb/img/T_fhicNzBEapy9QjudQhRc6RERw=/fit-in/200x150/filters:strip_icc()/pic114699.jpg"
  },
  {
    "id": "28018",
    "name": "Trivial Pursuit: Disney Edition",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 8,
    "description": "From the box:&#10;&#10;Open the book to the wonderful world of Disney . . .&#10;Join your favorite Disney characters to play this magical Trivial Pursuit&reg; edition. Special Disney features include Disney Movers, a Disney Book of Magic card holder and a special Sorcerer's Hat gameplay for younger players.&#10;&#10;The world's most popular trivia game and best-loved family films come together in this magical Trivial Pursuit: Genus Edition&reg; Disney Edition. The questions cover films all the way from Steamboat Willie, Mary Poppins and Snow White and the Seven Dwarves to Pirates of the Caribbean and The Incredibles, and each question card is beautifully illustrated with a screen shot from a Disney film.&#10;&#10;This edition only comes with 200 cards, 100 for adults and 100 for children. The Disney Book of Magic is designed to hold two stacks of 25 cards each, hiding the image on the card so the next movie to come up is not know ahead of time. For younger players, the Sorcerer's Hat is moved to another wedge space, and if they get an answer wrong while on that space, they are allowed a second question to be asked from the same category.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/Q-5-cTIAfPxX0PHGxcA3Hg__thumb/img/Nvk9dyi47mnhOva86H1SZuN1rHA=/fit-in/200x150/filters:strip_icc()/pic294162.jpg"
  },
  {
    "id": "2166",
    "name": "Wyvern",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 10,
    "description": "You command an army of Dragons engaged in battle with your opponent's Dragon army. Each game of Wyvern is a struggle for domination of the tabletop Battlefield; your objective is to completely clear your opponent's Battlefield of Dragon and Terrain cards. To accomplish this, you will use your Dragons to attack cards in the enemy's Battlefield. However, your Dragons will not fight for you free of charge. Dragons love gold, so in Wyvern you must pay your Dragons to fight. You start with a bankroll of 25 gold pieces, and you are trying to clear your opponent's Battlefield while spending as little of your gold as possible.&#10;&#10;Wyvern, one of the first CCG's after Magic, is played with two decks.  One deck holds your dragons and terrain cards.  The other deck has your treasure cards and action cards.&#10;&#10;To set up the game you take the top six cards from your dragon deck and lay them face down in two rows of three cards.  Your front three dragons can fight the opponents front three dragons so you do have to be careful how you place.  Flying dragons can fight over one row.  Each player gets 25 gold (any markers you supply) and draws seven cards from their action deck.  On your turn...&#10;&#10;&#10;     You draw a card from your action deck.&#10;     Place a treasure or replace a treasure.  You may have up to two treasures per row.&#10;     You may change the position of one or two cards in your grid.&#10;     All players may play action cards one at a time around the table until everyone has played as many as they want.&#10;     You must choose one dragon to attack or replace a dragon or terrain card in your grid with the top card from your dragon deck face down.  A dragon can attack a face up card or a face down card hoping he can beat it.  Dragon numbers are compared and the strongest wins.  A losing dragon or terrain is not replaced and you lose by losing all six positions.&#10;     A second action phase now ensues.&#10;     You must discard down to seven cards.&#10;&#10;&#10;See also Dragon Hunt&#10;&#10;",
    "categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Hand Management",
      "Interrupts"
    ],
    "image": "https://cf.geekdo-images.com/7E72NMDj1h3E533SDZ4qJw__thumb/img/HZA-Enev-NXe5lK7oYRWA2x-57s=/fit-in/200x150/filters:strip_icc()/pic55862.jpg"
  },
  {
    "id": "10043",
    "name": "LEGO Racers Super Speedway Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 5,
    "description": "Players race LEGO cars around a modular track via spinner based movement.  There are hazards on the track and upgrades you can add to your car.  Quaint childrens racing game.&#10;&#10;From Box:&#10;&quot;Build your own LEGO Racer, design your race track layout, and let the race begin!&#10;&#10;Choose one of the featured race track layouts, or design your own.  The possibilities are endless!  As you race, pick up Power Up Bricks and add them to your car.  Collect a Turbo Boost extra turn, a protective Shield, Nitro to blast the racer ahead of you, or Oil to send the racer behind you skidding!&#10;&#10;Each time you zoom around the track, put a lap marker on your car.  Collect three lap markers, and you win the race!  Younger players can play a one-lap race or older racers may want to play a circuit of three races to complete the game.  Racers win points with each victory lap.&#10;&#10;The LEGO Racer with the most points at the end of the game wins!&quot;&#10;&#10;",
    "categories": [
      "Children's Game",
      "Racing"
    ],
    "mechanics": [
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/j3R08MSXbM1tiVMYhCe0Kg__thumb/img/WUlsgCS7usOhf535pIzss-6sWJQ=/fit-in/200x150/filters:strip_icc()/pic111324.jpg"
  },
  {
    "id": "236639",
    "name": "Flaming Pyramids",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 8,
    "description": "The residents of Huia Street are clearing their closets, looking for unwanted household items for the big community garage sale. A pile is building up on the empty section but there are troublemakers lurking, causing rather unneighborly collapses. And why does little Susie have a blowtorch? Geez, you just want to get rid of your junk!&#10;&#10;In Flaming Pyramids, players are building one pyramid together using square tiles, but each player is trying to be the first to get rid of their own tiles.&#10;&#10;There are 40 regular tiles with a unique combination of color, number, and material. Except toward the end of the game, players have a hand of five tiles from which to choose, but they are constrained by the building regulations and the luck of the draw. There are also four tiles that can cause fires and one extra-heavy &quot;wild&quot; tile: these can be harder to place without causing extensive damage the later they emerge. If your placed tile causes mayhem (a collapse, fire, or explosion), the damaged tiles go back in your supply.&#10;&#10;Flaming Pyramids can be played as a friendly, casual game, an easy starter or filler, or as no-holds-barred multi-round competition.&#10;&#10;The first edition (with straw, wood and rocks instead of household items) is available to play for free on the Board Game Arena platform: https://boardgamearena.com/gamepanel?game=flamingpyramids&#10;&#10;",
    "categories": [
      "Educational",
      "Humor",
      "Math"
    ],
    "mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Take That",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/Jmuh3Tlp5r4Kr7l8-ZKkmg__thumb/img/1pqk7oNP_0U39wX2FOYz-6sp9Gs=/fit-in/200x150/filters:strip_icc()/pic7066993.png"
  },
  {
    "id": "28905",
    "name": "Dostihy a sázky",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 0,
    "description": "A classic Czech pre-revolution monopoly clone.&#10;Buy horse champions and place them in your stable. Earn money when other players visit your stable, lose money when you visit theirs. Hire trainers, draw cards of luck and finances, place bets on horses. Last player not bankrupt wins the game.&#10;One of few &quot;modern&quot; board games available before 1989 revolution in former Czechoslovakia. Along with Sorry!, Stratego and Scotland Yard clones a typical household feature.&#10;&#10;",
    "categories": [
      "Animals",
      "Economic",
      "Negotiation",
      "Racing",
      "Sports"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/HvuN8T3deb6LrXblHBUErw__thumb/img/UGcpi2VL9_woqyGFTtdwY_h2VgY=/fit-in/200x150/filters:strip_icc()/pic5293061.jpg"
  },
  {
    "id": "118339",
    "name": "The Hunger Games: District 12 Strategy Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 14,
    "description": "In The Hunger Games: District 12 Strategy Game, set in the world created by Suzanne Collins in The Hunger Games, the players are citizens of District 12, using their wits to acquire food, clothing, medicine and fuel, while trying to avoid taking Tesserae and increasing their chances at being selected as a Tribute for the Hunger Games!&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "mechanics": [
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/zUynm2YnqpRSDXIRyh_Lqg__thumb/img/54IhAxCr32M5QuOTflt7wMboqaA=/fit-in/200x150/filters:strip_icc()/pic4901296.jpg"
  },
  {
    "id": "13306",
    "name": "Die Bar-Bolz-Bande: Das Würfelspiel",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 10,
    "age": 8,
    "description": "A soccer-themed dice-game. Fast and highly luck-based. Players roll the dice until their player either scores a goal, goes offside, shoots wide, misses a penalty kick, or receives a red card - it's then the other player's turn. 2 or more players can take part, and the game duration is short enough to make a tournament possible.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Dice",
      "Novel-based",
      "Sports"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/Z8Qkba9AsUWirIHU2gDGZg__thumb/img/WyC1cbuC2ClNFBXhIb9fEA-AVbg=/fit-in/200x150/filters:strip_icc()/pic825113.jpg"
  },
  {
    "id": "30393",
    "name": "Quao",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 12,
    "description": "QUAO is the absolute, supreme ruler of an unruly wasteland at the edge of civilization where attempts at democracy are futile. There is only one law in the land and that law is QUAO (pronounced &lsquo;cow&rsquo;). The mighty and all-powerful bovine of the badlands, QUAO governs the province by sheer antagonism. Only she knows the Rules and she hands them down with iron hoof.&#10;&#10;WHAT&rsquo;S UP WITH THE QUAO YOU ASK? First of all, she&rsquo;s not just a cow, she&rsquo;s a dictator and you better get used to playing by her Rules!&#10;&#10;WHAT DOES IT MEAN TO BE QUAO? When you play this game, being QUAO means you know the Rules and everyone else has to figure them out. You also hand out all the penalties! Use your secret Rules and the help of your loyal subjects Quak, JaQuas and BullyQ to win this game. Just watch out for Cheata&rsquo;, because she could be your downfall!&#10;&#10;OBJECT: Each player is dealt five white cards. Each player has a chance to discard one card during each turn. The person that successfully completes and discards all the cards in their hand first, wins the round and becomes the dictator QUAO. Whoever wins the fifth and final round is the ultimate dictator and the winner!&#10;&#10;HOW TO PLAY: There are four different &lsquo;suits&rsquo; of white cards and each suit is played differently when discarded. During each turn a player may discard one of their cards from their hand to the table.&#10;&#10;This is a commercial variant of the public domain game Mao&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Memory",
      "Party Game"
    ],
    "mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/jzR3tUvQ87r6hd8egtfz1Q__thumb/img/AJkDqUJWBTlK4bx6FEOVsOYUehg=/fit-in/200x150/filters:strip_icc()/pic256784.jpg"
  },
  {
    "id": "20824",
    "name": "Saint or Sinner?",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 60,
    "age": 18,
    "description": "Are you a Saint or a Sinner? Find out with this great game that includes a working lie detector! It's time to examine your conscience as you challenge each other to a whole host of revealing questions. Can you beat the lie detector ? Can you and your friends stand the pressure? For three to eight players.&#10;&#10;www.hasbro.co.uk&#10;&#10;Components&#10;&#10;1 Lie Detector&#10;180 Question cards&#10;10 Dish the Dirt Cards&#10;10 overrule cards&#10;70 Saint tokens&#10;70 Sinner tokens&#10;1 die&#10;&#10;Comments from http://www.pevans.co.uk/Reviews/ToyFair2002Report.html&#10;&#10;Saint or Sinner, Hasbro's entry for the truth-or-dare 'adult' game. The aim is to collect Saint Tokens by denying that you've done the naughty things you are accused of by the cards. The gimmick is that there's a &quot;lie detector&quot; to catch you.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Electronic",
      "Party Game"
    ],
    "mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/jND6Z8_So1RYF-sB2mGcXw__thumb/img/AyDwBRnz5Pec2Cu73LlG_bwRK0k=/fit-in/200x150/filters:strip_icc()/pic103033.jpg"
  },
  {
    "id": "69676",
    "name": "Questions de Merde",
    "minPlayers": 2,
    "maxPlayers": 24,
    "playingTime": 20,
    "age": 18,
    "description": "&quot;Questions de merde&quot;, is a card game with 300 questions 6 on each cards there are 50 cards and 4 cards with the rules.&#10;&quot;Questions de merde&quot; translates as &quot;shitty questions&quot; and suggest 4 different simple rules to play what is really an &quot;ice breaker&quot; or a drinking game.&#10;Each player will ask one of the 6 questions to the other players and a voting system allow to give points for each answer.&#10;&#10;",
    "categories": [
      "Card Game",
      "Mature / Adult",
      "Party Game"
    ],
    "mechanics": [
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/JqlHupJRbownBCYj8bJ2eQ__thumb/img/VCS-WpO4r3Rotku3hc9rq_VLzfQ=/fit-in/200x150/filters:strip_icc()/pic7592207.jpg"
  },
  {
    "id": "145106",
    "name": "Raverun",
    "minPlayers": 2,
    "maxPlayers": 3,
    "playingTime": 15,
    "age": 8,
    "description": "Gain absolute power! In Raverun, the players control the rulers who are fighting battles to take over the land of Raverun. In order to win, each ruler must hire mercenaries whose loyalty is always doubtful. During countless battles, they will change their master in order to get the most profits. Will the rulers manage to keep the strongest mercenaries on their sides? Which ruler will defeat his enemies and unite the split land of Raverun? Find out whether fate is on your side!&#10;&#10;In the game, the players play red and green mercenary cards, and the cards with the highest value stay on the battlefield, while those defeated return to one's castle. Each mercenary has a special ability that can change the outcome of the battle. The goal of the game is to have the strongest mercenary in your army.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Party Game"
    ],
    "mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/DbxVHf-J1f8fqWcFQKAovg__thumb/img/ltXHPU7rLWrg1bXvBTe710DPv0U=/fit-in/200x150/filters:strip_icc()/pic1722656.jpg"
  },
  {
    "id": "22019",
    "name": "ZombieTown",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 12,
    "description": "The dead are rising from the graveyard which is conveniently located in the middle of your residential neighborhood. There is no way out of the neighborhood, so you must scrounge as much stuff (weapons, barricades, survivors, etc.) from your neighbors to last until help arrives. The game lasts for 10 days, and by the 10th day the neighborhood is filled with zombies to say the least...&#10;&#10;In this game, designed for 3-6 players, each player represents one of the survivors in a neighborhood being overrun by zombies.  Players try to hole up and fight off the zombies while collecting victory points.  Points are awarded for killing zombies, finding guns or survivors and taking over houses in the neighborhood.&#10;&#10;Publisher's Page : http://www.twilightcreationsinc.com/zombietown/&#10;&#10;Expanded by&#10;&#10;    ZombieTown 2: Road Rage&#10;    ZombieTown 3: Big Boom Theory&#10;&#10;&#10;",
    "categories": [
      "Exploration",
      "Fighting",
      "Horror",
      "Zombies"
    ],
    "mechanics": [
      "Point to Point Movement"
    ],
    "image": "https://cf.geekdo-images.com/nOdlSUMHWWoAb0YpTh0uGg__thumb/img/Or-_x1LvIVh3bxw4Irm3x1KEpUM=/fit-in/200x150/filters:strip_icc()/pic157021.jpg"
  },
  {
    "id": "242994",
    "name": "Onimaru",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 14,
    "description": "A shadow rises over ancient Japan. Each night, storied terrors emerge from a dark gate to ravage the countryside. As all hope seems lost, a group of heroes stand together to fight back the Oni and their endless hordes.&#10;&#10;Onimaru (Japanese for &ldquo;demon circle&rdquo;) is a fully cooperative game where you and your allies take up arms to defend a village against otherworldly invaders. You will win the game if you are able to destroy the three villainous Oni. However, if you fail to do so within the predetermined number of days (rounds), the Gate will remain open forever, and all of Japan will succumb to the shadow!&#10;&#10;Each round begins with a preparation phase, where new enemies will appear from the Gate, and the Heroes may develop their skills.  After that, each player will roll a set of dice and work together as a team to decide how to allocate, reroll, and sequence those dice. These dice can be used to attack your enemies directly, or combined in specific sets to execute powerful techniques. Finally, the Oni will roll its own dice to damage the Heroes, summon forth new Hordelings, and command those Hordelings in play to attack their targets.&#10;&#10;Out of the box, you can choose to play the Heroes as recommended...or, through use of GameTrayz technology, you can customize and store your own unique Heroes!  Each Hero can be built with any 2 of the 16 included Techniques (and their accompanying cards), any 3 of the included 24 Skills, and any of the 8 included Talents. Out of the box, over 1.9 million different combinations are possible!&#10;&#10;The enemies also feature similar modularity. In each game, you will choose one of the three Oni to face of each Circle (difficulty tier). Each Oni is not only its own board, but also adds its own unique Attack cards and Hordeling cards to their respective deck. When an Oni is defeated, those Attack and Hordeling cards remain in those decks, as it passes its abilities and dark allies along to empower the next Oni!&#10;&#10;",
    "categories": [
      "Fantasy",
      "Fighting",
      "Mythology"
    ],
    "mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/UvrVjkX4B3nQPTJ63Yy2nw__thumb/img/yfWYd5UFnCjiRh3uxTMNuD1s91k=/fit-in/200x150/filters:strip_icc()/pic6730156.jpg"
  },
  {
    "id": "5784",
    "name": "Polterdice",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 10,
    "description": "Polterdice is set in a haunted mansion in which treasures have been stashed away by ghosts.&#10;&#10;Players move their men (&quot;meeples&quot;, if you will) up sets of stairs hoping to be the first to reach the top of the staircase.  Which staircases you can move up and how much you can move are determined by rolling 8 dice and combining them into pairs.  When one of a player's men reaches the top of a staircase, he gets treasure as well as the option of challenging the Polterdice (ghosts of the former inhabitants of the mansion whom you must &quot;capture&quot; for additional treasure) for more money.  If he loses the challenge, it goes to the next player on the staircase and so-on until someone wins or everyone loses.  The key mechanic is deciding how to &quot;spend&quot; your dice rolls on which men in which part of the mansion.&#10;&#10;The designers note that the game is inspired by Can't Stop, and is therefore dedicated to Sid Sackson (who died during the production of the title).&#10;&#10;",
    "categories": [
      "Dice"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Modular Board"
    ],
    "image": "https://cf.geekdo-images.com/Tt1MFSA4xwib0e1itx9HpA__thumb/img/DDq2IBRmWMf5aL2zRcSxrGzj3js=/fit-in/200x150/filters:strip_icc()/pic24010.jpg"
  },
  {
    "id": "102859",
    "name": "FURT",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 60,
    "age": 13,
    "description": "From the makers of Quelf comes another party game designed to make you do more wacky things in sixty minutes than you'd normally do in day &ndash; heck, maybe an entire week. In FURT, you race against other players to try to be the first one to jump into a volcano. Why? Glory, fame, hot feet &ndash; whatever the reason, you're doing it.&#10;&#10;You move ahead in the game by completing actions in six categories, possibly making up outrageous lies about yourself, freshening up with a quick shower in your host's bathroom, or acting out the words &quot;butter patty&quot;. The categories are:&#10;&#10;&bull; The Volcano Has Spoken &ndash; Roll a black and you'll be subject to the whims of the volatile FURT volcano, which is sometimes angry, sort of bossy and always a bit weird.&#10;&#10;&bull; Straight-Faced &ndash; Can you keep a straight face while your friends and family members assault you with funny words? You're about to find out (psst: fluffer nougat, pussy willow, burp nut) whenever you roll a red.&#10;&#10;&bull; Guess What? &ndash; The volcano is chock full of funny words and you may find yourself acting out the phrase &quot;butter patty&quot; or drawing an invisible jet to get your friends to guess your word when you roll a green.&#10;&#10;&bull; Truth or Fiction? &ndash; Roll a purple and you reveal something about yourself. Is it truth or fiction? Only you know. The more people you fool, the more you move ahead!&#10;&#10;&bull; You Are... &ndash; Not yourself when you roll a yellow. Maybe you are having an identity crisis, who knows? Just be who the card says for thirty seconds and you can move ahead.&#10;&#10;&bull; What The?! &ndash; When you roll a blue, you'll get a TOP SECRET card that you must perform before your next turn. It could be annoying, outlandish, confusing, obnoxious or just plain freakish. You have been warned.&#10;&#10;",
    "categories": [
      "Party Game"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/3TLxNVIv3JTgSBILDsBBtw__thumb/img/1lrqcFAOoWld4bWMM7fBtk2qdiI=/fit-in/200x150/filters:strip_icc()/pic1039869.jpg"
  },
  {
    "id": "15427",
    "name": "The Worst-Case Scenario Survival Card Game: Travel Edition",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 8,
    "description": "Based on The Worst-Case Scenario Survival Handbook, this &quot;travel edition&quot; of the game is a single pack of 55 cards with 108 questions. This game is intended for use as an expansion to the board game of the same name or as an independent travel edition of the game.&#10;&#10;The game is a very straightforward trivia game, where one person reads the questions to another player until that player can no longer answer one correctly. The first player to answer 5 questions correctly wins.&#10;&#10;",
    "categories": [
      "Card Game",
      "Trivia"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/pkpbtReND4anwatejlziwQ__thumb/img/w4hOjvTzugsIcLJtoJL-Iv65fnk=/fit-in/200x150/filters:strip_icc()/pic149843.jpg"
  },
  {
    "id": "352375",
    "name": "Baby Dinosaur Rescue",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 4,
    "description": "The dinosaurs need your help! The big volcano is about to erupt, and all of the dinosaurs need to get to the island before the lava fills the valley. Work together to move all of the dinosaurs through the valley and onto the island.&#10;&#10;In this cooperative game, kids ages 4+ will work together to move all the dinosaurs across the board and onto the islands. Players use one of their cards to move a dinosaur onto a matching space on the board. The dinosaurs don&rsquo;t share spaces, so players can get the dinosaurs really moving by playing the same item card twice and jumping over other dinosaurs! Mixed into the item cards are lava cards and when a player draws a lava card the lava moves one space closer to the valley. Players must get all the dinosaurs onto the island before the lava token reaches the bottom of the volcano.&#10;&#10;The bright and colorful image-based gameplay makes Baby Dinosaur Rescue easy to learn and fun to play! Once players know the rules there is no reading required which makes this a fun way for kids to use basic strategy skills and reduces competition by having the players work together to beat the game.&#10;&#10;-description from publisher&#10;&#10;",
    "categories": [
      "Animals",
      "Children's Game"
    ],
    "mechanics": [
      "Cooperative Game"
    ],
    "image": "https://cf.geekdo-images.com/xgAt8dMSZr_EU3oUasSLcQ__thumb/img/fTSj5Awf158oaV8TCiW3VG6pd7k=/fit-in/200x150/filters:strip_icc()/pic6569175.jpg"
  },
  {
    "id": "2294",
    "name": "Flinch",
    "minPlayers": 1,
    "maxPlayers": 8,
    "playingTime": 20,
    "age": 7,
    "description": "Flinch is played with a deck of 150 cards numbered 1-15. Players are allowed to play cards in sequence (building up from 1 to 15) to piles formed in the center of the table. &quot;1&quot; cards must be played to start the piles, but others may be played or held at the player's discretion. Cards may be played from a number of sources: a player's hand (five cards to start), a player's &quot;game pile&quot; (a stack of 10 cards of which only the top card is face up and playable), or a player's &quot;reserve piles&quot; (whenever a player passes or completes a turn, they must add a card from their hand to their reserve piles - up to five reserve piles may be formed). Hands are continually replenished with new sets of five cards during the game. The object is to play all 10 cards from game pile to the center of the table.&#10;&#10;Similar to:&#10;&#10;     Pass P&#195;&#165;&#10;&#10;&#10;",
    "categories": [
      "Card Game",
      "Memory",
      "Number"
    ],
    "mechanics": [
      "Memory",
      "Open Drafting",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/X7BhHrWExL5qs5lVG3NrvQ__thumb/img/uWFN-KvqcOx99KY77TwibMLn2Cc=/fit-in/200x150/filters:strip_icc()/pic5343412.jpg"
  },
  {
    "id": "380728",
    "name": "Exit Strategy",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "Exit Strategy is a 2-6 player maze-making game. Make for the opposite corner, while blocking your friends with your walls!&#10;&#10;How To Play:&#10;Exit Strategy is played on a hex board, with a different color on each corner. On each turn you can either move your character 1 space or place a wall anywhere on the board to block off two edges.&#10;&#10;The goal is to try and reach your hex, on the opposite side of the board from where you start. The game is also a race, playing for places not just who reaches first.&#10;&#10;Extra rules:&#10; - You have limited walls which are decided depending on how many players are in the game. &#10; - You can't place a wall to make it impossible for someone to finish.&#10; - You can't move onto another players destination tile&#10; - You may JUMP over other player pieces. You can jump to any 5 hexes on the other side of the player you are jumping over but your path cannot be blocked by a wall.&#10;&#10;-description from designer&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Party Game"
    ],
    "mechanics": [
      "Area Movement",
      "Catch the Leader",
      "Hexagon Grid",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/zRlC7RFpIb_z0JZb-Dy92A__thumb/img/5q6zZUnwqZ09rgUeIEhyf1tAqMk=/fit-in/200x150/filters:strip_icc()/pic7363720.png"
  },
  {
    "id": "135801",
    "name": "The Hobbit: An Unexpected Journey – The Board Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 0,
    "age": 6,
    "description": "From the publishers site:&#10;&#10;&quot;The Hobbit: An Unexpected Journey Board Game takes you on an adventure through treacherous lands swarming with deadly beasts and evil villains. Acting as one of the stories heroes you will need to be brave enough to survive all the challenges to continue on your unexpected journey.&quot;&#10;&#10;Players take turns rolling a movement die and moving their piece around the board. There are four challenges to defeat, the first to defeat all four challenges is the winner. Along the way players will pick up cards to help them.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/iSSLhwDlwyIjnoo7sJToCw__thumb/img/ir9OUkdfufeLAnGAqqvObdFKEYI=/fit-in/200x150/filters:strip_icc()/pic1522310.jpg"
  }
]