[
  {
    "id": "1867",
    "name": "Curse of the Idol",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "The game target is to fetch the sword in the stone, then go to the temple and there chose the right hole in the idol. If you manage to get the blood stone, then you should hurry back to the camp with it. The others may try, to steal it from you, of course.&#10;&#10;You can either move your own pawn or the black adventurer to block other players. To enter into the centre of the board with the &quot;blood stone statue&quot;, you need to walk over movable cog-wheels, which turn every time you land on certain squares.&#10;&#10;This game plays like an advanced &quot;Ludo&quot;. It is difficult to put together the 3D game board if you don't mark up the corner support the first time you succeed to assemble it.&#10;&#10;",
    "categories": [
      "Adventure",
      "Children's Game",
      "Dice",
      "Exploration"
    ],
    "mechanics": [
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/_OPSFwnvl8G-hwJMJPIa4w__thumb/img/M2Lk4q1g1SyDSxgqzFJXwP79jgg=/fit-in/200x150/filters:strip_icc()/pic567678.jpg"
  },
  {
    "id": "22209",
    "name": "Muumipeli",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 4,
    "description": "Players are trying to find the key to the basement of the Moominhouse. They will also have to find a clamshell and two beautiful stones and return to the Moominhouse before everybody else in order to win.&#10;&#10;The first publication of this game was in the 1950s.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Comic Book / Strip"
    ],
    "mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/hgfEfAuunfrpkxPik924dQ__thumb/img/dkSZ4prjbuDSCeU8z4UcAKeaTyM=/fit-in/200x150/filters:strip_icc()/pic7053604.png"
  },
  {
    "id": "17708",
    "name": "Isolate",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "Designed for two to four players, this &quot;divide and conquer&quot; game begins with the tactical positioning of game pieces on the board.  First player to isolate and remove all of his/her tiles wins.&#10;&#10;From the Box&#10;Grab your color tiles, arrange them on the game board, and isolate your tiles first to win! Simple to learn, but challenging enough for experienced competitors. Isolate is perfect for the entire family!&#10;&#10;How to play:&#10;1. Placing Tiles. Players each choose a color, then take turns placing all of their tiles on the game board.&#10;2. Moving Rows. Players take turns sliding a row of tiles, either horizontally or vertically, one square at a time.&#10;3. Isolating Tiles. The game continues with players trying to isolate one or more of their tiles. Isolated tiles are removed from the board.&#10;4. Winning the Game. The first player to isolate and remove all of his color tiles from the board is the Isolate Champion!&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/lj3AKH6YzGBHZyb8RuPjTg__thumb/img/6VuOFpYmxabmmCaT0kVuhqs7xf4=/fit-in/200x150/filters:strip_icc()/pic4663387.jpg"
  },
  {
    "id": "265832",
    "name": "WTF?",
    "minPlayers": 3,
    "maxPlayers": 0,
    "playingTime": 0,
    "age": 18,
    "description": "A wicked party game for adults who should know better!&#10;&#10;WTF? is the fast-moving, quick-thinking, question and answer, bluff and banter game for broad-minded players. Nothing like your conventional fact-based quiz - in this game YOU decide the answers! Answer against the clock and, if you don't know the answer, try to convince others that you do!&#10;&#10;Ideal for adult parties and get-togethers - quick wit and cheeky confidence are what you need in this game where all the answers are up for grabs!&#10;&#10;This just may be the most rude, raucous and politically incorrect game you have ever enjoyed!&#10;&#10;Packed with 1152 different questions on 288 cards, this game can be played over and over without using the same cards; comes with WTF? dice, timer and full set of rules&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Mature / Adult",
      "Party Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/0Y_T3cL22-0xhd1ZY__Q1g__thumb/img/WBAJtVMysudHy-Zpb1GEwtjZjLI=/fit-in/200x150/filters:strip_icc()/pic4810198.png"
  },
  {
    "id": "64875",
    "name": "Yahtzee Hands Down Card Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 15,
    "age": 8,
    "description": "It's the &quot;Yahtzee Hands Down&quot; Card Game!  Keep your wits about you and your eye on the cards!  Collect dice cards to make classic combinations - 3 of a kind, 4 of a kind, small straight, full house and YAHTZEE!  Re-roll by discarding cards you don't need and taking a chance on new ones!  But here's the twist... pit your hand against another player's.  Score high and win the Combo card points!  Great Yahtzee fun in a card game!&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice"
    ],
    "mechanics": [
      "Hand Management",
      "Open Drafting",
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/KZcpjwIzMuCpB-0yDaqA1Q__thumb/img/ACAt6U8sCrLXTcw_9Ogj-c_2eD8=/fit-in/200x150/filters:strip_icc()/pic642763.jpg"
  },
  {
    "id": "66213",
    "name": "Monopoly Revolution",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 8,
    "description": "Monopoly with a circular board. No paper money is used, instead it uses a credit card setup with an electronic device that also substitutes chance cards and produces sound effects and music according to the events of the game.&#10;&#10;",
    "categories": [
      "Economic",
      "Electronic",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/J0SSvhQ7DFVQZWNH5oTWTQ__thumb/img/BSXa6qFMbZQhewdm_Q-blUn8FE0=/fit-in/200x150/filters:strip_icc()/pic738082.jpg"
  },
  {
    "id": "28857",
    "name": "Rail/Road",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 6,
    "description": "&quot;The battle to connect civilization!&quot;&#10;&#10;A head-to-head strategic thinking game where players compete to connect their own track to others already on the board. Players may enclose sections to capture their opponent's pieces.&#10;&#10;The winner is the player whose unplaced tiles have the LEAST number of connections on them.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Trains",
      "Transportation"
    ],
    "mechanics": [
      "Enclosure",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/7VBeNPuhmLmzd7WWK-_FUA__thumb/img/FuP_jz7yi8OYcwK5JvCBeXJdvoA=/fit-in/200x150/filters:strip_icc()/pic370330.jpg"
  },
  {
    "id": "1718",
    "name": "Foreign Exchange",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 12,
    "description": "From the back of the box:&#10;&#10;At last - a money game for adults!&#10;&#10;Be forewarned!  This game might not be for you...unless you are a student of the international money market.  Or, you are just plain curious as to why the US dollar is worth less and less despite the fact that we are still the strongest nation in the world.&#10;&#10;Simply put, Foreign Exchange is not a toy.&#10;&#10;A perfect simulation of the international currency situation, it is!&#10;&#10;International companies realize gains and losses when changing currency rates alter the value of their income and assets in foreign countries.  This game simulates this situation by letting players own and manage multi-national companies in various cities throughout the world.  As in the real world, changing conditions require each player to make constant decisions after considering his company's financial resources - and what he expects his opponents to make - against the cost of alternative protective strategies.&#10;&#10;The Iranian oil situation of early '79 is a classic real-life example.  Iran furnishes less than 7% of America's petroleum needs.  Yet its unavailability has done more to devalue the dollar against gold than any economic crises since the depression of 1939. Why so, you may ask.&#10;&#10;Playing Foreign Exchange will give you insight into this question, and you'll have fun doing so because the game focuses on the interplayer relationships.  Without such interplay relationships, no game is fun to play.  With it, Foreign Exchange might just be the greatest money game to come along since Monopoly.&#10;&#10;Ironically, it doesn't come with any money.  All financial transactions are recorded on a variety of accounting pads included.  If you're into pencils, you'll love this game (some enterprising money -market enthusiasts have already programmed this game on computer).&#10;&#10;You - as company head - decide where in the world (literally) you want to establish sales and manufacturing offices.  This is done at the beginning through a round of trading City Cards among players until everyone is satisfied they've outsmarted their opponents.&#10;&#10;From this point on, a variety of situations and happenstances will determine likely changes in currency rates.  You - the manufacturer - must plan the strategies you think best to maximize gains.&#10;&#10;Foreign Exchange was designed by a professional money-management expert and executive officer of the leading financial institution.  What is duck soup to him, however, might be unfathomable to the novice.  That's why the game comes in three versions: a &quot;Beginning&quot; version for game buffs intrigued by money games; the &quot;Intermediate&quot; game for those with a cursory knowledge of what's going on with foreign currency; and the &quot;Expert&quot; game for those people who really have a yen for this sort of thing.&#10;&#10;Includes:&#10;2-piece fold-out game board&#10;Foreign Exchange Worksheet pad&#10;Net Worth Worksheet pad&#10;Hedging Cost Worksheet pad&#10;24 City Cards&#10;4 Borrowing Cost cards&#10;16 Currency Exchange cards&#10;16 Risk cards&#10;5 player tokens&#10;40 colored markers for 4 different colors&#10;2 6-sided dice&#10;Rules&#10;&#10;",
    "categories": [
      "Economic"
    ],
    "mechanics": [
      "Commodity Speculation"
    ],
    "image": "https://cf.geekdo-images.com/aP7JOWFmrcpKyisg7w7mpQ__thumb/img/pCSPhrqZggK_icfxh3Kmvd0NAA8=/fit-in/200x150/filters:strip_icc()/pic1296860.jpg"
  },
  {
    "id": "259708",
    "name": "Diced Tomatoes",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 12,
    "description": "Deceptively Simple Recipe For Fun!&#10;&#10;Enter the Inaugural Tomato Growing Competition and flex your horticultural muscles in the art of growing the red fruit. All sorts of chaos is happening in the garden so slipping your opponents the less attractive tomato dice or any rotten pieces will most likely go unnoticed... Or will it?&#10;&#10;Try to outdice, outsmart and outscore your opponents!&#10; Diced Tomatoes is an abstract game with a subtle tomato theme.&#10;A fairly light dice rolling and pattern building game for 2 to 4 players.&#10;Deceptively simple game with light strategy and some &quot;take that&quot; elements.&#10;&#10;While at its heart the game is very simple - roll and place - it features options that allow you to modify the randomness of the dice to your advantage. &#10;These elements are:&#10;Karma - for purchasing dice modifications&#10;Black dice - for lowering score value or eliminating low scoring vines&#10;and also Gold/Yellow dice - for raising score value but also for eliminating high scoring vines.&#10;&#10;Original attempt to publish the game failed due to the cancelation of the Kickstarter campaign.  Since then the game has been updated with added components and improved rules to make it more engaging. Work is on the way to renew the Kickstarter campaign later this year (2021)  Right now the game is available to play on the BoardGameArena for free.&#10;https://boardgamearena.com/gamepanel?game=dicedtomatoes&#10;&#10;INGREDIENTS&#10;44 red dice&#10;8 black dice&#10;4 gold/yellow dice&#10;12 tomato vines&#10;4 hearts&#10;4 player mats&#10;a dash of strategy&#10;a sprinkle of ruthlessness&#10;a smidgen of treachery&#10;&#10;PREPARATION&#10;Find 2 to 4 players. Give each of them 1 player mat, 1 heart token, 11 red dice, 2 black die, 1 gold/yellow die and 3 tomato vines. Have each player place the heart token on #3 on the karma track and all the dice in the common pull called the Bushel. Choose the starting player. Start rolling.&#10;&#10;DIRECTIONS&#10;Collect the most points by &ldquo;dicing&rdquo; tomatoes (completing sets of 4 dice per tomato). Select dice from your bushel, roll and place them to earn maximum reward. Complete opponents' tomato vines to collect karma points (hearts). Use the black and/or gold dice to manipulate the score values.&#10;&#10;WHAT'S THE APPEAL?&#10;Quick play time - you can enjoy 3 full games on your lunch break.&#10;Minimal setup time - open the box and start playing within 2 minutes.&#10;Super easy to learn    - simple dice drafting and pattern building mechanic.&#10;High player interactivity - suggestive negotiation and defensive actions&#10;Deceptively simple - if you like a bit more depth than just rolling dice this game will have you Balance luck and tactics to achieve victory.&#10;Expansion opportunity - core game can be expanded to 5, 6 or even more players simply by adding more player sets.&#10;&#10;&#10;",
    "categories": [
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Pattern Recognition",
      "Push Your Luck",
      "Re-rolling and Locking",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/KPhbVHXGXz2xNUGZO_KEsw__thumb/img/4F5LaBoZzMDamm1zwBsIp7yqqq0=/fit-in/200x150/filters:strip_icc()/pic4380619.jpg"
  },
  {
    "id": "35652",
    "name": "Log Jam",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 4,
    "description": "From the manufacturer's website:&#10;&#10;The busy beaver has built a beautiful dam out of logs, but his pesky neighbors keep trying to snatch them away while he's not looking. Be careful when skillfully removing the logs, as the pile might suddenly cave in! When he falls, you'll hear the beaver chattering his annoyance. Who'll be able to collect the most logs unnoticed?&#10;&#10;Similar to:&#10;&#10;    Fire&#10;    Karamo&#10;&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "mechanics": [
      "Physical Removal"
    ],
    "image": "https://cf.geekdo-images.com/jOy_0NwyQimXNL7fgNMkUQ__thumb/img/17rvEXufUk6zFIX5HkxnxmiVHNU=/fit-in/200x150/filters:strip_icc()/pic908735.jpg"
  },
  {
    "id": "30306",
    "name": "What the F*ck?",
    "minPlayers": 2,
    "maxPlayers": 100,
    "playingTime": 30,
    "age": 18,
    "description": "From the publisher's website:&#10;&#10;&quot;Try to guess what other players are going to answer to the most ridiculous set of questions imaginable. If you do not correctly predict a player's response, you take a one-, two- or three-drink penalty. The game includes over 400 questions. It is the most flexible drinking game in the world! Players can easily enter and exit the game and you can play with anywhere from 2 to over 100 players.&quot;&#10;&#10;Components: Two booklets, three six-sided dice, A &amp; B tokens.&#10;&#10;",
    "categories": [
      "Mature / Adult",
      "Party Game"
    ],
    "mechanics": [
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/mmZDNnsH1ZiHSnSRv82yzQ__thumb/img/SNp4W2zxnoDz9daugSG43RlEeG0=/fit-in/200x150/filters:strip_icc()/pic252235.jpg"
  },
  {
    "id": "648",
    "name": "Vox Populi",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 12,
    "description": "Players are Arena-Fight managers who compete for the job of Overall Arena-Fight manager in Rome. They can get this job by supporting the right candidate for becoming Emperor.&#10;&#10;Organizing Gladiator fights and entertaining the crowd will win the players money and the candidate they support Popularity Points. Whether a fight was a commercial success or not depends on the supporters of the Gladiator teams,  because they get to vote after each fight (thumbs up or down) and losing supporters/gladiators will be ejected from the game.&#10;&#10;Colorful counters, good subject, eventful and interactive game.&#10;&#10;",
    "categories": [
      "Fighting",
      "Political"
    ],
    "mechanics": [
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/pz1Sq2HJoH_dL5qssVjZFg__thumb/img/5QHFTj2RDfuCLY_C1Rn7tB7Q9GA=/fit-in/200x150/filters:strip_icc()/pic177419.jpg"
  },
  {
    "id": "2243",
    "name": "Yahtzee",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 30,
    "age": 6,
    "description": "Yahtzee is a classic dice game played with 5 dice.  Each player's turn consists of rolling the dice up to 3 times in hope of making 1 of 13 categories.  Examples of categories are 3 of a kind, 4 of a kind, straight, full house, etc.  Each player tries to fill in a score for each category, but this is not always possible.  When all players have entered a score or a zero for all 13 categories, the game ends and total scores are compared.&#10;&#10;The traditional (public domain) game Yacht predates the trademarked game, and has slightly different scoring.&#10;&#10;There are four basic scoring difference between the tradition game Yacht and Yahtzee.  They are:  1) Yacht has no Three of a Kind category, 2) there are no bonuses in Yacht, 3) there are no Joker rules in Yacht, and 4) the Full House category is scored as the sum of the dice.  The other scoring rules are identical between the two games.&#10;&#10;Travel versions of the game use a device that keeps the dice captured within compartments of a plastic box and allows players to &quot;lock&quot; a particular die between rolls.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Comic Book / Strip",
      "Dice",
      "Movies / TV / Radio theme",
      "Music",
      "Travel"
    ],
    "mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Re-rolling and Locking",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/dp-pJkUemCjhrwi9QItrPA__thumb/img/jzdzVAjd75yiZkIoJ4JsindSmCs=/fit-in/200x150/filters:strip_icc()/pic378237.jpg"
  },
  {
    "id": "262381",
    "name": "Amazed: the Game",
    "minPlayers": 2,
    "maxPlayers": 99,
    "playingTime": 60,
    "age": 14,
    "description": "A mind-warping race against the clock! Solve puzzles, riddles, and secret codes to PROVE your wits - on a brilliant maze-like game board that opens in 16 different ways.&#10;&#10;Includes over 300 challenging puzzles, codes, and riddles for you to solve, with difficulty ranging from extremely easy to brain-melting. Land on a green space, and answer a simple brain teaser. Land on a red space&hellip; and prepare for your mind to implode!&#10;&#10;The AMAZED board can unfold into infinite* configurations, ensuring that each game is a completely brand new experience. Pick a starting place, choose your route, and roll the die. Move left, right, up, down, or even warp across the board!&#10;&#10;&#10;     Okay, it&rsquo;s actually 16 ways. But it feels super infinite, I promise!&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Puzzle"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/ObhCdezWMEuFn8ypmTTEzA__thumb/img/TiMNMrwPnUGxX75mefd-ikKsUTA=/fit-in/200x150/filters:strip_icc()/pic4464413.jpg"
  },
  {
    "id": "46586",
    "name": "Ratuki",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 15,
    "age": 8,
    "description": "Ratuki (a.k.a. Ligretto Crazy) plays much like the card game Ligretto in which each player wants to get rid of her pile of cards first. Each player starts with a deck containing the same cards; each card shows a value from 1-5, sometimes as a numeral, sometimes with fingers on a hand, sometimes spelled in various languages, and so on.&#10;&#10;Everyone plays at the same time. Players take three cards in hand, then all try to play cards to the center of the table, starting with 1s, then 2s, etc. The number of card piles in play can't exceed the number of players. When playing a card, a player can lay down a card that's one higher or one lower than the top card on a pile. As soon as a player lays down a 5, she claims the pile, placing it in her score pile. Players can discard cards as they like, but they lose 1 point for each card discarded.&#10;&#10;As soon as a player runs out of cards, she can end the round. Everyone scores 1 point for each card in their individual score pile, then loses 1 point for each card discarded, each card in hand, and each card still in their pile. Players then sort the cards and start a new round. When one player has totaled 100 or more points, she wins!&#10;&#10;",
    "categories": [
      "Card Game",
      "Real-time"
    ],
    "mechanics": [
      "Hand Management",
      "Pattern Building",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/A2aLEuPwpqVrRcAoxohUYA__thumb/img/ZuZYbyh1RIDfJF8B1Vj_tASB_vs=/fit-in/200x150/filters:strip_icc()/pic886495.jpg"
  },
  {
    "id": "340672",
    "name": "Council of 12",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "The twelve-sided stones of power are acting strange, appearing all over the 12 Kingdoms and causing chaos everywhere! You are the members of the King's council and it is your job to solve all these problems. But behind the scenes a greater danger looms: The Royal Stone of Power is slowly leeching its owner of their life force...&#10;&#10;Council of 12 is a game for 2 to 4 players of age 10 and up. It is the sequel to the acclaimed and successful &quot;King of 12&quot;, Unlike its sister game, Council of 12 is completely cooperative with an adjustable level of difficulty. Here, the aim is to communally manipulate the central d12 according to the requirements of the cards at hand. Council of 12 is completely self-contained, but builds on the popular core elements of King of 12. Characters are played and negated again and dice are manipulated.&#10;&#10;The game includes many different challenges to overcome, as well as an ever-changing selection of characters who will help you do so. Either let chance decide the composition of the Challenge deck, or else tailor it to your desired level of difficulty in your quest for the ultimate high score.&#10;&#10;Cooperative: You play your cards face-down. If you manage to correctly guess what cards your team mates will play, this will help you greatly when solving the puzzle posed by the challenge at hand. But even if things don't go as planned, you will often still have a chance to master the challenge &ndash; provided you manage to spot it!&#10;&#10;If you survive 7 challenges can you face your final task - securing the line of succession by forging an agreement among all the players.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy"
    ],
    "mechanics": [
      "Auction: Sealed Bid",
      "Cooperative Game",
      "Deck Construction",
      "Deduction",
      "Hand Management",
      "Negotiation",
      "Simultaneous Action Selection",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/ZEGVG6HwrEA87D9wWL0aYg__thumb/img/GemidH3hHv4mlHnm3G93hhjQxkY=/fit-in/200x150/filters:strip_icc()/pic6247186.jpg"
  },
  {
    "id": "127748",
    "name": "Alliances",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 10,
    "description": "In Alliances, you will play a superpower nation seeking world domination along with its ally. The game is mainly based on trick-taking mechanisms, with each trick representing a local struggle to control a country in the world. The world is composed of a vast number of countries, each one represented by a tile on the table. Each country also has its own defensive attributes: a certain military strength, economic strength and political strength which need to be overcome. In order to win, your alliance has to dominate the world by gaining control over the most countries.&#10;&#10;Alliances includes three different games in one box:&#10;&#10;&#10;     For 2 players, a confrontational trick taking game.&#10;     For 3 players, a game in which each player in turn plays a superpower empire while the other two players fight him off as rebels.&#10;     For 4 players, a game in which you and your ally will team up to fight your rival alliance to control the world!&#10;&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Hand Management",
      "Team-Based Game",
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/rMkA_7w_lqvG_5-UfOR6kg__thumb/img/FJCUvwb8zR2yxTYrojLEl8CWjXE=/fit-in/200x150/filters:strip_icc()/pic1680193.jpg"
  },
  {
    "id": "1865",
    "name": "Astrotime",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 18,
    "description": "A game of psychology, where you have to know yourself. There's an astrological moment in the game, which you might completely ignore.&#10;You start the game by preparing your personal game tablet by taking the card with your zodiac. You place 10 red dots according to this card and add 4 other red dots on characterics which you think suits yourself.&#10;Then there is 12 turns (one for each sign in the Zodiac), where 3 cards (2 cards if 3-4 players) are drawn and put in the middle of the board. You choose which of the cards suits your personality best. After all choosing is done, all put their chosen card into their personal game tablet and if you have at least five dots and has the most on the chosen card, you'll get points. These points should be spread in as many areas as possible, to get the most points.&#10;&#10;",
    "categories": [
      "Party Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/C-2dW739IWiqJlprB-nNpA__thumb/img/LCQOsDDMBtTh5mGuWgsadB4lUfI=/fit-in/200x150/filters:strip_icc()/pic7387187.jpg"
  },
  {
    "id": "25429",
    "name": "Der Dativ ist dem Genitiv sein Tod",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 25,
    "age": 12,
    "description": "New Essen 2006 game from Kosmos, based on the German bestseller grammar-book &quot;Der Dativ ist dem Genetiv sein Tod&quot; from Bastian Sick (Spiegel Online).&#10;Each player has to decide if a (German) sentence is grammatically correct or not...&#10;&#10;",
    "categories": [
      "Educational",
      "Trivia",
      "Word Game"
    ],
    "mechanics": [
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/vYFCMqu1o6pvmXgwPDdJkg__thumb/img/wlkhX3822N05XHv-IvY-G1Bo_sA=/fit-in/200x150/filters:strip_icc()/pic1295173.jpg"
  },
  {
    "id": "5259",
    "name": "Oh Snap!",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 8,
    "description": "This classic game of the mid 60's featured a wooden box with a spring bar that was pulled back with dozens of small wooden circular pieces of different sizes sandwiched in it.&#10;&#10;The play consists of removing pieces from within the spring bar &quot;trap&quot; in hopes of not making it move. Different sized pieces are worth a certain amount of points each. Point penalties are incurred if the bar moves. The player who has accumulated the most points at the end of the game is the winner.&#10;&#10;Game ends when the number of pieces left in the board equal the number of players.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "mechanics": [
      "Physical Removal"
    ],
    "image": "https://cf.geekdo-images.com/y9Kcy5cnj0Rj-aeDnnrZBw__thumb/img/y0Csm0Cwhn2rcMA-uEsWsBjcd6E=/fit-in/200x150/filters:strip_icc()/pic4489003.jpg"
  },
  {
    "id": "1972",
    "name": "Game of the Year",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 10,
    "description": "(Spears Edition) Players spin a calendar wheel and move forward the designated number of days around a board representing a leap year calendar.  Blue days have bad consequences, red days good ones and purple link to historical facts that can be bad or good.  Players earn money and collect Red Letter day tokens along the way.  The player with the most Red Letter Day tokens at the end of the year wins.&#10;&#10;",
    "categories": [
      "Educational",
      "Party Game"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/joIpT-KCSehLD4VV3SGS0A__thumb/img/vpgrKyBtRjcWwRpoJhV7AvjSkzI=/fit-in/200x150/filters:strip_icc()/pic450543.jpg"
  },
  {
    "id": "183831",
    "name": "DEER LORD!",
    "minPlayers": 4,
    "maxPlayers": 12,
    "playingTime": 90,
    "age": 12,
    "description": "A bizarre and ingenious party game where you have to 'do things' without being accused by the other players. Be sneaky, act crazy, manipulate the group and get creative if you want to win!&#10;&#10;The game consists of a deck of 2 types of playing cards:&#10;DUELS to play during your turn. Choose your opponent, battle it out, and the group decides the winner.&#10;...but that's just to keep the game going, the 'DO SOMETHING' cards are what it's all about! These are instructions you have to carry out during the other players' turns in such a way that they can verify it happened when you confess BUT if they call you out, you'll have to try again.&#10;&#10;DEER LORD! is a social game, and the opinions of the players determine the gameplay. Win over your friends to win the game!&#10;&#10;This BASIC game fits any occasion and is suitable for any type of player. If you're looking to spice it up, add one or more of the 3 expansions.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Humor",
      "Party Game",
      "Print & Play",
      "Travel"
    ],
    "mechanics": [
      "Acting",
      "Storytelling",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/ESJkJFOKgYL48TI6-lt5ww__thumb/img/if46XCF6IJk6bVziM1_H_nZyHgo=/fit-in/200x150/filters:strip_icc()/pic2991047.jpg"
  },
  {
    "id": "39372",
    "name": "The Crazy Cat Lady Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 0,
    "age": 8,
    "description": "You can never have too many cats? Or can you? In this exciting board game you attempt to collect more cats than your fellow competitors as you make your way around the board. Gain more cats by landing on spaces like &ldquo;Save a Cat Stuck in a Tree&rdquo; and &ldquo;Rescue Grumpy Old Cat From Pound.&rdquo; But watch out for spaces that take cats from you like &ldquo;Beware of Dog&rdquo; and &ldquo;Kitten Distracted by Bit of Fluff.&rdquo; Fantastic feline fun for the whole family! Includes gameboard with spinner, four game pieces with plastic stands, fifty 5/8&quot; tall plastic cats and four Wildcat cards.&#10;&#10;",
    "categories": [
      "Animals",
      "Humor"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/DN5gIjJGRhBzncVasSFF_g__thumb/img/cHT6t8_hCmTMohUbkH_6NZoYCs4=/fit-in/200x150/filters:strip_icc()/pic3762563.png"
  },
  {
    "id": "2855",
    "name": "Stare!",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 60,
    "age": 10,
    "description": "From the box:&#10;&#10;&quot;Quickly - you have 20 seconds to stare at the image on the card. It might be a movie poster, an old advert, a comic, a funny photo, or maybe even a work of art. When the timer runs out, you'll be asked a series of questions about the image - What color is the woman's hat? How man teddy bears do you see? In which hand is the man holding the gun?&#10;&#10;&quot;How much can you recall? Don't worry, wild guesses count. Answer correctly and you keep going - unless your luck runs out first! Will your powers of concentration hold, even as you burst out laughing?&quot;&#10;&#10;",
    "categories": [
      "Memory",
      "Party Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/qBZ_hFEP4U0ttl2v5bnqpw__thumb/img/UGFLniIft_b5X2zCFvJ82YtAOUc=/fit-in/200x150/filters:strip_icc()/pic485284.jpg"
  },
  {
    "id": "19272",
    "name": "Go Fish!",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 0,
    "age": 3,
    "description": "Watch preschoolers get hooked on their first fishy card game!  Colorful boats hold the cards for young players. The suction-cup- worm makes it great fun to &quot;catch a fish,&quot; then match up colors or numbers. Two levels of play; for 2 to 4 players.&#10;&#10;Contents: 35 Fish cards, 4 boats, fishing pole with suction cup &quot;worm&quot;, Instructions&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game",
      "Memory",
      "Nautical"
    ],
    "mechanics": [
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/RqXaKVKklI7UTDcL7IvLTg__thumb/img/Cll6_fDJZygqxDIZPQ_aNwnbZGg=/fit-in/200x150/filters:strip_icc()/pic94308.jpg"
  },
  {
    "id": "9540",
    "name": "Advanced Dungeons & Dragons Trivia Game",
    "minPlayers": 3,
    "maxPlayers": 10,
    "playingTime": 60,
    "age": 10,
    "description": "You take the role of an AD&amp;D game character and answer questions about the AD&amp;D 2nd edition game.  Each correct answer can wound opposing characters or heal your own.  The last survivor wins the game.  All questions are drawn from the AD&amp;D 2nd edition Players Handbook, Dungeon Masters Guide, Monstrous Compendium Volume I, and Monstrous Compendium Volume II.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Memory",
      "Trivia"
    ],
    "mechanics": [
      "Cooperative Game",
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/Vf-0IraB0r7VCcXDYpW7Yg__thumb/img/5N5YX7lJiKHEw-GTTpM6H3bAhEQ=/fit-in/200x150/filters:strip_icc()/pic222670.jpg"
  },
  {
    "id": "11765",
    "name": "Capt'n W. Kidd",
    "minPlayers": 2,
    "maxPlayers": 3,
    "playingTime": 15,
    "age": 9,
    "description": "The faux leather board represents a crow's nest view of a pirate ship. Each space connects with two other spaces.&#10;&#10;On a turn, a player can either place a pirate or move one. Movement can never be in the direction that the pirate has come from. If a pirate is able to land on another pirate, the second is beaten and removed from the game.&#10;&#10;A player unable to move any of his pirates loses.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Pirates"
    ],
    "mechanics": [
      "Area Movement",
      "Enclosure"
    ],
    "image": "https://cf.geekdo-images.com/Rqk98bgWgr362uqEFPviug__thumb/img/vPAQpL4T89UuZ1Yp-iK18wf0kRc=/fit-in/200x150/filters:strip_icc()/pic47757.jpg"
  },
  {
    "id": "2120",
    "name": "Looney Tunes Trading Card Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 0,
    "description": "A very simple game which, unusual for a collectible card game, has only three types of cards. Scenes, which are Loony Tune episodes, have a value and color. Actors, which are characters from various cartoons, each also have a value and color. Special effects are the monkey wrenches that may be thrown into the mix for more randomness.&#10;&#10;Four scenes are laid out and replenished when depleted. The object is to play Actors to the scenes to try to steal them. The active player plays actors and/or special effects to a scene then the inactive player does the same. After both have played the scene is removed and scored.&#10;&#10;To win the scene you must have the best actors. The hierarchy for scoring is...&#10;&#10;1. The highest value of same color actors not exceeding the scene value.&#10;&#10;2. The highest value of wrong colored actors not exceeding the scene value.&#10;&#10;3. The highest value actors exceeding the scene value. These actors are overacting.&#10;&#10;...with the active player winning ties.&#10;&#10;The game is good for children because of its simplicity but will not keep the interest of veteran game players. The artwork is from Looney Tunes both color and B/W episodes and are laid out nicely on the cards.&#10;&#10;",
    "categories": [
      "Card Game",
      "Collectible Components",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/v-bd97GWCKGro0pzVzQx8A__thumb/img/ppSecWlI2kJ-ye6OStu_SFVRmPg=/fit-in/200x150/filters:strip_icc()/pic222363.jpg"
  },
  {
    "id": "3645",
    "name": "History of the Second World War: Part 1 – Hitler Turns Against Russia",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 360,
    "age": 12,
    "description": "Planned to be a nine-part series of games covering all of WWII based on the B.H. Liddell Hart book of the same name. This is a grand strategic hex and counter turn-based WWII wargame. Hexes are 175km, a turn is one month. Combat is by dice on CRT and based on both attack/defense ratings and type of attack/defense.&#10;&#10;This was Part 1: Hitler Turns Against Russia, and was the intial release for the series.&#10;&#10;Part 2: The Overrunning of the West was also published before the series was discontinued.  The remaining 7 parts were never published.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/W8IPYG0vfwS8NUO-Gmj0jg__thumb/img/lKF_bDElWgDEZ3Za--bu4XilpPs=/fit-in/200x150/filters:strip_icc()/pic12168.jpg"
  },
  {
    "id": "20140",
    "name": "Sybarit",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 60,
    "age": 14,
    "description": "Trivia game about food. The first player draws a card which gives the category (food, drinks, etiquette, or a bit of everything) of which they should answer a question (and also a value, more about this later). They can choose a question for one point (easier) or one for three points (harder). If they answer the question correct they gain the points, if not no points. There are also a few jokers that give special rules for how many points a question should be awarded (including among others minus points, and &quot;as many points as the last player got&quot;). After the question is answered, the category cards are kept in a separate pile for each player.&#10;&#10;At the end of the game the card values for each player are summed up. The player with most gets awarded an additional five points. The player with most points after this is the winner.&#10;&#10;Awards&#10;&#10;2007 &#195;&#133;rets Voksenspil, Adult Game of the Year Denmark&#10;&#10;",
    "categories": [
      "Party Game",
      "Trivia"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/eR71zBC9IMD2FOVp86PISg__thumb/img/zRKW1PIhV_YkEm5lZwwUQtZF23Y=/fit-in/200x150/filters:strip_icc()/pic172995.jpg"
  },
  {
    "id": "8479",
    "name": "Odds'R",
    "minPlayers": 2,
    "maxPlayers": 12,
    "playingTime": 90,
    "age": 12,
    "description": "This is a multiple-choice trivia game with a wagering system that allows all players to bet on the expected answer before it's given.  A lottery, fed by initial seeding and all lost wagers, provides the other principal source of income in the game. There are also some random benefits and penalties associated with each square landed on.  The board contains three tiers, with minimum bets and random payouts increasing as each new level is reached.&#10;&#10;The game ends when the first player reaches the end of the track (no exact roll needed), at which point that player receives the final (and possibly only) lottery payout.  The richest player wins.&#10;&#10;",
    "categories": [
      "Dice",
      "Party Game",
      "Trivia"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Roll / Spin and Move",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/YdxKBMFhv1RttUaIrCpeIA__thumb/img/DM9wqBzzKIDhz9HkjP5u4gk9syM=/fit-in/200x150/filters:strip_icc()/pic450512.jpg"
  },
  {
    "id": "5956",
    "name": "South Africa: The Death of Colonialism",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "&quot;South Africa: The Death of Colonialism&quot;, is a two-player operational level wargame simulation of a possible revolt of that nation's Black majority (Black Nationalists) against the White South African government (Republic of South Africa Government) and of the government's reaction to such a revolt.&#10;&#10;Subtitled 'The Death of Colonialism', this game was first published in Strategy &amp; Tactics magazine #62.&#10;&#10;Victory points are awarded each player for reduction (or destruction) of their opponent's units and control of certain map hexes.  An automatic victory is attained if the ratio of points gained by either player reaches 3:1, otherwise play continues indefinitely (the standard scenario postulates that the Republic of South Africa will eventually collapse).&#10;&#10;Variable events can prolong the game each turn until one side wins (or surrenders).&#10;&#10;Game Scale:&#10;Turn: 1 Week&#10;Hex: 37.2 Miles / 60 Kilometers&#10;Units: Company to Battalion&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full-color mapsheet&#10;One dual-side printed countersheet (200 1/2&quot; counters)&#10;One 8-page South Africa rules booklet&#10;One 6-sided dice&#10;&#10;",
    "categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/j-gp5d3GVIxGEdsER23ryg__thumb/img/o2xovCf8-N1YrOutGyAXu9Q4dUI=/fit-in/200x150/filters:strip_icc()/pic6093933.jpg"
  },
  {
    "id": "32340",
    "name": "The Golden Compass",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "&#10;&#10;&#10;    &#10;        Disambiguation: This game is for the Golden Compass movie, the game for the book is located over here.&#10;&#10;    &#10;&#10;&#10;Players are part of Philip Pullman&rsquo;s creation, as portrayed in the motion picture: a world very much like our own, but existing in a parallel universe. The game features graphics and pictures taken from the movie. Players alternate in leading Lyra in her journey to rescue her friends, as she escapes from the Magisterium's clutches. As each turn unfolds, players collect items and clues, and help Lyra to understand the Alethiometer - the truth-measuring Golden Compass. During a turn a player uses the Alethiometer spindle: the spinning action reveals the two actions the player is allowed to choose from. A typical move involves playing or drawing Lyra cards, played in sets to collect Item tiles from the board (representing Lyra and Pan's actions and investigations) or placing Symbol tokens that will later let a player draw valuable Truth tokens (representing the interpretation of the Alethiometer). Character cards, showing the main heroes and villains of the story, can be used by players to alter the gameplay by applying their special abilities. The winner is the player that scores the most points by the end of the game.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/z6aauJjEqzwb6UVDDcCzZg__thumb/img/5EwBRis8uip8yFjAvKD4_5BahFo=/fit-in/200x150/filters:strip_icc()/pic274346.jpg"
  },
  {
    "id": "1467",
    "name": "Abduction",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 10,
    "description": "The players take the role of victims of an alien abduction trying to escape from captivity on an alien ship.  The object is to be the first to escape...&quot;the others better not get in the way&quot;.  Cards are placed by the players throughout the game to determine the ship's layout, and represent the exploration of the ship.  Other cards allow players to find weapons, or use other special powers, by holding a specific card or playing other cards as events.&#10;&#10;Online Play&#10;&#10;     CCG Workshop (no longer available)&#10;&#10;&#10;",
    "categories": [
      "Adventure",
      "Card Game",
      "Fighting",
      "Maze",
      "Science Fiction"
    ],
    "mechanics": [
      "Modular Board",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/Y0Izjqk30qprU-4-P23JaQ__thumb/img/ZiGwDrgXbG1DEgkyCVO8m9vsrd8=/fit-in/200x150/filters:strip_icc()/pic463806.jpg"
  },
  {
    "id": "1264",
    "name": "Der Schattendieb",
    "minPlayers": 3,
    "maxPlayers": 7,
    "playingTime": 30,
    "age": 8,
    "description": "A card collection game where players try to collect, and then successfully play, items of jewelry in different values.  There is an element of bluff as unprotected cards can be stolen by judicious play of the thieves, as well as a &quot;sudden-death&quot; mechanic where players can go out early, leaving the remaining players with no chance to score.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Memory"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/rhkF5t4cLwnpIOoTx3Rtxg__thumb/img/iMRWTPw7TGPqxcQoDH1o5dk71Lw=/fit-in/200x150/filters:strip_icc()/pic27496.jpg"
  },
  {
    "id": "27471",
    "name": "Cálico Electrónico: El juego de cartas",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 12,
    "description": "Based on a popular spanish flash animation, &quot;C&aacute;lico Electr&oacute;nico - El juego de cartas&quot; is a dungeon crawler in which the players take the role of C&aacute;lico Electr&oacute;nico himself or one of his clones to prove that they are the strongest by completing two episodes.&#10;&#10;The mechanics are very similar to Dungeoneer: Tomb of the Lich Lord. Players are dealt one of the four characters; each one has a power and a charisma value and a special hability. Also, each player receives an episode to complete in a determined city area and three calico cards (action cards). Then, the initial city is built: each player places one city card that matches with the starting one or with one that has been already placed.&#10;&#10;Each player in his turn can spend &quot;calikillos&quot; (action points) to do several things:&#10;&#10;    1 Play a card: Each card has different costs and effects&#10;    2 Move to an adjacent city tile: Each tile not only has a different cost, but also, you receive &quot;anticalikillos&quot;, wich other players will use to play monsters, special effects...&#10;    3 Place a new city tile: Spending one calikillo, you can draw a city tile and place it on a legal spot&#10;    4 Heal yourself: By spending five calikillos, you heal yourself (each character has two status: hurt and unhurt, so by healing you revert to unhurt)&#10;&#10;&#10;When a player resolves an action, other players may, clockwise, spend that player's anticalikillos to play action cards on him.&#10;&#10;If a player at any time in his turn is at the same city tile of a monster, he will fight it. Fights are simple: you choose a characteristic, roll a die and, if the result of the die plus the characteristic is higher than the monsters value, you defeat him, if it's lower you are defeated and turn to hurt status. Players can fight each other, but the characteristic is determined by the player who wins a rock-paper-scissors game.&#10;&#10;When all the players complete their turn, a new round begins:&#10;&#10;    1 Players can discard cards and draw until they have five&#10;    2 Set their calikillos to five&#10;    3 Set their anticalikillos to zero&#10;&#10;&#10;",
    "categories": [
      "Adventure",
      "Card Game",
      "Exploration",
      "Humor"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Rock-Paper-Scissors",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/1RM-Ssj-wTTxccj6AbfkBg__thumb/img/Mp2LglnvkY4lcLdVg-HRRTrTxT4=/fit-in/200x150/filters:strip_icc()/pic188506.jpg"
  },
  {
    "id": "8133",
    "name": "30 Second Mysteries",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 10,
    "age": 12,
    "description": "From the back of the box:&#10;&#10;We've created 144 fiendish puzzlers drawn from a wide range of subjects: history, crime, sports, famous people, entertainment, science, even everyday life.  Some are well-known events that are cleverly disguised, others are hilarious twists on fact or fiction - but they all include a mystery worth solving.&#10;&#10;The game has more than 1400 clues to help you along, but the fewer clues you use, the faster you win.&#10;&#10;How to Play&#10;&#10;Object: Solve the mystery first.&#10;&#10;1. Read the case (it's identical for both teams).&#10;2. Pose the mystery (it has two parts - you'll get clues that gradually reveal your half, the other team gets clues for its half on the back of the card).&#10;3. Reveal one clue, then ask a question (be careful, don't let your questions reveal what you know).&#10;4. Continue to reveal clues and ask questions until one team dares to solve the mystery.&#10;5. If your team solves the mystery you score a point, but if you're wrong, the other team scores.&#10;&#10;",
    "categories": [
      "Deduction"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/GEmo3KP_67P1PA5A_Z2NzQ__thumb/img/-hZE1tuGYp9ikiopc0ehczTxvHs=/fit-in/200x150/filters:strip_icc()/pic41006.jpg"
  },
  {
    "id": "2297",
    "name": "U.S. Patent No. 1",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 10,
    "description": "U.S, Patent Number 1 is a racing game. Every player is a scientist who has invented time travel, and now everyone is racing to the Patent Office to prove who invented it first. Because you have a time machine, it's not enough to get to the Patent Office fast. You actually have to go back in time, to the day the Patent Office opened!&#10;&#10;During this race you will upgrade your machine with some gadgets, including a power plant, a chassis, a weapon, and a shield. You can invent these things on your own, you can buy them, or you can steal them from the other players. Only a machine with all four upgrades qualifies to earn the patent, and you have a limited supply of money and power to spend.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Awards&#10;    2001 Origins Award Nominee: Best Science Fiction / Fantasy board game&#10;&#10;&#10;",
    "categories": [
      "Fighting",
      "Racing",
      "Science Fiction"
    ],
    "mechanics": [
      "Action Points",
      "Set Collection",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/9fIyPhWLhNGchSNh1Api_w__thumb/img/Bz9qeTnvM5cO_RrsPofF5LLAFAw=/fit-in/200x150/filters:strip_icc()/pic302833.jpg"
  },
  {
    "id": "181",
    "name": "Risk",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 10,
    "description": "Possibly the most popular, mass market war game.  The goal is conquest of the world.&#10;&#10;Each player's turn consists of:&#10;- gaining reinforcements through number of territories held, control of every territory on each continent, and turning sets of bonus cards.&#10;-  Attacking other players using a simple combat rule of comparing the highest dice rolled for each side.  Players may attack as often as desired.  If one enemy territory is successfully taken, the player is awarded with a  bonus card.&#10;-  Moving a group of armies to another adjacent territory.&#10;&#10;",
    "categories": [
      "Territory Building",
      "Wargame"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Player Elimination",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/Oem1TTtSgxOghRFCoyWRPw__thumb/img/5cltSV60oVvjL3Ag_KTJbmTdU6w=/fit-in/200x150/filters:strip_icc()/pic4916782.jpg"
  },
  {
    "id": "716",
    "name": "Pizza Party",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 4,
    "description": "Pizza Party is a quick and simple variation of Memory for children which becomes much more adult and exciting when money is wagered on the outcome. Each player gets a color-coded pizza slice with six slots used to hold topping discs. There are six discs of four different toppings placed face down on the table along with two &quot;switch&quot; ones for each color. Players flip one over on their turn and add it to their slice if it matches the topping they already have. If a &quot;switch&quot; one is revealed, the player trades his or her slice with the player of the corresponding color or with any player if his or her own color is revealed.&#10;&#10;Ages 4 to 8&#10;&#10;",
    "categories": [
      "Children's Game",
      "Memory"
    ],
    "mechanics": [
      "Memory",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/1Mdw7HTL8TbN81V9QYA5qg__thumb/img/HavecyRxyuFyVubyO-mEvw5ej08=/fit-in/200x150/filters:strip_icc()/pic2799355.jpg"
  },
  {
    "id": "131914",
    "name": "King's Bounty",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 8,
    "description": "Beginning of the Adventure:&#10;&#10;Heralds carry tidings all through the land: the battle for King&rsquo;s Bounty is at hand! Fearless adventurers from throughout the kingdom gather forces under their banners, while prominent lords fortify their castles to withstand a siege. The whole world has turned upside down in the fever of war: dwarves have been seen defending the elves&rsquo; woodland strongholds against legions of the undead, great dragons have razed ancient obelisks to the ground, while heroes have used both brute force and cunning to capture enemy castles. The King can barely keep up with awarding commanders their well-earned titles for valor and heroism on the field of battle, and there&rsquo;s not a single distinguished title that hasn&rsquo;t already changed hands at least a dozen times. After all, it&rsquo;s not the strength of your castle or the size of your army that counts &mdash; only the favor of the supreme ruler will decide who ultimately merits receiving the King&rsquo;s Bounty.&#10;&#10;Gameplay:&#10;&#10;Based on the bestselling video game of the same name, King&rsquo;s Bounty is a board game that&rsquo;s played with cards. The players take control of one of five races &mdash; elves, dwarves, orcs, humans or the undead &mdash; and use their armies to capture castles and obelisks, earning victory points in the process. However, the main battle will be fought over titles, which are far more valuable than land in ensuring victory. At the end of the match, the players who have completed the required objectives earn the titles and the victory points that go with them. Finally, the scores get tallied up, and a winner is determined.&#10;&#10;Game contents:&#10;&#10;&#10;    48 Troop cards of 5 races &#10;&#10;&#10;Every race except for humans has 9 troop cards: 3 archers, 2 fighters, 2 wizards, 1 hero and 1 monster. Humans have 4 archers, 3 fighters, 3 wizards, 1 hero and 1 monster.&#10;&#10;&#10;    36 Property cards, including 24 Castle cards &amp; 12 Obelisk cards&#10;&#10;&#10;Castle cards. Every race except for humans has 6 castles: 2 towers, 2 fortresses and 2 citadels. Humans don&rsquo;t have any castles.&#10;&#10;Obelisk cards. The game has 4 obelisks with powers 1, 2 and 3. All obelisks are neutral (meaning they don&rsquo;t belong to any one race) and each yields 2 victory points.&#10;&#10;&#10;    21 Title Cards&#10;&#10;&#10;&#10;    1 Last player card&#10;&#10;&#10;&#10;    1 Rulebook&#10;&#10;&#10;",
    "categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Video Game Theme"
    ],
    "mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/zVmETI8nxK4BiS3IfcqRqg__thumb/img/cdFyQ2l77rpqW0FR_EiRAUPpeQE=/fit-in/200x150/filters:strip_icc()/pic1443940.jpg"
  },
  {
    "id": "392494",
    "name": "The Grand Siberian",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 155,
    "age": 14,
    "description": "When The Journey Of A Lifetime Is Just The Beginning...&#10;&#10;Pack your backpack and board the legendary Trans-Siberian Railway. Set up a unique itinerary and travel to the most common places or find adventures off the beaten track. Choose Trains, Hitchhiking or Marshrutkas as your standard mode of transportation &ndash; a Plane or Helicopter in extremis. No matter how, reach the remotest places and indulge in unique experiences, while discovering the unknown. But be aware, not every journey goes as planned. Other travellers and unexpected events might mess with your initial plans&hellip;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Educational",
      "Exploration",
      "Trains",
      "Transportation",
      "Travel"
    ],
    "mechanics": [
      "Action Drafting",
      "Connections",
      "Contracts",
      "Deck, Bag, and Pool Building",
      "End Game Bonuses",
      "Hand Management",
      "Network and Route Building"
    ],
    "image": ""
  },
  {
    "id": "294969",
    "name": "Dog Man: Attack of The Fleas",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 0,
    "age": 7,
    "description": "The Fleas (Fuzzy Little Evil Animal Squad) are at it again. Crunky, Bub, and Piggy plan to take over the world with their Robo-Brontosaurus. Fortunately, the Supa Buddies are ready to jump into action. The Bark Night, Cat Kid, Lightning Dude, along with Petey, the Chief and Sarah Hatoff, need to use the right tools to foil the Fleas. Using the Shrink Ray, Invisible Spray, the helicopter, and more, everyone works together to stop the villainous villains!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Civilization"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/dIY8eZuAaHu4sXXf2DAgzA__thumb/img/e-IcRzJwk-cCDhcjQPdWFzVoA8o=/fit-in/200x150/filters:strip_icc()/pic5142489.jpg"
  },
  {
    "id": "25623",
    "name": "Mmm ... Brains!",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 15,
    "age": 6,
    "description": "In Mmm...Brains! you and your zombie friends roll the dice and rush to collect as many brains as possible. After all the brains are gone, roll the dice and force your opponents to drop their precious brains. Be the last with any brains and win the game!&#10;&#10;Each game comes with: 5 Custom Dice, 5 Player Cards, Rules and 50 custom sculpted BRAINS!&#10;&#10;",
    "categories": [
      "Dice",
      "Horror",
      "Zombies"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/daXzGbZBsfqYdiSVrEa8hQ__thumb/img/Yjpj3iMR6MbwD_3KkDXBv_5P8SI=/fit-in/200x150/filters:strip_icc()/pic2909338.jpg"
  },
  {
    "id": "142303",
    "name": "Railways Express",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 7,
    "description": "Game description from the publisher:&#10;&#10;In the dice-rolling race game Railways Express, 2-4 players travel around the USA and through parts of southern Canada and northern Mexico, building track as in the related Railways of the World game series from their individual starting city across plains, waterways and mountains based upon what they roll on the two terrain dice and two track dice.&#10;&#10;By linking cities with track, you are awarded re-roll cubes (and possibly cards), which gives strategic options for the routes available to you as you try to connect more cities. If you're the first player to link all four cities of your color, you win!&#10;&#10;",
    "categories": [
      "Dice",
      "Racing",
      "Trains"
    ],
    "mechanics": [
      "Dice Rolling",
      "Network and Route Building"
    ],
    "image": "https://cf.geekdo-images.com/WIHoZ0hIIVsn0gOdPDG3sw__thumb/img/ZLis0S36JlgbdOc5iElQdnhEcls=/fit-in/200x150/filters:strip_icc()/pic1650144.jpg"
  },
  {
    "id": "224212",
    "name": "Red Scare",
    "minPlayers": 4,
    "maxPlayers": 10,
    "playingTime": 30,
    "age": 10,
    "description": "The threat of Communist infiltration is at an all-time high, and red panic is everywhere. It's on you, trusted patriots of the FBI, to scour the files of any and all that may be promoting the Soviet agenda and threatening these sacred shores. The nation trusts you to detect, then publicly accuse and deport these traitors. But watch out because double agents are everywhere! Even your closest colleagues are not to be trusted. Perhaps even you have something to hide&hellip;&#10;&#10;Red Scare is a hidden role/social deduction game with a delightful wrinkle; the only way to discover the truth about your friends is with a pair of secret decoder glasses! The game features no player elimination, so everyone is in on it until the end.&#10;&#10;",
    "categories": [
      "Deduction",
      "Negotiation",
      "Political",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/g-10zVy9dd-FV-1QCXDPrg__thumb/img/X0wPmmjZ3U9pujYQDqL4jaPcTAk=/fit-in/200x150/filters:strip_icc()/pic3485529.png"
  },
  {
    "id": "329640",
    "name": "Detective Poker",
    "minPlayers": 3,
    "maxPlayers": 4,
    "playingTime": 50,
    "age": 10,
    "description": "In this game loosely based on Texas Hold 'em, you will have to guess which player has the best poker hand during each of the betting rounds.&#10;You will only see one card of each player.&#10;&#10;Detective poker is on BGA :&#10;https://boardgamearena.com/gamepanel?game=detectivepoker&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Print & Play"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Deduction"
    ],
    "image": "https://cf.geekdo-images.com/vsbw3h-v4LLjZD-7KqHXsg__thumb/img/HZZU_w0EX_-98WFOvZ8LeD1NhpA=/fit-in/200x150/filters:strip_icc()/pic5972488.jpg"
  },
  {
    "id": "19578",
    "name": "Scene It? Harry Potter",
    "minPlayers": 2,
    "maxPlayers": 12,
    "playingTime": 60,
    "age": 8,
    "description": "All aboard the Hogwarts Express!  Test your knowledge of one of the world's most famous wizards with film clips, puzzlers, and questions based on the Harry Potter movies.  How much do you really know about Quidditch, Transfiguration, or the Dark Arts?  You'll find out as you race your friends around the board.&#10;&#10;Fun for wizards and muggles!  You don't have to be a 5th year at Hogwarts to do well at Scene It?: Harry Potter.  On-screen challenges test your powers of observation, word play and puzzle-solving skills, so even if you don't know the first thing about how to brew a Polyjuice Potion, you'll still have a great time playing Scene It?: Harry Potter.&#10;&#10;You may well remember The Monster Book of Monsters, but do you remember how many eyes it has? Don't know?  Don't worry!  You'll see for yourself in the film clip!&#10;&#10;Think you know how to tackle Boggarts and Basilisk, Dementors and dragons?  Let Scene It?: Harry Potter put your Harry Potter film knowledge to the ultimate test!&#10;&#10;Includes&#10;&middot;    1 Game DVD&#10;&middot;    1 Flextime Game Board&#10;&middot;    1 Six-sided Numbered Die&#10;&middot;    1 Eight-sided Category Die&#10;&middot;    4 Category Reference Cards&#10;&middot;    4 Metal Tokens&#10;&middot;    30 House Points Cards&#10;&middot;    160 Question Cards&#10;&middot;    1 Instruction Sheet&#10;&#10;",
    "categories": [
      "Children's Game",
      "Electronic",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Party Game",
      "Trivia"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/EWUP8bQ5xW5UcUeL6LzV6w__thumb/img/x9Y9w4ofXXsYoSJ7BaJ28Tu8MpQ=/fit-in/200x150/filters:strip_icc()/pic8299169.jpg"
  },
  {
    "id": "184108",
    "name": "Monopoly: Despicable Me",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 180,
    "age": 5,
    "description": "It's the classic fast-dealing property trading game of Monopoly, now with multitudes of minions! Gru is back with another evil plan and it's up to you to collect Banana Bucks and own all of your favorite properties before he succeeds. Spin the Minion Spinner to move your minion around the board and wheel and deal to win the most mischievous Monopoly game ever!&#10;&#10;This Despicable Me 2 version of Monopoly is mischievous property-trading fun! Buy and sell properties! Collect Banana Bucks! Includes exclusive minions! 50 minions to collect! (Each sold separately.)&#10;&#10;Game includes 4 minion tokens, spinner pod with Nom Nom Tom minion, game track, game tray (plus 2 clips), 16 Cupcake tokens, 8 Ice-Cream Sundae tokens, 16 Property cards, 16 Chance cards, Banana Bucks and game guide.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/oZFprUkS8RpgFMRXEbml8A__thumb/img/RUEJ971i0fKYAo5wDu_P8yQqmco=/fit-in/200x150/filters:strip_icc()/pic2773670.jpg"
  },
  {
    "id": "92960",
    "name": "S'mores Card Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 0,
    "age": 6,
    "description": "From the publisher's website:&#10;&quot;The S&rsquo;mores card game is designed for up to 6 multi-level players, and incorporates both strategy and good old fashion fun. The object of the game is to build an edible s&rsquo;more before your opponents. Players get a higher point value based on the quality of s&rsquo;more ingredients. First player to collect all 4 ingredient cards and call out S&rsquo;more!, wins. The S&rsquo;more card game includes 70, 3x5 sturdy playing cards, and retails for $5.99. Sure to be a big hit at home or on your next family outing. Printed with Soy-Based Ink on Recycled Paper.&quot;&#10;&#10;Cards consist of ingredient cards (graham crackers, marshmallow, and chocolate), bonus cards to increase the point value to your hand, action cards that decrease your point value, and filler cards which have no value. Players start with 5 cards each. On one's turn, a player has two choices: either take a card from the deck and discard one from one's hand; or, ask any player to fan their cards, then pick one of their cards and replace it with one from the active player's hand. The first player to get all four ingredients to create a s'more (2 graham crackers, 1 marshmallow, and 1 chocolate) shouts &quot;S'MORE!&quot; to win the game. If two or more players shout s'more at the same time, the player with the highest point value wins.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/JMHMEruKJ9XRGATu_Q36xg__thumb/img/2ctPpwM2toWWsl4t5piUyokOo0M=/fit-in/200x150/filters:strip_icc()/pic981596.jpg"
  },
  {
    "id": "2841",
    "name": "Tennis",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "User review: The game is scored exactly as the sport: A player must win a set by a two game margin. The first player (or team) to win six sets claims victory.&#10;&#10;The game consists of two separate decks of cards: the Serve Deck and the Play Deck. Each player is dealt ten cards (or seven, when playing doubles) from the Play Deck. Players must use these cards wisely because they can not replenish their hands until the winner of the set is determined.&#10;&#10;The serving player reveals the top Serve Deck card to get the game started. An Ace card is an automatic point for the server. Revealing consecutive Fault Cards gives an automatic point to the receiving player. Revealing an In Card means the receiving player may respond with a play from one&rsquo;s hand.&#10;&#10;When the game gets going each player may respond with the proper card from one&rsquo;s hand. Failure to or choosing not to respond results in a point for the opponent.&#10;&#10;Components:&#10;&#10;Play Deck:&#10;&#10;45 normal shots (5 cards for each of 9 possible shots)&#10;2 Out&#10;4 Smash&#10;4 Kill&#10;1 Ad card (not needed to play - same back as other cards but lists other Parker Bros. games to try)&#10;56 cards total&#10;&#10;Serve Deck:&#10;&#10;17 In&#10;3 Ace&#10;7 Fault&#10;&#10;27 cards total&#10;&#10;1 Rules sheet&#10;1 Serve marker&#10;1 Ball marker&#10;Tennis Court Playing Area board&#10;1 advertisement card with Play deck backing&#10;&#10;",
    "categories": [
      "Card Game",
      "Sports"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/WOKUCulgvi5kdTvyYKgS8w__thumb/img/JrvTKe98LaPrNcNF3FxD33NiJzA=/fit-in/200x150/filters:strip_icc()/pic1516007.jpg"
  },
  {
    "id": "4251",
    "name": "Globopolis",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 180,
    "age": 10,
    "description": "Globopolis is a turn and point board game with a futuristic Sci Fi theme, that incorporates strategic elements of resource acquisition and trading, the acquisition and building of territories, along with aggression scenarios.&#10;&#10;",
    "categories": [
      "Dice",
      "Negotiation",
      "Science Fiction",
      "Spies / Secret Agents",
      "Territory Building"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/Fl6XqTsOk751mFew8QrZVw__thumb/img/Dn6QPBFfyD3du_O7sabFrauL-y0=/fit-in/200x150/filters:strip_icc()/pic13466.jpg"
  },
  {
    "id": "3839",
    "name": "UNO Dominos",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 10,
    "age": 7,
    "description": "UNO Dominos for 2 to 6 players ages 7 and up&#10;&#10;EQUIPMENT&#10;81 Domo playing pieces and 6 playing racks&#10;&#10;SUMMARY OF PLAY&#10;Each player draws 6 Domos. The player with the highest starting double goes first. After the starting doublet is placed on the table, each player in turn tries to match by color, number or word. The words on the Domos add excitement to the game by reversing the direction of play, skipping the next player or instruction the next player to draw a certain number of additional Domos. The first player to get rid of his Domos is the winner.&#10;&#10;MATCHING DOMOS&#10;In general, Domos are matched by UNO rules and arranged DOMINO style. Match by color, number, or word. But play is limited to the 4 directions of play from the starting doublet. When playing the MATCHING SIDE always constitutes the play. If someone puts down a draw two card and you have one you can put it down.&#10;&#10;If at any time you are unable to match color, number or word, you MUST draw ONE Domo from the remaining stock. If the drawn Domo is playable, you may play it immediately. If it is unplayable, it is added to your hand and play passes to the left to the next player.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/KBBFNQQhEThjf3ie-t8Chw__thumb/img/NjZHA9s_sWu3LCMLh2DuxhESQzs=/fit-in/200x150/filters:strip_icc()/pic1516009.jpg"
  },
  {
    "id": "31111",
    "name": "Picture Dominoes",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 0,
    "description": "The children's version of the classic game of Dominoes. Provided with picture instead of (or as well as) numbers to allow pre-readers to play.  This is a catch-all entry for the game system where the traditional numbers or pips on dominoes are replaced with pictures (giving roughly the same effect as the traditional game, though without numbers, scoring removed as a game element).&#10;&#10;Generally, picture domino sets are 28 tiles ([0/0], [1/1] &amp; [1/0],[2/2] &amp; [2/1] &amp; [2/0], ... &amp; [6/0])&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Animals",
      "Children's Game",
      "Comic Book / Strip",
      "Educational",
      "Movies / TV / Radio theme",
      "Religious"
    ],
    "mechanics": [
      "Hand Management",
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/-2Kk1G7QFwKtt8E2xUIZVw__thumb/img/NSGPquiCOZ--ZaL5pTajc2Rjnpo=/fit-in/200x150/filters:strip_icc()/pic1114859.jpg"
  },
  {
    "id": "10687",
    "name": "Tipsy Tower",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 5,
    "description": "The Tower Rocks ... Careful! Don't let the figures fall!&#10;&#10;Strategy, planning, coordination and balance ... in an action-filled game that is fun for the whole family.&#10;&#10;In turn, each player rolls the die and places a Daredevil on the colored Tower Ring that matches the color die roll.  If the Tower tips and Daredevils fall off, the last player who rolled the die must add all of the fallen Daredevils to his or her Daredevil pile.  This ends that player&rsquo;s turn!  Play then continues clockwise with the next player.  Players continue to take turns rolling and placing Daredevils until one player is out of Daredevils.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game",
      "Dice",
      "Party Game"
    ],
    "mechanics": [
      "Dice Rolling",
      "Stacking and Balancing"
    ],
    "image": "https://cf.geekdo-images.com/4H_BxSnc_cgw21HYnNiyYA__thumb/img/KqRL3gZvyePVINC3N58aDENCtXw=/fit-in/200x150/filters:strip_icc()/pic46979.jpg"
  },
  {
    "id": "19513",
    "name": "Labirynt Czarnoksiężnika",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "Labirynt Czarnoksi&#196;&#153;&#197;&#188;nika (The Sorcerer's Labyrinth) is the first game published by Ku&#197;&#186;nia Gier. Each player controls a group of heroes from four races (dwarves, the undead, wererats, wood elves), trapped in a maze by an evil warlock. The goal of the players is to break free from the maze by collecting crystals. During play the heroes will be fighting monsters and collecting various items. Only one team can escape.&#10;&#10;The game contains the following components:&#10;&#10;- 4 double-sided boards&#10;- 12 character sheets&#10;- 13 character pawns&#10;- 30 plastic markers in two colors&#10;- 144 tokens&#10;- 2 reference sheets&#10;- 2d6&#10;- the rulebook&#10;&#10;",
    "categories": [
      "Fantasy",
      "Maze"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/e1APsRbWmJqIykgz7EDrnQ__thumb/img/pu5CsD_cMhF0uPAK1tVfjqWmX1w=/fit-in/200x150/filters:strip_icc()/pic142780.jpg"
  },
  {
    "id": "3606",
    "name": "The Game of Shakespeare",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "Parcheesi with a Shakespeare theme.  Each space has the name of a Shakespeare play.  Movement is by dice.  The board contains &quot;pick card&quot; spaces, which do standard &quot;move forward 4&quot;, &quot;move back 3&quot;, etc.  In the tournament game if you can name a previously unnamed character from the play your pawn is on you can move bonus spaces.  Players win by getting their three pawns around the board and up a ladder to the middle of the board (the Globe Theater).&#10;&#10;Microbadge&#10;&#10; Buy It&#10;&#10;",
    "categories": [
      "Trivia"
    ],
    "mechanics": [
      "Dice Rolling",
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "image": "https://cf.geekdo-images.com/BOtGGlI77HZ9Dn91P1HsVQ__thumb/img/Yeh0Uxml2YNM3zBN0zDPX32n5QU=/fit-in/200x150/filters:strip_icc()/pic56255.jpg"
  },
  {
    "id": "75991",
    "name": "Sorry! Spin",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 6,
    "description": "The twists and turns never end in this fun game! Just like in the classic SORRY game, your goal is to get your pawns back to their same-colored home. But watch out: in the SORRY SPIN game, if you draw a Spin Card, the playing board turns and you could end up getting closer to your goal or whizzing right past it! In a SORRY SPIN showdown, revenge is sweet unless the board spins and the revenge is on you!&#10;&#10;&#10;    From HASBRO website.&#10;&#10;&#10;",
    "categories": [
      "Children's Game"
    ],
    "mechanics": [
      "Push Your Luck",
      "Race",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/tgaGFxbir7eMb2DfqtsUOw__thumb/img/58mKr8UzOPG4Ek3rbyNHIetTL3U=/fit-in/200x150/filters:strip_icc()/pic767086.jpg"
  },
  {
    "id": "132203",
    "name": "What Do You Meme?",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 18,
    "description": "How would you react if you:&#10;&#10;- Accidentally farted loudly in an elevator full of strangers? &#10;- Found out you were adopted? &#10;- Were offered a sandwich with nothing but bacon and Nutella?&#10;&#10;Lean more about yourself and others, as you guess and bet on the reactions to the wide variety of comic, and mind-boggling scenarios in 'What do you meme?' - or make up your own scenarios as the game progresses!&#10;&#10;With illustrations based on popular internet memes such as &quot;Me Gusta&quot;, &quot;Challenge Accepted&quot; and &quot;Rage Guy&quot;, you choose one of 7 meme cards, as a reaction to a loud-read scenario. The other players must then guess and bet on your reaction, and you'll bet on which of the other players you think has guessed it right.&#10;&#10;Players will take turns to react clockwise around the table, and after 3 rounds of betting a maximum of 3 tokens, you'll get the chance to catch up, or to obliterate the competition, by betting all of your accumulated cash from earlier rounds in the final, climatic 4th round where anything can happen!&#10;&#10;Challenge accepted?&#10;&#10;",
    "categories": [
      "Party Game"
    ],
    "mechanics": [
      "Betting and Bluffing"
    ],
    "image": "https://cf.geekdo-images.com/11n5l5NwDkUB40QPlw2yIg__thumb/img/-8i8V-TI5HEsYxRvQ7HVNvg7R1g=/fit-in/200x150/filters:strip_icc()/pic4729721.png"
  },
  {
    "id": "7563",
    "name": "Jaws",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 5,
    "description": "The spring-loaded dexterity game The Game of Jaws, by toy company Ideal, is a classic 1970's game/toy that any kid who lived through that era is sure to remember.&#10;&#10;The game's concept itself is simple: after filling the large plastic shark's mouth/gullet up with all of the flotsam and jetsam, players take turns trying to hook the junk out of the beast's mouth with a plastic gaff. The trick: don't let Jaws's jaws snap shut on you or you're out. After all the junk has been retrieved, he who possesses the most wins.&#10;&#10;A fun game in the nerve-wracking tradition of the similarly classic Operation game. Not for the weak of heart or nerves...&#10;&#10;The game color pieces do vary in some of the games listed below besides the original 1975 version which are blue and white&#10;&#10;1975 Ideal Jaws Game junk pieces. Here are the game pieces that go into the sharks mouth- Blue Pieces (Shoe - Gun - Wagon Wheel - Jug - Camera - Car Tire - Hand - Walkie Talkie - Anchor - Lantern)  White Pieces (Human Bone - Skull - Fish Bone)  There should be 13 pieces in the game.  The game also included 1 Hook&#10;&#10;1997 Marx Sharkie's Diner Game junk pieces.  Here are the game pieces that go in the sharks mouth - Green Pieces (Lantern - Walkie Talkie - Hand/Glove - Boot - Jug - Anchor - Car Tire - Wagon Wheel - Camera - Gun)  Yellow Pieces (Lantern - Walkie Talkie - Hand/Glove - Boot - Jug - Anchor - Car Tire - Wagon Wheel - Camera - Gun) White Pieces (Bone - Skull - Fish Bone) There should be 23 pieces in the game.  This version came with two hooks&#10;&#10;2009 Ideal Sharky's Diner junk pieces.  Here are the game pieces that go in the sharks mouth - Blue Pieces (Lantern - Walkie Talkie - Hand/Glove - Boot - Jug - Anchor - Car Tire - Wagon Wheel - Camera)  Yellow Pieces (Lantern - Walkie Talkie - Hand/Glove - Boot - Jug - Anchor - Car Tire - Wagon Wheel - Camera) White Pieces (Bone - Skull - Fish Bone) There should be 21 pieces in the game.  This version came with two hooks&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/lQqeeM9h8uXAsUF6G7zXKQ__thumb/img/fRVg9BR897Li7TO598Kn8sgUi5M=/fit-in/200x150/filters:strip_icc()/pic2038362.jpg"
  },
  {
    "id": "7848",
    "name": "Snakes and Ladders 3D",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 0,
    "description": "This is the classic children's game in 3-dimensions.  Now when you land on a snake, your marble actually goes down tubes and slide for  one or more levels.  Livens up the game for everyone.&#10;&#10;The board is a bit of a construction project at first, and won't fit back in the box after it is setup, but it's a lot more interesting than the usual flat board.&#10;&#10;",
    "categories": [
      "Children's Game"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/GawGSCYzzEhgU5zYHe2Vcg__thumb/img/vjFpYDDBzzZ9Cc5bdmEqz6C6CeA=/fit-in/200x150/filters:strip_icc()/pic701982.jpg"
  },
  {
    "id": "17026",
    "name": "Top Dogs",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 8,
    "description": "From the Playroom Entertainment website:&#10;&#10;&quot;Mush! It's dog sledding time! Welcome to Alaska, where our team of dogs led by the Musher of your choice is ready to compete in the Iditarod.&#10;&#10;In Top Dogs, players must pick their best combinations of dogs to form the strongest team to compete for each race and win the trophies of different values. But, other players have the same dogs to choose from and the competition can become sneaky!&#10;&#10;As soon as each player has chosen their team, each set of dogs are evaluated for team strength and the trophy is awarded. So jump on your toboggan and choose wisely in this dog-eat-dog game of psyching out opponents.&quot;&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/7ELwyHUl84PtWDODv44lLw__thumb/img/kbGt0YxTtIIJTTHgdda4lVN08WA=/fit-in/200x150/filters:strip_icc()/pic458837.jpg"
  },
  {
    "id": "37698",
    "name": "The Laughing Pig",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 4,
    "description": "This game is played with 3 dice and a dice-box. Every player must have a pig (entirely in pieces at start).&#10;Throw the dice in turn; the highest point will begin to play.&#10;In order to be able to win the body of the pig, the player must first throw a 6 (the aces throw before, count for nothing at this stage). Afterwards it suffices to throw aces to have the right to place parts, i.e: 1 ace for 1 leg or 1 ear or 1 eye; for the tail, it is necessary to throw 2 aces at the same time.&#10;The same player can go on throwing dice as long as he throw aces; if he cannot complete his pig, he will give the following player the dice and wait for his next turn.&#10;The winner will be the player who completes his pig first. If the game is played for a prize of some kind, he will receive from the other players as many tokens as there remain parts for them to complete their pig; the tail is worth 5 tokens and players who were unable to complete the body must pay 15 tokens. (Tokens not in the box).&#10;&#10;+ If the 6 is accompanied by one or two aces, take the body, place a part or the tail, and throw the dice again.&#10;&#10;Similar to:&#10;&#10;    Cootie&#10;&#10;&#10;",
    "categories": [
      "Animals",
      "Children's Game",
      "Dice",
      "Humor"
    ],
    "mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/OiSY4GqMa4k2vO5PUYD2FQ__thumb/img/m8lMSu4zDED_nNk_LWTu4SoFz6A=/fit-in/200x150/filters:strip_icc()/pic365825.jpg"
  },
  {
    "id": "22629",
    "name": "Giggle Wiggle",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 5,
    "age": 5,
    "description": "The object is to pick up and place 8 of your own color marbles in the caterpillar hands using tongs. The caterpillar tower is sound activated and wiggles (swings and sways) when you laugh, talk and shout.&#10;&#10;From the box:&#10;&#10;Race to Place Your Marbles!&#10;&#10;Who will make it to the top first?&#10;Use the tongs to grab your marbles one at a time and place them in the Scatterpillar's hands.&#10;But watch out!&#10;As scatterpillar squiggles and squirms to the music, some of the marbles will fall and set you back!&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game",
      "Electronic"
    ],
    "mechanics": [
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/BN4Q_li9mmDWFjuxNq1-4w__thumb/img/csUvL0rB2Gr8juRvxB_AY0fREtM=/fit-in/200x150/filters:strip_icc()/pic475652.jpg"
  },
  {
    "id": "140840",
    "name": "Personally Incorrect",
    "minPlayers": 5,
    "maxPlayers": 10,
    "playingTime": 30,
    "age": 18,
    "description": "Personally Incorrect is the appropriately inappropriate party game that will make you hate what you think and love what you play.&#10;&#10;Playing Personally Incorrect is a way to connect, break the ice, and interact. Simply put, Personally Incorrect makes things personal and lets players have some real fun, where they don't have to worry about being judged or offending anyone. Personally Incorrect does this by directing the questions at the individuals playing the game instead of just offering a fill in the blank question&#10;&#10;The player with the most 'Question' cards at the end of the 10th round is the winner. Players begin the game with 10 'Answer' cards, and receive a new one each turn. Every turn a player will read a 'Question' card aloud submitting another player's name into the &quot;Insert Name&quot; quotations. The rest of the players will simultaneously select answers and submit them to the player who read the question.&#10;&#10;The active player now shuffles all of the answer cards together and reveals them 1 at a time. All of the other players present quickly vote for the most appropriately inappropriate answer. It is important to vote quickly as the last vote will not count that way players don't base their vote on another player's vote. In the event of a tie, the active player/reader is allowed to cast their vote in order to break the tie. The player whose answer received the most votes now claims the question card, ending the round.&#10;&#10;At the end of 10 rounds the player with the most question cards is the winner.&#10;&#10;",
    "categories": [
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "mechanics": [
      "Hand Management",
      "Simultaneous Action Selection",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/FBctEY9fJtIrk4hqbwhg2A__thumb/img/roixdL_YFGr5s0ati2grORqEagk=/fit-in/200x150/filters:strip_icc()/pic3206168.png"
  },
  {
    "id": "335090",
    "name": "Kraken Up",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 0,
    "description": "It's the Krakens' turn to fish for humans! Players will grow their Kraken's tentacles and reel in bounty to form scoring combinations.&#10;&#10;Draft and play one card each turn before passing the hand of cards to the next player. The selected card can be used as food to grow your tentacle, or added to the ocean as bounty to (hopefully) be collected later. The most enterprising Krakens may even wrap their tentacles around a cruise ship full of tasty travellers!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game",
      "Mythology",
      "Nautical"
    ],
    "mechanics": [
      "Closed Drafting",
      "End Game Bonuses",
      "Hand Management",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/o3NMr1Q7_eL1zY4tfMo_jQ__thumb/img/8dlAs6cAk2lAzOFmrLGXYgbzpyM=/fit-in/200x150/filters:strip_icc()/pic6085708.jpg"
  },
  {
    "id": "240096",
    "name": "Moonshiners of the Apocalypse",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 14,
    "description": "Moonshiners of the Apocalypse is a morally questionable, not so cooperative mashup of town-building, 4x game for 2-4 players, with a tad of dice combat. In other words, Moonshiners is the one game you need to stay away from if you worry about dark humor, morally questionable choices and drinking with your enemies until they pass out.&#10;&#10;Set in an alternative post-apocalyptic 1920's, players compete over exploring and re-building the deserted &quot;Shanty Town&quot;. Explore and discover, scavenge for resources and build houses for the poor survivors. All of this while fighting off the hordes of disgruntled crowds that roam the town with the sole purpose of messing with your precious achievements. &#10;Did I say fight? I meant drink them under the table. Arm yourself with a crate of the strongest booze, some hangover aid and start drinking, because any unchallenged enemy will hunt you down and wreck your buildings.&#10;&#10;Explore, expand, exploit and exterminate, scavenge for resources, raise distilleries, produce moonshine and sell it into your Saloons to maximize the profits, because when time is up, only one Hero will be able to pay for the ride out of &quot;Shanty Town&quot; and win the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Territory Building"
    ],
    "mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Dice Rolling",
      "Modular Board",
      "Tile Placement",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/bpmpRR8L70j-zXrSkS7_FA__thumb/img/Rjagl_HvOiHt4Mp1flQuqOW7STA=/fit-in/200x150/filters:strip_icc()/pic3892111.jpg"
  },
  {
    "id": "2901",
    "name": "GolfMania",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 12,
    "description": "It's just like playing golf -- only faster, funnier, and uses cards and dice instead of balls and clubs. Bad pants, while recommended, are not required. &#10;Okay!  it's nothing like playing golf. But it's still a lot of fun!&#10;&#10;Golfmania is a wacky, fast-paced card game for 2 to 6 players. The object of the game is to complete 18 holes of golf through equal parts luck, strategy, and the sincere desire to see your opponents suffer. It's a game the whole family can enjoy: the rule are simple, the cards are fun and colorful, and you can play it in under 20 minutes.&#10;&#10;Here's a quick overview of what the game is like: At the beginning of each turn, a &quot;Hole&quot; card is drawn. Each Hole card is worth a certain number of hole points if you win it, so you take a swing (i.e., roll the die) and give it your best shot. Everyone   gets a chance to swing, and everyone gets to play cards which affect that swing -- freaky weather, lucky gophers, hi-tech golf equipment and other zany events are sure to change the way you play golf.&#10;&#10;Did you win the Hole? Great! You're a few points closer to your winning goal of 18 hole points. If not -- no matter, you'll just have try again on the next Hole card... and get revenge on the opponent who nailed you with that nasty card last turn.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Card Game",
      "Party Game",
      "Real-time",
      "Sports"
    ],
    "mechanics": [
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/dtvAnEiW3YaRthMh6GGXeg__thumb/img/x1ES58sjttC11i00L3mIot2F5hY=/fit-in/200x150/filters:strip_icc()/pic174640.jpg"
  },
  {
    "id": "11248",
    "name": "The Vampire Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 0,
    "age": 7,
    "description": "Roll dice (one for you and one for the vampire) and move your piece towards the castle where the princess are being held prisoner and the vampire onto one of the bat squares.  You can pick up a piece of garlic to protect yourself if you land on a garlic square.  If you reach the castle, you can pick up a princess and start moving her back to the village.  If the vampire lands on you and you do not have garlic, your piece is returned to the village.  If you do not have garlic, the vampire bites you.  Vampire bites are recorded by removing the hat from the vampire and using a red ink pad to stamp the back of your hand.  If you are bitten three times, you are out of the game.  The first player to rescue two princesses or the last remaining player is the winner.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Horror",
      "Humor"
    ],
    "mechanics": [
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/YVqMbbrqyqtP5xNOXUp0Yg__thumb/img/CgVxUtVhq1NYJVoEkBdt0rApdug=/fit-in/200x150/filters:strip_icc()/pic45835.jpg"
  },
  {
    "id": "12532",
    "name": "Abuse: The Final Insult",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 0,
    "age": 12,
    "description": "The concept is one of the oldest in existence&mdash;make the other guy look bad by beating him down verbally. Abuse is a fast-playing game of instant gratification at its most base&mdash;serving up heapin' helpings of nastiness on your friends, before they can do the same to you. To quote that eminent sage George Carlin, &quot;It's all about 'doing the dozens.'&quot;&#10; Written and designed by Greg Stolze, with graphics by Samuel Araya, Abuse is easy to learn. Each player aims to destroy the ego (not really, it is only a game!) of the other players, by laying down insults created from cards in one's hand. The objective: get as many of your cards out of your hand before the end of the round (brought on by someone emptying their hand), so as to have as few points as possible. At the end of the game, whoever sinks the lowest (in score as well as insults) wins!&#10;&#10;Just to make things even more interesting, there are blank cards (helping you to put your own personal touch on your insults) and snappy retorts, which allow you to turn the tables on someone who's just insulted your mother.&#10;&#10;Abuse is a non-collectible card game with eighty cards in a deck, good for four players per each deck in play.&#10;&#10;",
    "categories": [
      "Card Game",
      "Word Game"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/Rt5-lJrtNaROujw2EGvrgQ__thumb/img/fO4B4CP8V8ugbXWOG4hwSRp95qM=/fit-in/200x150/filters:strip_icc()/pic53153.jpg"
  },
  {
    "id": "19001",
    "name": "Tech Support",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 10,
    "age": 10,
    "description": "Play your way through Misdirected Calls, Hold Music, Disconnects, Static on the Line, and other problems, all in an attempt to find and play the lone &quot;Guru&quot; who can answer your question in this addictive, fast-playing game where bluffing is as important as the cards in your hand!&#10;&#10;The above is the company provided text.&#10;&#10;Game play is very simple, you draw one card from the deck and play one card... from an opponent's hand!&#10;&#10;Some cards allow you to play from your own hand, but they are few in number.&#10;&#10;There are two ways to win:&#10;1) Draw the &quot;Guru&quot; card from an opponent's hand.&#10;2) Have the Guru in your hand when the deck runs out.&#10;&#10;The card names all have to do with calling a Tech Support system and the artwork (done by the Fraims) is very funny.&#10;&#10;The game is a mixture of hot potato and blind man's bluff. You never know if the person whose hand you are drawing from has good or bad cards, just like when you call a support number!&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/OiOOlLjo7L6NTAutAJTM-A__thumb/img/hPJuXI3qm0ieIfpZi4dEWTFrNBM=/fit-in/200x150/filters:strip_icc()/pic233672.jpg"
  },
  {
    "id": "19274",
    "name": "Darkness Falls on Sevinpold",
    "minPlayers": 2,
    "maxPlayers": 7,
    "playingTime": 40,
    "age": 9,
    "description": "From sevinpold.com:&#10;&#10;There is only one way to save Sevinpold...&#10;Unite your team of Valiants against the power of the Darkness in a fierce battle to save Sevinpold from eternal night. Proclaim victory only when you return The Scepter to The Living Throne. But be forewarned: The Darkness grows stronger and more menacing with every bolt of Dark Lightning.&#10;&#10;You will not know who triumphs until the last roll of the dice.&#10;&#10;One player is the Darkness, each other player is a Valiant - all the Valiant players work as a team. The square-gridded board is filled with castles, each containing a treasure. Some treasures allow the Darkness player to add another piece, some provide benefits to the finder, and two are required for the Valiants to win - the Scepter must be brought to the location of the Living Throne.&#10;&#10;On a turn, a player rolls 2 dice and can move using either one, the total, or the difference. Moves are in a straight line unless both dice are used, when each can be used in a different direction.&#10;&#10;",
    "categories": [
      "Exploration",
      "Fantasy"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/5ebJ3_UIEdZkIeOCFb33LA__thumb/img/DXhH6Ks90L5rUdFGDCneAZn4JHk=/fit-in/200x150/filters:strip_icc()/pic223525.jpg"
  },
  {
    "id": "5211",
    "name": "Antiques Roadshow: The Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "Each player is given a hand with 2 different types of cards-10 value cards with different dollar values (including a &quot;reproduction&quot; or $0 card) that will be the same for all players and 3 Antique Speak cards, which have words used in the antique business and are dealt randomly from a deck of 32 different cards. The object of the game is to get rid of all the cards in your hand.&#10;&#10;Each player is also given a number of antique cards, with an item pictured, which will be used to drive the game play.&#10;&#10;On each player's turn, an antique card is selected. Each player will then choose a value card from his hand to correspond to the value the player thinks the antique is worth and places it in front of him. Once that is done, the player whose turn it is reads two stories that are printed on the back of the card. One is true, the other false. As the stories are read, if a term is used that is listed on an Antique Speak card held by a player, that player can discard that card as well as any value card that is still in his hand.&#10;&#10;After the stories are read, all the players except the one who read the stories will vote on which story they think is true. The true story and actual appraised value are then revealed. All players who guessed the correct value can discard the value card they used for their guess. All players who guessed the correct story can discard any value card, including the one used to guess the value on this turn (if they guessed the value wrong.)&#10;&#10;As soon as a player is out of cards at the end of a turn, the game ends.&#10;&#10;",
    "categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/N4luSNhkdxiv4cm36M1Y1Q__thumb/img/ETNCnESjv7WmC4skyaX_kFwL4WI=/fit-in/200x150/filters:strip_icc()/pic772142.jpg"
  },
  {
    "id": "2303",
    "name": "Blast-Off!",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 240,
    "age": 12,
    "description": "Take off from Earth and visit all the planets on a small supply of fuel.  Rise up to the correct orbit and then move around the board and try to make a landing on the next planet.  Complete all nine planets, visiting the moon after each, and return to Earth.&#10;Oh, and try to land on the other players' spaceships to force them back to Earth.&#10;&#10;",
    "categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Race",
      "Roll / Spin and Move",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/uIug7DL01NSPKtt4HqL-Og__thumb/img/LrliIDvtdydkulxbt6t5RYE2pBo=/fit-in/200x150/filters:strip_icc()/pic67717.jpg"
  },
  {
    "id": "4781",
    "name": "Electronic Talking Battleship",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 8,
    "description": "Updated version of Electronic Battleship that added several improvements:&#10;&#10;     A speech chip for feedback like &quot;Battleship hit&quot;&#10;     An easier to use coordinate entry interface&#10;     Solo play against the computer&#10;     Alternate game play rules such as salvo fire&#10;&#10;&#10;",
    "categories": [
      "Deduction",
      "Electronic",
      "Nautical"
    ],
    "mechanics": [
      "Secret Unit Deployment"
    ],
    "image": "https://cf.geekdo-images.com/ZJ27cbLgos8dJrWX2uyRAA__thumb/img/3Kb9imx8i6F-7-raYFsyB0Gh9IU=/fit-in/200x150/filters:strip_icc()/pic8213433.jpg"
  },
  {
    "id": "3584",
    "name": "World War 3: 1976-1984",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 360,
    "age": 12,
    "description": "World War 3- 1976-1984, is a simulation on an army/fleet level scale of a hypothetical, world-wide, conventional conflict at the height of the cold war (1976-1984). The simulation is primarily of land and naval conflict with the secondary influence of air forces. The game covers five years in seasonal (quarterly) turns. Optional rules allow Players to choose from several levels of complexity.&#10;&#10;With the increased number of small scale conflicts throughout the world had come increased tension and strain in relationships between the Soviet Union and the United States. Each superpower felt it necessary to choose sides in the local, &quot;conventional&quot; wars that proliferated in the late 1970's, until each felt small pressures from all directions. Eastern Europe, the Middle East, the Asian sub-continent, Southeast Asia, Africa and Central America were involved to various degrees, in conflict.&#10;&#10;Then, one side (we're not saying which) began to feel its position slipping, as its favored side in war after war became threatened, with the scale of the conflicts ever more violent. Warnings and violent talk were followed by the commitment of the first conventional land forces by a superpower. This was followed immediately by an even greater commitment from the other side, and the war of escalation was on.&#10;&#10;The Soviet Union struck first in Europe, and overran Germany and France in a matter of weeks. Italy and the smaller countries of Western Europe were cowed into submission, and Leftist regimes came to power in each of them. However, with the larger Gross National Product, and thus, with the larger capacity to make war, the United States was in a better position to wage a prolonged war. The United States struck back in outlying areas, consolidating its gains in areas that, without a sufficient fleet, the Soviet Union could not maintain proper contact with. &#10;Of course, the question of decisive victory was quite impossible. Because the war had &quot;crept up&quot; upon the superpowers, there had been no nuclear exchange, and, so far, the threats to resort to nuclear warfare had remained unfulfilled. But, if either power should become directly threatened, the possibility that it would use nuclear weapons would become a near-certainty. Thus, both sides kept their military goals small. The United States hoped to use its greater war making capacity to wear down its opponent, while the Soviet Union attempted to use its overwhelming strength to achieve lightning victories in short campaigns.&#10;&#10;As the futility of the war became apparent, and the populations and their economies began to show signs of fatigue, the war gradually wound down to a sort of &quot;cold war&quot; stalemate, and, although there were thousands of miles of front lines, the unofficial orders of the frontline troops were not to provoke the enemy. And because of this unsatisfactory, but inevitable resolution, the responsible parties in the governments of both superpowers were overthrown, allowing for a gradual withdrawal of troops from the battlefields across the globe.&#10;&#10;This game is a simulation of a hypothetical conflict. It is played on a map that is a simplified terrain reproduction of the entire world. A grid of hexagons printed over the map is used to regulate movement much as the squares on a chess board. The pieces in the game represent the actual military units which might take part in such a conflict. The large numbers on the pieces indicate the relative strengths of these units. Each Player maneuvers his pieces on the map to engage those of the enemy. Battles take place when units are adjacent to enemy units. The total relative strengths of the units involved are compared. The attacking Player consults a simple probability table (the Combat Results Table) to determine the outcome of each battle. Then the other Player moves his units and conducts attacks. The game proceeds this way (for a specified number of turns) as the Players try to achieve the objectives set forth in the rules. No prior knowledge of history or military tactics is required to play the game &mdash; just a little ingenuity and common sense.&#10;&#10;World War 3 is basically a two-Player game (an Optional Rule provides for an independent Red Chinese command). Each Player moves his units and executes attacks on Enemy units in turn, attempting to fulfill the conditions .of victory. To move from one hex to another, each unit expends a portion of its Movement Allowance. Naval Transport and Amphibious Movement allows the transfer of land units across bodies of water. Combat is resolved by comparing the Combat Strength Points of opposing units and expressing the comparison as a difference (differential) between Attacker and Defender. A die is rolled and the outcome indicated on the appropriate (Land or Naval) Combat Results Table is applied to the units involved.&#10;&#10;Rules and map are similar to Dunnigan's (Global War: The War Against Germany and Japan, 1939-45) game.&#10;&#10;Game Scale:&#10;Game Turn: 3 months&#10;Hex: 500 miles / 804 kilometers&#10;Units: Army/Fleet&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; four color mapsheet or Two 17.5 x 22.5&quot; mounted mapboards (Designer box version)&#10;Three dual-side printed countersheets (600 1/2&quot; counters)&#10;One 16-page World War 3 rulebook&#10;Two dual-side printed player air cards&#10;One 6-sided die&#10;One counter storage tray (Designer box version)&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 6 hours&#10;&#10;",
    "categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/2L7fXgnBgeFB7yk3wGfy4g__thumb/img/K62a3Tey1_LVxwdPbVenwfxCPo8=/fit-in/200x150/filters:strip_icc()/pic293497.jpg"
  },
  {
    "id": "259968",
    "name": "What's That Smell?",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 14,
    "description": "&quot;What's That Smell?&quot; is the hilariously fragrant guessing game that will put your sniffer to the test! Guess the scents correctly to outrank your family and friends or you may suffer the stinky consequences! Download the companion app to keep track of time, get bonus points and record the Whiff of Shame. Game includes 48 Mystery Whiff Cards, 4 Stank Cards &amp; scent-barrier bags, 6 cardholders, Whiff Strips, scorepad and instructions. Let the nostril flaring begin!&#10;&#10;Each round, start the timer, pick a Mystery Whiff Card and players sniff a whiff card in front of them. Players earn points by correctly guessing the category the smell belongs to. Most points at the end of the game wins.&#10;&#10;",
    "categories": [
      "Party Game",
      "Real-time"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/m5exVQHSAKR9eFX2zW64Ug__thumb/img/v1xT_wMebX9e8Q_g4gv16tGU1yU=/fit-in/200x150/filters:strip_icc()/pic4460364.jpg"
  },
  {
    "id": "1731",
    "name": "Tintin",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "Professor Tournesol Kidnapped!&#10;Paris: We&rsquo;ve just learned that the famous Professor Tournesol has been kidnapped.&#10;After months of work in his laboratory, Professor Tournesol was on the verge of an invention that would, without a doubt, make the headlines. But, this last Monday, he did not show up for a gathering to which his friends had invited him. Tintin, the famous reporter, and Captain Haddock, the old sea-wolf, knew that, since the previous week, rumours abounded about the Professor&rsquo;s invention. They went to his laboratory, accompanied by Milou, Tintin&rsquo;s dog, and the detectives Dupond and Dupont, summoned in great haste. Once there, traces of a struggle were found that indicated that, without a doubt, the Professor had been kidnapped! Speculation is that the kidnappers intended to wrest the secret of his invention from the Professor.&#10;Immediately, Tintin and his friends launched themselves in pursuit of the kidnappers.&#10;&#10;The players move on the board trying to gather as much information as possible. They are trying to find out in which house Professor Tournesol is being held, and by whom.&#10;&#10;The game proceeds by elimination of possibilities, as one must rule out all other possible houses and suspects before reaching a conclusion. For example, the proof-cards (orange backed cards) show the following objects: a hat, sunglasses, a mustache, a crowbar and shoes. The two proof-cards on the board indicate which objects the kidnapper lost while fleeing Professor Tournesol&rsquo;s laboratory. The kidnapper will therefore *not* have those objects on him.&#10;&#10;The game won a parents' prize in Qu&eacute;bec.&#10;&#10;",
    "categories": [
      "Comic Book / Strip",
      "Deduction",
      "Memory",
      "Murder / Mystery"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/ZdMmG0G2o22YHSyGQyN3eA__thumb/img/lQZAixvq6lug-P6Bq5_QJqO5aYQ=/fit-in/200x150/filters:strip_icc()/pic110384.jpg"
  },
  {
    "id": "165600",
    "name": "What The Face?",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 14,
    "description": "Have you ever heard the saying, &quot;Don't judge a book by its cover?&quot;  Well forget all of that.  This game is about judging on looks alone.&#10;&#10;What The Face is an adult party game where you and the player to you left must each select the best face to match a description card (examples include: &quot;thrift store shopper,&quot; &quot;packing heat,&quot; and &quot;has unicorn fantasies&quot;).  The other players vote on your selections and, if your face gets the most votes, you earn a point.  The first player to five points wins the game.&#10;&#10;",
    "categories": [
      "Humor",
      "Party Game"
    ],
    "mechanics": [
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/gVL1txJ8Yi0IWfGAe6WYLA__thumb/img/pNOHpigIpPU2J0CAS9gUa7omCfU=/fit-in/200x150/filters:strip_icc()/pic2235440.jpg"
  },
  {
    "id": "30456",
    "name": "Touring England",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 0,
    "description": "A competitive game for two to four players in which the chief cities and towns of England and Wales are visited.&#10;&#10;Each player is dealt 2 cards of four colours, making 8 cards in all. Players arrange the eight cards to form a journey around England by the shortest route, starting and finishing at the same town.&#10;&#10;",
    "categories": [
      "Dice",
      "Educational",
      "Racing",
      "Travel"
    ],
    "mechanics": [
      "Dice Rolling",
      "Network and Route Building",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/WtfBKdUmV0RskDEL4UUkSQ__thumb/img/cflTY12Obepgf_DCM8a-ELRGPfA=/fit-in/200x150/filters:strip_icc()/pic2412760.jpg"
  },
  {
    "id": "189201",
    "name": "Dark Agent",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 40,
    "age": 14,
    "description": "At the head of a secret service, you use your spy satellites (tokens of your color) to coordinate attacks on targets that you designate to your agents :&#10;- Objectives (tiger), Sentinel (gray), enemies Agents (their color), or the Dark Agent (black), you win all their victory points when capturing them and place them in front of you;&#10;- Equipment (object in a white disk), one shot, are taken over to be used and discarded later;&#10;- Special actions (red with no points) Are resolved immediately and remain in place.&#10;&#10;One or more of your agents can attack a target only if your satellites lets you see both agents and target.&#10;&#10;When players have had them all, the number of captured aims agreed early in the game (2 to 5 on the 5 available), it ends. You can add the capture of the Dark Agent as a further condition endgame.&#10;&#10;The player accumulating the most points wins. He adds the points of his agents still on the theater of operation. Also note that each time a player wins an aim, he takes the bonus  +3 token  to its previous owner.&#10;&#10;",
    "categories": [
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Stat Check Resolution",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/d_icsq8fi_wua7ahQ6-5NA__thumb/img/nwrtsKydD03CUIaSaLSnzlGt6lk=/fit-in/200x150/filters:strip_icc()/pic2829916.jpg"
  },
  {
    "id": "9824",
    "name": "Employee of the Month",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 8,
    "description": "Employee of the Month &ndash; a coveted position in any company.  With the title comes a prime parking space, a fashionable plaque for the office, and most importantly, extra dough!  Some may think that becoming Employee of the Month is out of their reach, that random forces in the universe determine who that lucky Employee will be &ndash; but they&rsquo;re wrong. Anyone can become the Employee of the Month &ndash; will it be you?&quot;&#10;&#10;Employee of the Month is a bidding game for 2-6 players in which you bid to do Favors for your Boss or your Coworkers in exchange for Kudos or Brownie Points (good) and Suspicions (bad).  Only the players who do the most favors for each group must score Suspicions, and those who do the least score Kudos, so the game is more tactical than strategic.&#10;&#10;Employee of the Month is illustrated by Rick Enright (Nobody But Us Chickens).&#10;&#10;Release date: June 2004&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Memory"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/ZLq5JiUbKlPDPDwGUAzyxA__thumb/img/iD82NImP9-3qycFbpswZeCQcxVU=/fit-in/200x150/filters:strip_icc()/pic42740.jpg"
  },
  {
    "id": "137366",
    "name": "Social Network",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "Social Network is a fast and simple party game that simulates modern social networks.&#10;&#10;Post pictures, participate in contests and find out new things about your friends - sounds familiar, doesn't it? In Social Network players compete in real time to create the best profile, so you'll need to be creative, fast and efficient.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Party Game",
      "Real-time"
    ],
    "mechanics": [
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/Hhk6ecTa_WtIiPhGYP1YtA__thumb/img/w2pJh9Nq-nVkFUSRDPn_ZzLh3vQ=/fit-in/200x150/filters:strip_icc()/pic1762854.png"
  },
  {
    "id": "38001",
    "name": "Black Stories: Das Spiel",
    "minPlayers": 3,
    "maxPlayers": 13,
    "playingTime": 222,
    "age": 12,
    "description": "Black Stories goes to board game. 80 brand-new black stories. The bloody knife (spinner) decides - will you gain new blood-tokens or will you lose some? Will you be the master of a new Black Story? Do you have to give hints by answering questions, by doing some pantomime or by sketching something?&#10;&#10;The player with the most blood tokens will win the game.&#10;&#10;This game gives some new dimensions to the existing concept of Black Stories and can be combined with any other set of Black Stories.&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction",
      "Horror",
      "Humor",
      "Murder / Mystery",
      "Party Game"
    ],
    "mechanics": [
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/Sp-4g7UYYu9lyK9jwYjmvQ__thumb/img/lTZSdosVeViSFJ9gRwUuu47sYz4=/fit-in/200x150/filters:strip_icc()/pic628280.jpg"
  },
  {
    "id": "9118",
    "name": "Operation Elope, 1918-1919",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 240,
    "age": 12,
    "description": "Simulates the Allied intervention in Archangelsk, Russia during the Russian civil war.&#10;&#10;Game scale is 6 miles/hex, 1 turn = 1 month and units are Company-to-Regiment in size.&#10;&#10;12-pages of rules, 1 map, (260) counters.&#10;&#10;",
    "categories": [
      "Fighting",
      "Wargame",
      "World War I"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/VRR6Tl8NEsAaToqexwVs1g__thumb/img/8q7Vm2FUVbp_c2bGYh9jNQI5RmQ=/fit-in/200x150/filters:strip_icc()/pic169766.jpg"
  },
  {
    "id": "185",
    "name": "Devil Bunny Needs a Ham",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 8,
    "description": "In this wacky Cheapass title, players are Sous Chefs trying to get to the top floor of a skyscraper by scaling the outside.  However the maniacal Devil Bunny is hopping about in a mad lust for blood thinking he'll get a ham by knocking you off.  Yeah, right, whatever.&#10;&#10;The game board is a rectangular grid representing the side of a building, with the starting space at the bottom, and the goal at the top. There is a dotted line near the top that represents a critical height (see below). Furthermore, there are special spaces on the sides of the buildings that represent &quot;fear&quot; that cannot be moved into (As a show of Cheapass Games' signature humor, these fears included &quot;spiders&quot; and &quot;Wesley Snipes.&quot;)&#10;&#10;In the basic game, each player controls two sous-chefs; on each turn, the player rolls two six-sided dice. Any roll other than a 6 can be used to move one or both sous-chefs up the side of the building, either horizontally or on upwards diagonals (a player cannot voluntarily move down the building). If a 6 is rolled, the Devil Bunny token is moved to the highest sous-chef on the board and knocks him off; if there is a sous-chef vertically below the one that was knocked off, the player controlling that one may opt to catch the falling sous-chef, placing the token in the spaces immediately below him. If no player that is able to catch the sous chef offers to help, the chef will crash to the ground. If the chef fell from a height below the marked line on the board, the chef is safe but must restart him climb back from the start. However, if the chef was above this line, the chef is dead, leaving the player with one fewer token to win. The players earn points for the order in which their chefs arrive at the top, and the weighting is such that a player with second and third-place chefs can beat a player with a first-place and a dead (non-scoring) chef.&#10;&#10;Variants include ignoring the effects of the fear spaces (which normally cluster the players into the center columns), and using 3 sous-chef tokens for each player.&#10;&#10;In 2022, Greater Than Games created a boxed edition with upgraded components.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Dice",
      "Print & Play"
    ],
    "mechanics": [
      "Grid Movement",
      "Race",
      "Roll / Spin and Move",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/w56psT-g5Dh5d3HUmtAVeA__thumb/img/0Uv-QJU8tdZBEWn9U6hnGSrhLvs=/fit-in/200x150/filters:strip_icc()/pic6511187.jpg"
  },
  {
    "id": "12309",
    "name": "Austin Powers CCG",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 13,
    "description": "From the box:&#10;&quot;Wanna shag...?&quot;Welcome to the Austin Powers CCG, a shagadelic, multi-player gaming experience. This cheeky little box contains two, 30 card pre-constructed decks ready to play.&#10;Collect all 140 groovy cards from &quot;The Spy Who Shagged Me&quot; depicting your favorite characters, scenes and quotes from the movie. Choose cards from your collection to customize your own smashing decks and have a swinging good time with a bunch of your friends. Oh, Behave!&#10;&#10;",
    "categories": [
      "Card Game",
      "Collectible Components",
      "Humor",
      "Movies / TV / Radio theme",
      "Spies / Secret Agents"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/7HojyTnojFujgGYM-WxVLA__thumb/img/A4JATJL0oK2b9xYkSpTmv9GuJYE=/fit-in/200x150/filters:strip_icc()/pic58590.jpg"
  },
  {
    "id": "1333",
    "name": "Boom-O",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 7,
    "description": "Boom-O is a simple elimination card game from the makers of Uno. Each player gets 7 cards in hand and three time bomb cards in front of them. Most of the cards in the deck either increase or decrease the timer total. Other cards include familiar commands such as Skip, Reverse, Draw 1 (or 2) and Trade Hands. Player discard one card per turn trying to clear their hand while keeping the timer total under 60. If a player can't play a valid card, they must flip over one of their three time bombs. If a player clears their hand, all other players flip one of their time bombs. Whoever flips all three of their bombs is out of the game. Survivor wins.&#10;&#10;Re-implements:&#10;&#10;5 Alive&#10;&#10;",
    "categories": [
      "Card Game",
      "Number"
    ],
    "mechanics": [
      "Hand Management",
      "Player Elimination"
    ],
    "image": "https://cf.geekdo-images.com/lSIz7HfNpWVu8rCbybgAfQ__thumb/img/NxKTd-YAftrpFuRF1YyGA3facW4=/fit-in/200x150/filters:strip_icc()/pic186255.jpg"
  },
  {
    "id": "3715",
    "name": "Gregory Horror Show",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 10,
    "description": "This is a weird horror game based off of a Japanese cartoon show for kids (not anime).  The &quot;starter deck&quot; comes with the game board, the figures and tokens for the players, one monster, and all the cards that are needed.  More monsters can be bought in the expansion packs.  The object of the game is to gain control of 3 &quot;hotel rooms&quot; on the board.  To do this, the player fights a monster whose stats are drawn from a random pile.  There are other complications, like Judgment cards that can be used to help or hurt a player, pitfalls on the board, Mystery Room cards that alter game play when a certain room is entered, and Feral Monsters.  The Feral Monsters are only found in the expansion packs and can be controlled by the players to attack other players.  Also, players can steal control of rooms from other players.&#10;&#10;",
    "categories": [
      "Card Game",
      "Collectible Components",
      "Horror"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/658D5bDa_hJBXk3w-SuBKg__thumb/img/-CERxiOuK0Q3Co9WsfH6jtWdC9g=/fit-in/200x150/filters:strip_icc()/pic92018.jpg"
  },
  {
    "id": "281457",
    "name": "Manchukuo",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 14,
    "description": "Northeast China, 1932: A new government has disarmed its people, and condemns assembly as intent to undermine the state.&#10;&#10;In this troubled time, you are a respected teacher and Sifu in a Manchukuoan town. Under the watchful eye of the occupying garrison, you must fight to keep your way of life alive, lead your students to help your community, and continue to secretly practice your arts. Only one school's style will emerge from these troubled times as the most prominent...will it be yours?&#10;&#10;Manchukuo is a worker placement game played over a series of rounds. Each round consists of a day phase, where you assign your students to tasks about town, and a night phase, where you recruit new students and train with them in secret.&#10;&#10;The day phase works similarly to a traditional worker placement game. You'll assign groups of students to different locations, and take the action at that location to scale with the number of students you assign. Certain spaces will allow you to gather resources like food, tools, and coins. Other spaces will present opportunities for you to invest those resources back into your troubled community--either by rebuilding, or by helping families in need.&#10;&#10;At the end of the day phase, the students you assigned to different locations on the board will count towards your influence in the area. If you have the most influence in an area, you will recruit the students in that area's residence, and then the students you assigned to that area will replace them in that residence. All other players' students in that area return to their schools.&#10;&#10;Managing the flow of students you recruit is the key to Manchukuo's gameplay. Recruit too few students, and you may not be able to take as many actions in the next round. Recruit too many students, and you could end up drawing unwanted attention from the garrison, who may enforce extra rules for how you can assign your workers.&#10;&#10;Recruiting students is also important for the night phase, when you'll train together. The numbers and types of students in your school determine how you can level up your disciples, who can provide big bonuses to your actions, and who can eventually be promoted to Masters themselves. New Masters can take students with them to open their own schools, spreading your reputation farther than ever before.&#10;&#10;At the end of the fifth round, the school with the greatest reputation wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [],
    "mechanics": [
      "Area Majority / Influence",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/75OYuzBrIc8-TYsc351RwQ__thumb/img/aPUMXdGffS90EE9ag4U9uq664l8=/fit-in/200x150/filters:strip_icc()/pic4912949.png"
  },
  {
    "id": "164",
    "name": "Before I Kill You, Mister Spy...",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 12,
    "description": "Before I Kill You, Mr. Bond is a silly, stupid game straight from the Cheapass Games playbook. In it, players take on the role of villains building their remote fortresses and capturing secret agents. When one is captured, he can be killed right away, but what's the fun in that? The real points come when you slowly reveal your secret plan to him &mdash; or leave him to be eaten by sharks. Of course, that's where the risk is, too, and the longer you postpone the kill, the greater the likelihood that another player will produce a card that allows the agent to escape and destroy your fortress.&#10;&#10;Reissued in color in 2004 as James Ernest's Totally Renamed Spy Game (with many more cards), then reissued again in 2016 as Before I Kill You, Mister Spy...&#10;&#10;",
    "categories": [
      "Card Game",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/CMYnGVcqpdlN8D8Fi64Dpg__thumb/img/7rrSNbVpY5TOPBax-G6Pj4DesDA=/fit-in/200x150/filters:strip_icc()/pic3051016.jpg"
  },
  {
    "id": "216659",
    "name": "Toilet Trouble",
    "minPlayers": 2,
    "maxPlayers": 99,
    "playingTime": 0,
    "age": 5,
    "description": "Description from the publisher:&#10;&#10;Which flush will cause the gush? Share some hilarious and suspense-filled moments as players of Toilet Trouble take turns spinning the toilet paper roll, flushing the toilet handle, and hoping they don't get sprayed with water! The number that turns up on the paper roll spinner dictates how many times each player must flush. Players are safe if they hear the flushing sound, but no water is sprayed. Who knows which flush will be the one that sprays water, eliminating that player? Continue taking turns spinning the roll and flushing until one player has not been sprayed. That player wins the game!&#10;&#10;",
    "categories": [
      "Children's Game"
    ],
    "mechanics": [
      "Player Elimination"
    ],
    "image": "https://cf.geekdo-images.com/72Fbd3qv-E86AQu9MceM0Q__thumb/img/hJGOb1fT7Ry-bZ1KEW_IlzE-VK8=/fit-in/200x150/filters:strip_icc()/pic3415297.jpg"
  },
  {
    "id": "264660",
    "name": "Can't Catch Harry",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 6,
    "description": "Can&rsquo;t Catch Harry is a fast paced card game that comes with collectors cards from the popular Youtube channel The Odd 1s Out. The deck is made of characters your friends and family will recognize. You&rsquo;ll spend many game nights trying to catch Harry before he and his friends are pulled into the lull of the Lamp (bug zapper).&#10;&#10;The game gets more intense with each round as players try to collect certain combinations of cards to give them a edge in the game.&#10;&#10;Save your moth friends from giving in to the glowing draw of the lamp. Every time you&rsquo;re unable to match 4 of a kind, your moth risks being zapped!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Card Game",
      "Party Game",
      "Real-time"
    ],
    "mechanics": [
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/CgUpPqTUcrQz1ZYpL9n_eQ__thumb/img/oG-jz42_NJc20BBPBBh2BXmDkBI=/fit-in/200x150/filters:strip_icc()/pic4704653.jpg"
  },
  {
    "id": "8964",
    "name": "Funny Bunny",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 4,
    "description": "The first player to get one of their bunnies to the top of the hill wins.  Each turn players draw a card which either has them move one of their bunnies or rotate the carrot at the top of the board which will cause holes to open and close on the game board.  Any bunny that lands on an open hole, or has a hole open up underneath them, drops under the board.  If a player loses all 4 of their bunnies, they are out of the game.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Racing"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/aq70DqsbeaDXkzCDPEHrpw__thumb/img/qoNSAHbiOi-KHPZtRtPXr5eAiRY=/fit-in/200x150/filters:strip_icc()/pic343124.jpg"
  },
  {
    "id": "219670",
    "name": "HUNGER: The Show",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 7,
    "description": "A casting call has gone out for the reality show &quot;HUNGER&quot;! Are you ready for the adventure of a lifetime? Do you have the wits to survive, with other participants, on a deserted tropical island? Or simply want to win $1,000,000? If so, HUNGER is searching for self-reliant contestants to attempt this bold adventure.&#10;&#10;HUNGER: The Show is a fast paced family game with rich player interaction. To win, you have to predict your opponent&rsquo;s actions. On the island, you can gather fruit and catch chickens to get more food. But to win, you also have to collect raft pieces. It's a good thing that no one would ever think of stealing food and raft parts from other participants...&#10;&#10;HUNGER is a family/filler game for 2-6 players, ages 7 and above, lasting 20 minutes.&#10;&#10;Story: Welcome to HUNGER Reality Show! There is a 1 Million Dollar Prize and there can only be one winner. Alongside other participants, unfortunately not your best friends, you are cast onto a desert island. There is some food provided by the TV crew but it will not last long. You will be hungry very soon and will have to start picking fruit or catching chickens. You will also need to build a raft if you are serious about winning the prize. The first person to leave the island will be declared as winner. You will need rope and raft wood, which are hard to find. Well, you could always try to steal from the others, but would you?&#10;&#10;Mechanic: Players simultaneously choose their next action and destination on the island. To be successful, players need to predict the other players' actions but also stay focused on their goal: having enough food to survive the next day (or otherwise being evacuated by the film crew according to the principle &lsquo;your safety is our highest priority&rsquo;) and building the raft as quickly as possible. Balancing those needs is key to winning the game. This is what makes the game so broadly appreciated among gamers but also non-gamers, families and children. The game is fast, smooth and easy to play and has no downtime, while allowing for a lot of player interactions. The better player will on average usually win most games but it is possible for a 7-year-old to win on occasion too, which makes the game a fun experience for everyone.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Party Game"
    ],
    "mechanics": [
      "Action Queue",
      "Player Elimination",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/0PlLZN729gkNyyYB7M264Q__thumb/img/OjtXDO3gita_jOZkYdj62C-rH70=/fit-in/200x150/filters:strip_icc()/pic3532789.jpg"
  },
  {
    "id": "200610",
    "name": "Million Dollars But... The Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 17,
    "description": "Million Dollars, But&hellip; The Game (MDB) puts your morals and imagination to the test, posing the question, &quot;What would you do for a million dollars?&quot; Players create scenarios by combining a trigger and a rule card to showcase what they would or wouldn't do for a big hunk of cash. (For example, a million dollars, but&hellip; every time you see a store having a sale, you poop your pants a little bit.)&#10;&#10;The best part of the game occurs when everyone debates the scenarios that have been presented to the judge: &quot;Does it include online store sales or just in-person sales?&quot;, or &quot;How much poop are we talking: a rabbit pellet or an uncomfortable amount?&quot;&#10;&#10;",
    "categories": [
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "mechanics": [
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/gyuiSQoMKLXLPlt2gHw-sg__thumb/img/lBXR9ts0dxe8A-tqNO13qtvMw6Y=/fit-in/200x150/filters:strip_icc()/pic4169081.jpg"
  },
  {
    "id": "9545",
    "name": "The Batman Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "A simple, old-school roll-n-move (or, rather, spin-n-move) game.&#10;&#10;The first player to reach their destination card location and return to the Batcave wins.&#10;&#10;There was an even simpler &quot;play in the dark&quot; variant of the game played without cards, with the glow-in-the-dark outlines on the board for movement.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Comic Book / Strip",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/MJ_HBD-pLhJGKNQQY_m_0A__thumb/img/sdL-UwUu951kAIP22HvcetT1WF0=/fit-in/200x150/filters:strip_icc()/pic606604.jpg"
  },
  {
    "id": "213787",
    "name": "The Terminator: The Official Board Game",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 0,
    "age": 14,
    "description": "This game was crowdedfunded but never delivered to backers.  A truncated version with 3 characters and other limits was circulated as a PnP.&#10;&#10;The Terminator: The Official Board Game is an asymmetrical strategy game played across two boards: one in 1984 and one in 2029. One player takes control of all the forces of the machines &mdash; Hunter Killer flying machines, Terminator endoskeletons, and new robots based on the classic 1980s aesthetic &mdash; while the rest of the players take the role of the human resistance, struggling against the impossible odds of the machine uprising.&#10;&#10;-- description from the publisher&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Area Movement",
      "Cooperative Game"
    ],
    "image": "https://cf.geekdo-images.com/S2StrvBOhMmRpZFxhVvBjg__thumb/img/Y8rRhrPeWZ3XYRzyGTQLF28ZP9E=/fit-in/200x150/filters:strip_icc()/pic3261927.png"
  },
  {
    "id": "18399",
    "name": "Fan Tan",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 25,
    "age": 10,
    "description": "Sevens is a traditional card game, wherein players try to be the first to void their hands of cards.  The four 7s are the only cards that can be played initially; after the 7 in a suit is played, the 6 &amp; 8 can be played, and so on until the A (low) and K (high).&#10;&#10;This game is not to be confused with Shichi Narabe, which like this game is also sometimes called Sevens or with Fan Tan which is a Chinese gambling game.&#10;&#10;Reimplemented by:&#10;&#10;&#10;     Big Top&#10;     Elfer raus!&#10;     The Secret Seven&#10;&#10;&#10;Rules: on Pagat.com&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Melding and Splaying",
      "Ordering"
    ],
    "image": "https://cf.geekdo-images.com/L_6vGgNwCjgyzqp9cozZmg__thumb/img/oP48TXMGrs92Ft0FacaDGvOZ73c=/fit-in/200x150/filters:strip_icc()/pic96073.jpg"
  },
  {
    "id": "7710",
    "name": "Tip-It",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 4,
    "description": "Tip-iT is &quot;the wackiest balancing game ever!&quot; - Game box&#10;&quot;Tip-It is a wacky exciting balancing game designed to test your skill and dexterity.&quot; - Rules [inside box cover]&#10;Object of the game - To acquire various discs, which are worth points, while trying to keep the Acrobat balanced on his perch.&#10;&#10;Similar to:&#10;&#10;    Tip the Stix&#10;&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Action / Dexterity",
      "Children's Game"
    ],
    "mechanics": [
      "Point to Point Movement"
    ],
    "image": "https://cf.geekdo-images.com/zv6BdnXhoqIVaHidtiXOOg__thumb/img/57FQPElwqmli0-OhhqjLFo-rkD0=/fit-in/200x150/filters:strip_icc()/pic192851.jpg"
  }
]