[
  {
    "id": "291845",
    "name": "Three Sisters",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 14,
    "description": "Three Sisters is a strategic roll-and-write game about backyard farming. Three Sisters is named after an indigenous agricultural technique still widely used today in which three different crops &mdash; pumpkins, corn, and beans &mdash; are planted close together. Corn provides a lattice for beans to climb, the beans bring nitrogen from the air into the soil, and the squash provides a natural mulch ground cover to reduce weeds and keep pests away.&#10;&#10;In the game, you have your own player sheet with multiple areas: the garden, which is divided into six numbered zones, each containing the three crop types; the apiary; compost; perennials; goods; fruit; and the shed, which is filled with tools that have special abilities. All the crops, fruits, flowers, and hives are represented by tracks that you will mark off as you acquire these items. Many of the tracks are interconnected with other elements in the game, giving you bonuses along the way. A common feature of these tracks are circles that represent a harvest, which generates goods; get enough goods, and you unlock bonus actions. Advancing on all of these tracks offers various amounts of points, advancements, and bonuses.&#10;&#10;The game lasts eight rounds. Each round, roll dice based on the number of players, group them by number, then place them on an action space of the circular action wheel, starting with the current position of the farmer; the farmer moves each round, which means that dice showing 1s, 2s, etc. will end up on different spaces each round. Once the dice have been placed, each player drafts one die and uses it as described below. Once everyone has drafted a die, all players get to use the lowest-valued die remaining on the action wheel. A die lets you do two things, which you can do in either order:&#10;&#10;&#10;     Plant or water the numbered zone matching the value of the die.&#10;     Take the action of the space from which you removed the die.&#10;&#10;&#10;To plant, you mark the bottom space of two empty crop tracks. (Note that you can't plant beans until the corn adjacent to the beans is tall enough to support them.) To water, you mark one space in all the crop tracks that already have at least one mark in them. As for the actions on the action wheel, you can:&#10;&#10;&#10;     Plant or water again in the same numbered zone.&#10;     Gain one compost (which lets you adjust die values) and four goods (which will get you bonuses at the farmer's market).&#10;     Mark off the hive track, which can bring you points, goods, or bonus actions.&#10;     Mark one of the four fruit tracks. Each fruit is worth different points and different amounts of goods and has different track lengths and circle positions.&#10;     Visit the farmer's market, which gives you points and bonuses based on the number of goods you've collected.&#10;     Mark one of the fifteen tool tracks in your shed. As soon as you complete a track, you gain that power or end-game scoring opportunity.&#10;&#10;&#10;Perennials don't have a direct action associated with them and are marked off only through actions in other areas, with the various perennials giving different bonuses as you mark them.&#10;&#10;At the end of the round, all players receive a bonus action, either rain that waters all numbered zones in your garden, a trip to the shed, or a visit to the farmer's market. After eight rounds, you score points for harvested crops, perennials, the apiary, fruit, and some shed items. Whoever has the most points wins.&#10;&#10;Three Sisters has a solo mode in which you try to top your own score against an &quot;opponent&quot; that drafts dice and blocks areas of your sheet.&#10;&#10;",
    "categories": [
      "Dice",
      "Farming"
    ],
    "mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Rondel",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/Z1ihG_FHEKuf1Et53f2Dzg__thumb/img/3LXpXcuoBQGQACl-Yw4fGqls2GM=/fit-in/200x150/filters:strip_icc()/pic6349029.png"
  },
  {
    "id": "155703",
    "name": "Evolution",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 12,
    "description": "In Evolution, players adapt their species in a dynamic ecosystem where food is scarce and predators lurk.  Traits like Hard Shell and Horns will protect your species from Carnivores, while a Long Neck will help them get food that others cannot reach. With over 4,000 ways to evolve your species, every game becomes a different adventure.&#10;&#10;Evolution is played in a variable number of rounds. Each round, players draw 3 Trat cards to enhance their species, create new species or feed their existing animals. Play continues until the Trai deck has been finished and needs to be reshuffled.  Reshuffling the Trait cards signals the final round of the game.  At the end of the game the player with the most food, traits, and population wins.&#10;&#10;Evolution packs a surprising amount of variety for a game with simple rules.  The variety comes from the synergies between the trait cards and from the different personalities at the table.  Some players thrive on creating Carnivores to wreak havoc on their fellow players.  Others prefer to stay protected and mind their own business.  Evolution encourages both play styles by giving each of them multiple paths to victory.  And it is the mix of play styles at the table that ultimately determines the ecosystem in which the players are adapting.  So gather your friends and see who can best adapt to the changing world around them.&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game",
      "Educational",
      "Environmental",
      "Prehistoric",
      "Print & Play"
    ],
    "mechanics": [
      "Action Points",
      "Hand Management",
      "Push Your Luck",
      "Simulation",
      "Simultaneous Action Selection",
      "Take That",
      "Turn Order: Progressive"
    ],
    "image": "https://cf.geekdo-images.com/wo_EYno7S66psGPMl_JtiQ__thumb/img/_30uXRkyUuk9vMeeedlSqQ3oJwA=/fit-in/200x150/filters:strip_icc()/pic3543505.jpg"
  },
  {
    "id": "6472",
    "name": "A Game of Thrones",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 180,
    "age": 12,
    "description": "Description from the publisher:&#10;&#10;War and chaos are engulfing the lands of Westeros. The great Houses are vying for control of the Iron Throne using the old tools of intrigue and war. Yet while the war for Westeros rages, grave dangers gather in the cold North, and an ancient enemy is gaining momentum in the distant East.&#10;&#10;In A Game of Thrones: The Board Game, players take control of one of the great Houses of Westeros. Via resource management, diplomacy, and cunning, they seek to win dominance over the land. Players must give orders to armies, control important characters, gather resources for the coming winter, and survive the onslaught of their enemies. A unique phase mechanic, battle resolution, and special ordering system make for an engaging game in which all players are actively involved at all times.&#10;&#10;Reimplemented by:&#10;&#10;     A Game of Thrones: The Board Game (Second Edition) (2011)&#10;&#10;&#10;",
    "categories": [
      "Bluffing",
      "Fantasy",
      "Negotiation",
      "Novel-based",
      "Political",
      "Wargame"
    ],
    "mechanics": [
      "Area Movement",
      "Auction / Bidding",
      "Events",
      "Hand Management",
      "Memory",
      "Order Counters",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/Gr3qfzoK-428kv1M9WUG1Q__thumb/img/ggRHe5WjwRhEIRtWI2TJBX-HPic=/fit-in/200x150/filters:strip_icc()/pic1222116.jpg"
  },
  {
    "id": "400602",
    "name": "Civolution",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 180,
    "age": 14,
    "description": "Hello, student beings! The cosmic faculty of the Technical Academy of Creation is delighted to welcome you to your Civolution, the final exam in Civilization Design!&#10;&#10;For this occasion, we prepared a humanoid scenario on an isolated continent. Here, each of you holds the rank of a local deity which is closely linked to its very own civilization and must lead it to success over the other civilizations. Your developmental possibilities are endless and reach from cultural and technical progress to evolutional adaptations. For example, what would you consider more beneficial to your tribes: inventing the wheel or growing wings? Demonstrate your ability to operate your civilization console and show us how well you can adjust to changeable environmental conditions and mild creational chaos.&#10;&#10;When the exam ceases after four eras, whoever managed to gather the most success points will not only pass the exam but will become a full member of the Technical Academy of Creation and garner the opportunity to be promoted to the next instance.&#10;&#10;Civolution is a medium heavy to heavy euro-style game that utilizes a dice selection mechanism to trigger actions on a tech tree-like structure. As you figure out how to best use your dice and put your unique cards into play, tons of strategies and paths to victory emerge, though each time you play, you will only explore a fraction of the possibilities that the game&rsquo;s system and many cards provide.&#10;&#10;&mdash;description from the publisher&#10;&#10;A webapp implementation of the V.I.C.I solo automa is available (requires a physical copy of the game).&#10;&#10;",
    "categories": [
      "Civilization",
      "Dice",
      "Economic",
      "Exploration",
      "Science Fiction"
    ],
    "mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Income",
      "Modular Board",
      "Open Drafting",
      "Pattern Building",
      "Tech Trees / Tech Tracks",
      "Track Movement",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/DahMIPzUpexvhUPAG3dGbA__thumb/img/uzogBNlLw3GBuGa1T6_8oQbADnY=/fit-in/200x150/filters:strip_icc()/pic8303209.jpg"
  },
  {
    "id": "347703",
    "name": "First Rat",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 75,
    "age": 10,
    "description": "For generations, the rats in the old junkyard have been telling each other the great legend about a moon made out of cheese and they want nothing more than to reach this inexhaustible treasure. One day, the little rat children discovered a comic in the junkyard that described the first landing on the moon, and thus the plan was born: Build a rocket and take over the cheese moon!&#10;&#10;Fortunately, the junkyard has everything the rats need to build their rocket, and the other animals are willing to support this daring venture &mdash; at least if they're well paid. Of course, all the rats work together to achieve this mighty goal. However, each rat family competes to build the most rocket parts and to train the most rattronauts so they can feast on as much of the lunar cheese as possible.&#10;&#10;In First Rat, each player starts with two rats and may raise two more. On your turn, you either move one of your rats 1-5 spaces on the path or move 2-4 of your rats 1-3 spaces each as long as they end up on spaces of the same color. Your rats can never share the same space, and if you land in a space with another player's rat, you must pay them one cheese, borrowing cheese from the back as needed. After movement, you collect resources (cheese, tin cans, apple cores, baking soda, etc.) matching the color of the space you occupy or move your lightbulb along the light string, which will boost your income in future turns. (More lights in the junkyard makes it easier for you to find things!)&#10;&#10;If you end movement near a store, you can spend resources to buy a backpack or bottle top &mdash; or you can steal an item instead, with the rat then returning to the start of the movement track. You can also spend resources to build rocket sections (and score points) or spend cheese in bulk as a donation (and score points).&#10;&#10;When you pick up apple cores, you move around the rat burrow to pick up comics or stored food or raise one of your rats from the nursery. Alternatively, you automatically get a new rat when one of your rats reaches the launch pad and boards the spaceship. When a player places their fourth rat on the spaceship &mdash; or places their eighth scoring marker on the board &mdash; the game ends, and the player with the most points wins. In the event of a tie, the tied player with the most rattronauts in the rocket wins.&#10;&#10;First Rat includes a solo mode as well as variable game set-ups described in the rulebook.&#10;&#10;",
    "categories": [
      "Adventure",
      "Animals",
      "Humor",
      "Space Exploration"
    ],
    "mechanics": [
      "Point to Point Movement",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/TAmP5w8gDSXe7APvp8tMVw__thumb/img/Mqb7UZI42-Xyz9yMFu1b-enn0F0=/fit-in/200x150/filters:strip_icc()/pic6502612.jpg"
  },
  {
    "id": "42776",
    "name": "Gears of War: The Board Game",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 180,
    "age": 13,
    "description": "Game description from the publisher:&#10;&#10;For a time, the humans of Sera knew peace...then Emergence Day came. The Locust horde arrived without warning, and countless horrors spilled forth from their underground burrows. The Coalition of Organized Governments (COG) struggled to fend off the subterranean threat, but their defenses were quickly crushed. With billions dead, humans turned their weapons of mass destruction on their own cities to deny the enemy control. Now the long struggle against overwhelming odds approaches one final, desperate stand.&#10;&#10;Gears of War: The Board Game, designed by Corey Konieczka, is based on the wildly popular third-person shooter by Epic Games. One to four players take on the roles of COG soldiers cooperating to destroy the Locust horde, and must work together to complete missions against an ingeniously challenging and varied game system. In Gears of War: The Board Game, you&rsquo;ll relive classic moments from Gears of War and Gears of War 2 &ndash; Roadie Run into cover, spray your enemy with blind fire, or rip him in half with your Lancer's chainsaw!&#10;&#10;In Gears of War: The Board Game you must fulfill one of seven randomly constructed missions and support your fellow COGs as your team engages an unflinching enemy in furious, white-knuckle firefights! Only through teamwork and communication will you gain a tactical advantage, completing your mission and striking a blow for humanity.&#10;&#10;You'll need every soldier you can get if you hope to send the Locust horde back to their holes. Leave no man behind!&#10;&#10;ERRATA&#10;- In the Roadblocks mission level 3, use tile 12A instead of 3A.&#10;- In the rules, under Component List, the following three entries are incorrect:&#10;-- 23 Wound/Dropped Weapon Markers, should be 22&#10;-- 12 Grenade Tokens, should be 14&#10;-- 36 Ammo Tokens, should be 44&#10;&#10;",
    "categories": [
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Video Game Theme"
    ],
    "mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/12PzpKSG88_RdIVHC-doZA__thumb/img/qToXuh5AFJPKq74DGgMTkKeWIiA=/fit-in/200x150/filters:strip_icc()/pic7020901.jpg"
  },
  {
    "id": "298383",
    "name": "Golem",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 14,
    "description": "Golem is an engine-building game by Simone Luciani, Virginio Gigli and Flaminia Brasini, the same team that brought you Grand Austria Hotel and Lorenzo il Magnifico.&#10;&#10;The game is based on the 16th-century legend of the Golem of Prague, an anthropomorphic creature that Rabbi Loew animated from a clay statue to protect his people. In the game, players take on the role of rabbis who create and grow these powerful creatures that will be moved around the neighborhoods of Prague under the control of students. Be careful, because if a golem becomes too powerful, it will destroy everything it encounters on its way. Players can also kill their Golems in order to get bonuses.&#10;&#10;Players also create powerful artifacts and acquire knowledge by collecting ancient books.&#10;&#10;The game is divided into four rounds, and each round is composed of 7 phases:&#10;&#10;&#10;     Refresh&#10;     Golem Movement&#10;     Actions (2 marble actions and 1 rabbi action)&#10;     Turn Order&#10;     Influence Character&#10;     Income and Development&#10;     Golem Control&#10;&#10;&#10;At the beginning of each round, the players will shuffle the colored marbles into the 3D synagogue that will split them into five lines corresponding to the five main actions available in the game:&#10;&#10;&#10;     Work: By paying Knowledge, you can activate the Golem placed in the city of Prague and get bonuses.&#10;     Golem: Obtain clay to create new golems and upgrade the developments on your personal board.&#10;     Artifact: Obtain coins and buy gold to build artifacts that offer permanent bonuses in the game and upgrade developments on your personal board.&#10;     Spells: Obtain Knowledge and perform spells (with a scoring for book collection) and upgrade developments on your personal board.&#10;     Mirror: Perform one action of your choice by paying 1 coin.&#10;&#10;&#10;The number of marbles available in the corresponding action line determines how much the player gets from the action. When you choose an action, you collect one marble of your choice in the corresponding line and depending on the color of the marble you chose, you also move your student forward on one of the districts of Prague.&#10;&#10;It's important to advance your students on those tracks to be able to keep your golems under control. At the end of the round, knowledge can also be used to control a golem that surpassed its students, but if one of these creatures is uncontrolled, it may become dangerous and destroy the neighborhood, after which you will have to destroy and bury it!&#10;&#10;The marble color also matters, because at the end of the round, if you get the correct combination of two colors, you receive the favor of one of the powerful Prague characters, which will differ each round.&#10;&#10;At the end of the fourth round, players score points for active or buried golems, artifacts, books, development on their personal board, and collected goal cards.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Novel-based",
      "Renaissance"
    ],
    "mechanics": [
      "Action Drafting",
      "Income",
      "Set Collection",
      "Variable Player Powers",
      "Variable Set-up",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/9wDd5YVER3lwpGO3v5EkTA__thumb/img/81chTLWy3JxqRTktAuE4Nb4LamI=/fit-in/200x150/filters:strip_icc()/pic5374175.jpg"
  },
  {
    "id": "160010",
    "name": "Conan",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 14,
    "description": "Conan, designed by Fred Henry and based on the Conan universe by Robert E. Howard, is a scenario-based semi-cooperative asymmetric miniatures board game. One player is the Overlord, playing the opposition forces, and the other players (1 to 4) play Conan and his companions: Shevatas the thief, Hadrathus the Priest/Sorcerer, Belit the pirate queen, Valeria the warrior, etc. The game is based purely on Robert E. Howard's novels and short stories (and not the movies or other non-Howardian material). The publisher has hired Patrice Louinet, a Howard expert, to make sure the art and the scenarios are compatible with Howard's vision.&#10;&#10;Each game is a scenario, played on a map. There are 4 maps included in the retail copy of the game, and each map can have several scenarios set on it. The game is fast, one hour approximately. It's possible to play several scenarios in a campaign, but you can also play each scenario individually. There are 9 scenarios in the base box.&#10;&#10;At the beginning of a scenario, players choose their team (Conan and two or three other heroes). The Overlord gathers all the miniatures (picts, Necromancer, skeleton warriors, monsters, etc.), tokens, and cards from the chosen scenario. The game usually plays in a limited number of turns (ten, for instance). Each scenario can have very different objectives: find the princess captured by picts and hidden in a hut and leave the camp before the pict hunters return; find the magical key to open a sealed door, steal the jewel and leave; kill the Necromancer by the end of turn 10; survive by the end of turn 10; escape the prison; etc.&#10;&#10;During their turn, the heroes can activate or rest. If they activate, they can spend &quot;gems&quot; from their energy pool to do all sorts of actions: move, fight (melee or distance), defend, pick a lock, reroll, etc. If they rest, they can move a lot of gems from their &quot;spent&quot; pool box to their &quot;available&quot; pool box. When they take an action, they throw a number of dice equal to the number of gems they put in their action. There are three different kinds of dice: yellow (the weaker dice), orange (medium) and red (strong). Each character has a color based on their specialty: Conan throws red dice in combat while the Sorcerer throws yellow dice in combat; the thief throws red dice in Manipulation actions, while Conan throws orange dice; etc. Each player can have equipment cards (armor, magic potions, weapons, etc.) which give them bonuses on their dice rolls.&#10;&#10;The Overlord plays differently. He uses a board with eight slidable tiles, plus his own Energy gems. Each tile corresponds to one unit (1 to 3 miniatures) on the game mat, and all of the miniature abilities are written on this tile (movement, armor, attack, special abilities). The tile position on the board corresponds to the numbers 1-8. The Overlord has a pool of energy gems and each time he activates one unit, he needs to spend a number of gems matching the tile placement: tile#1 costs 1 energy gem, tile#2 costs 2 gems, etc. Whatever tile the Overlord chooses to activate, he spends the corresponding energy cost (moving his energy gems from the available pool to the spent pool), then takes the tile out and moves it to the end of the sliding track: If he wants to activate this unit again, it will cost him 8 gems, because the unit is now on position 8. The Overlord can activate a maximum of two tiles, and he regains only a certain number of gems each turn (depending on the scenario).&#10;&#10;In a typical scenario, the heroes need to accomplish something and the Overlord wins if the heroes fail to reach their objective &mdash; but in some scenarios, the Overlord has his own objectives and the Heroes win if they prevent him from accomplishing his goal.&#10;&#10;",
    "categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Novel-based"
    ],
    "mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Player Elimination",
      "Team-Based Game",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/x0VJACjymxo4boRichVVKQ__thumb/img/RmO8s9A4mxFlU37HD-8h4IhQN8U=/fit-in/200x150/filters:strip_icc()/pic3118623.jpg"
  },
  {
    "id": "143519",
    "name": "Quantum",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 13,
    "description": "Send out the scouts! Position the Flagship in tactical orbit! And reconfigure that Battlestation into something new! Your fleet of loyal ships, powered by the might of quantum  probability itself, carries your empire to the far-flung stars. How will history remember you? As a ravenous destroyer? A clever tactician? A dauntless explorer? Command your armada, construct world-shattering technologies, and rally the remnants of humanity for a final confrontation.&#10;&#10;In Quantum, each player is a fleet commander from one of the four factions of humanity, struggling to conquer a sector of space. Every die is a starship, with the value of the die determining the movement of the ship, but also its combat power - with low numbers more powerful. So a [ 6 ] is a quick but fragile Scout and a [ 1 ] is a slow but mighty Battlestation.&#10;&#10;Each type of ship also has a special power that can be used once per turn: Destroyers can warp space to swap places with other dice and Flagships can transport other ships. These powers can be used in combination for devastating effects. You're not stuck with your starting ships, however: using Quantum technology, you can spend actions to transform (re-roll) your ships. Randomness plays a role in the game, but only when you want: Quantum is very much a strategy game.&#10;&#10;You win by constructing Quantum Cubes - massive planetary energy extractors. Each time you build a new one, you can expand your fleet, earn a new permanent ability, or take a one-time special move. The board itself is made out of modular tiles, and you can play on one of the 30 layouts that come with the game or design your own. The ship powers, player abilities, and board designs combine to create a limitless set of possibilities for how to play and strategies for how to win.&#10;&#10;With elegant mechanics, an infinity of scenarios, and easy-to-learn rules that lead to deep gameplay, Quantum is a one-of-a-kind game of space combat, strategy and colonization that will satisfy both hard-core and casual players.&#10;&#10;Quantum won the 2012 Game Design Award at the IndieCade Festival of Independent Games, as a prototype game with the title Armada d6.&#10;&#10;",
    "categories": [
      "Dice",
      "Fighting",
      "Science Fiction",
      "Space Exploration"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Square Grid"
    ],
    "image": "https://cf.geekdo-images.com/Bgle3gjd2wTrD31ps_z92w__thumb/img/bjSkZpezCxJBqtucXslJAX2laKA=/fit-in/200x150/filters:strip_icc()/pic1727619.jpg"
  },
  {
    "id": "3685",
    "name": "Hammer of the Scots",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 12,
    "description": "Hammer of the Scots brings the rebellion of the Braveheart, William Wallace, to life. As the English player, you seek to pacify Scotland by controlling all the important noble lords. The Scottish player also seeks the allegiance of nobles to support a difficult struggle for freedom. Hammer of the Scots will give you many hours of entertainment and insight into this fascinating period in history.&#10;&#10;Highlights&#10;&#10;     Map board: Full-color (22&quot; x 25&quot;) mapboard of Scotland and Northern England with heraldry of the important noble families.&#10;     Wooden Blocks (24mm): 56 Hardwood counters including leaders, nobles, archers, knights, and infantry.&#10;     25 Event Cards&#10;     Detailed Game Rules&#10;     Two Scenarios: A campaign game plus two scenarios: Braveheart and The Bruce.&#10;     Playable History: The rulebook is 8 pages. Games last from 2-4 hours.&#10;&#10;&#10;",
    "categories": [
      "Medieval",
      "Wargame"
    ],
    "mechanics": [
      "Area Movement",
      "Area-Impulse",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Secret Unit Deployment",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/beq0R6IQFyLAoI2NM1xWCw__thumb/img/qwMuCRELPtiKWa-9oyegNGOgl6Q=/fit-in/200x150/filters:strip_icc()/pic105813.jpg"
  },
  {
    "id": "329551",
    "name": "Mosaic: A Story of Civilization",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 12,
    "description": "Mosaic: A Story of Civilization is a Civilization-Building game from Glenn Drover, designer of, among others, Age of Empires III: The Age of Discovery, Railways of the World, Sid Meier's Civilization: The Boardgame, and Raccoon Tycoon.&#10;&#10;Mosaic is an action selection game. On your turn, you will perform one of eight actions and acquire pillars of civilization.&#10;&#10;Acquiring pillars is important in creating the unique mosaic of your civilization. They are used as prerequisites for many new technologies, as well as for scoring. Also, by pursuing specialization in one or more civilization pillars, you may be able to claim a &lsquo;Golden Age&rsquo; of that type.&#10;&#10;As the game goes on and your civilization grows, scoring cards are eventually revealed from the four decks. Each time a scoring card is revealed, your civilization will score for each region that you dominate with your cities, towns, wonders, and military units. After the third scoring card is revealed, there is one final turn and the game ends. You will then score for your cities and towns, your wonders, projects, achievments, and golden ages, and for all of your cards that score for your unique civilization pillars.&#10;&#10;-description from publisher (corrected and updated)&#10;&#10;Please note that the solo rules are only included in the Kickstarter editions, not in the retail versions (although they are available as print-and-play in French at the very least).&#10;&#10;",
    "categories": [
      "Ancient",
      "Civilization",
      "Economic",
      "Territory Building"
    ],
    "mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "End Game Bonuses",
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Tags",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/hRym3ngIdndJT2hhOURjMw__thumb/img/XWJj-SqoPA1eh6u7KUY1j3nSEA8=/fit-in/200x150/filters:strip_icc()/pic7414594.jpg"
  },
  {
    "id": "37904",
    "name": "Formula D",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 60,
    "age": 8,
    "description": "Formula D is a high stakes Formula One type racing game where the players race simulated cars with the hope of crossing the finish line first.  This is a re-release of Formula D&#195;&#169; with several changes from the original format. Whilst old tracks can be used with the updated Formula D rules, the new game features boards that have an F1 track and a Street Track on the other side. These street tracks each have a novel inclusion or two to add greater theme -&#10;&#10;The game mechanisms are a simple race, get to the finish line first!  However, players have to use a significant amount of planning, and rely on quite a bit of luck.  Each player manages when to shift gears, with each gear providing a different speed.  (For example, 4th gear is a die that rolls random numbers from 7 to 12 for spaces moved.)  Each turn, players may move up one gear, stay in that gear, or move down gears.  This forces players to match possible rolls with the optimum distance for that turn, and hopefully plan ahead.  However, speed is not the only issue!  Corners have a &quot;stop&quot; rule that requires players to stop once, twice, or three times on that corner in consecutive turns or face a penalty.  This creates an effective speed limit to the corners. &#10; Of course, things do not always go as planned!  Players take penalties if they miss their roll, bump into another car, are blocked by other cars, have to brake heavily, or have to downshift several gears.  These are taken off of a car&rsquo;s attributes (Tire health, Brake wear, Transmission Gears, Body, engine, and Suspension).  Losing the maximum in any of these categories will result in elimination, or a severe setback for that car.  This requires that players manage their car&rsquo;s health, plan for their best path, and have good luck on their rolls.  This high amount of luck gives the game its family appeal, and lets weaker players have a chance at winning once in a while.&#10;&#10;However, the fun does not end with a single race!  The rules include the ability to customize your cars, use a pre-generated character, add Slipstreaming (Drafting) rules and road debris, and change tire types to modify your distance rolls.  There are also variations for a single lap race, or multiple laps with pit stops to repair some of your damage points.  In addition, numerous expansion tracks can be purchased to vary the demands on each driver and car.  Each track may also have weather effects (rain) that change car handling and die rolls due to skidding on wet track.  This opens up the game for rally rules giving championship points over a number of races.&#10;&#10;Formula D adds a few items that are not in the original Formula De:  There is the added excitement of illegal racing in the streets of big cities - anything goes!  This adds custom cars, nitro acceleration, drifting in the curves, dirty tricks, gun battles, and trash on the road to add more variation.  A basic change is the use of a &quot;Dashboard&quot; with movable pegs to manage your car&rsquo;s attributes instead of the paper forms from Formula De.  There are also two sets of pre-painted cars; a Formula 1 set and the Street Race set of stock cars.  The street cars come with &quot;Character&quot; profiles to give a bit of role-playing to the game.  Finally, the old category of &quot;Fuel&quot; for the car has been renamed Transmission Wear to give a better thematic fit to the effect of multiple downshifting.&#10;&#10;The popularity of this game has given it a lot of expansions, some simplifications to the rules (See Formula D&#195;&#169; Mini), and a lot of &quot;after market&quot; parts.  There are also fan expansions and tracks for the very dedicated player.  In many ways, this has become a multiple game system.&#10;&#10;",
    "categories": [
      "Racing",
      "Sports"
    ],
    "mechanics": [
      "Dice Rolling",
      "Different Dice Movement",
      "Grid Movement",
      "Movement Points",
      "Player Elimination",
      "Push Your Luck",
      "Race",
      "Roll / Spin and Move",
      "Simulation",
      "Turn Order: Stat-Based"
    ],
    "image": "https://cf.geekdo-images.com/ScuaQBHRYnsqrwSxSdEdIw__thumb/img/F7CaSsa_MWIbHGCoeZ98apbmFQM=/fit-in/200x150/filters:strip_icc()/pic519914.jpg"
  },
  {
    "id": "244114",
    "name": "Yellow & Yangtze",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 14,
    "description": "The period of the Warring States (475-221 BCE) describes a time of endless wars between seven rival states: Qin, Chu, Qi, Yan, Han, Wei, and Zhao. These states were finally unified in 221 BCE&nbsp;under the Qin dynasty to lay the origin of today's China, with its two main rivers: the Yellow and the Yangtze.&#10;&#10;Yellow &amp; Yangtze, the sister game to the highly acclaimed board game Tigris &amp; Euphrates, invites you to replay this eventful period and to lead your dynasty to victory.&#10;&#10;In Yellow &amp; Yangtze, players build civilizations through tile placement. Players are given five different leaders: Governor, Soldier, Farmer, Trader, and Artisan. The leaders are used to collect victory points in these same categories. However, your score at the end of the game is the number of points in your weakest category. Conflicts arise when civilizations connect on the board. To succeed, players' civilizations must survive these conflicts, calm peasant revolts, and grow secure enough to build prestigious pagodas.&#10;&#10;",
    "categories": [
      "Ancient",
      "Civilization",
      "Territory Building"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Hexagon Grid",
      "Hidden Victory Points",
      "Highest-Lowest Scoring",
      "Open Drafting",
      "Set Collection",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/BxHQLD5nnVltDWXt4OKsgQ__thumb/img/Xf9hEf74SZfcOi0ZbNhdUW6BTt0=/fit-in/200x150/filters:strip_icc()/pic3938502.jpg"
  },
  {
    "id": "10547",
    "name": "Betrayal at House on the Hill",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 12,
    "description": "Betrayal at House on the Hill quickly builds suspense and excitement as players explore a haunted mansion of their own 'design', encountering spirits and frightening omens that foretell their fate. With an estimated one hour playing time, Betrayal at House on the Hill is ideal for parties, family gatherings or casual fun with friends.&#10;&#10;Betrayal at House on the Hill is a tile game that allows players to lay out the haunted house room by room, tile by tile, creating a new thrilling game board every time. The game is designed for three to six people, each of whom plays one of six possible characters.&#10;&#10;Secretly, one of the characters betrays the rest of the party, and the innocent members of the party must defeat the traitor in their midst before it&rsquo;s too late! Betrayal at House on the Hill will appeal to any game player who enjoys a fun, suspenseful, and strategic game.&#10;&#10;Betrayal at House on the Hill includes detailed game pieces, including character cards, pre-painted plastic figures, and special tokens, all of which help create a spooky atmosphere and streamline game play.&#10;&#10;An updated reprint of Betrayal at House on the Hill was released on October 5, 2010.&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Horror",
      "Miniatures"
    ],
    "mechanics": [
      "Dice Rolling",
      "Map Addition",
      "Modular Board",
      "Player Elimination",
      "Role Playing",
      "Storytelling",
      "Team-Based Game",
      "Traitor Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/lqmt2Oti_qJS65XqHcB8AA__thumb/img/EDOmDbRhLy4za2PHkJ5IbhNxZmk=/fit-in/200x150/filters:strip_icc()/pic5146864.png"
  },
  {
    "id": "153016",
    "name": "Telestrations: 12 Player Party Pack",
    "minPlayers": 4,
    "maxPlayers": 12,
    "playingTime": 30,
    "age": 12,
    "description": "Are you ready to party with a bigger group? With the all new Telestrations Party Pack, you can have a LOL, side-splitting time with up to 12 people! Prepare for more players, more laughs, and more unpredictable results! The silly sketchin&rsquo; &amp; guessin&rsquo; possibilities are endless!&#10;&#10;Combining the schoolyard favorite &lsquo;telephone game&rsquo; with a drawing game, Telestrations has players draw what they see then guess what they saw. The result? The Big Reveal, where players get to share how &ldquo;this&rdquo; became &ldquo;that!&rdquo; The outcomes are unpredictable and sure to create a slide-splitting time!&#10;&#10;",
    "categories": [
      "Humor",
      "Party Game",
      "Real-time"
    ],
    "mechanics": [
      "Drawing",
      "Line Drawing",
      "Paper-and-Pencil"
    ],
    "image": "https://cf.geekdo-images.com/nIbj81W8PSOr4Ei4XgubRg__thumb/img/Sd6GtpueVjrhJehHkwBuZW65LxY=/fit-in/200x150/filters:strip_icc()/pic4740642.jpg"
  },
  {
    "id": "135779",
    "name": "A Fake Artist Goes to New York",
    "minPlayers": 5,
    "maxPlayers": 10,
    "playingTime": 20,
    "age": 8,
    "description": "&#227;&#130;&#168;&#227;&#130;&#187;&#232;&#138;&#184;&#232;&#161;&#147;&#229;&#174;&#182;&#227;&#131;&#139;&#227;&#131;&#165;&#227;&#131;&#188;&#227;&#131;&#168;&#227;&#131;&#188;&#227;&#130;&#175;&#227;&#129;&#184;&#232;&#161;&#140;&#227;&#129;&#143; &ndash; which is pronounced as &quot;Ese Geijutsuka New York e Iku&quot; and can be translated as Fake Artist Goes to New York &ndash; is a party game for 5-10 players. Players take turns being the Question Master, whose role is to set a category, write a word within that category on dry erase cards, and hand those out to other players as artists. At the same time, one player will have only an &quot;X&quot; written on his card: they are the fake artist!&#10;&#10;Players will then go around the table twice, drawing one contiguous stroke each on a paper to draw the word established by the Question Master, then guess who the fake artist is. If the fake artist is not caught, both the fake artist and the Question Master earn points; if the fake artist is caught and cannot guess what the word is, the artists earn points.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Deduction",
      "Party Game"
    ],
    "mechanics": [
      "Hidden Roles",
      "Line Drawing",
      "Targeted Clues"
    ],
    "image": "https://cf.geekdo-images.com/5Q5YHxJeVp6PAhfv5Ct0-g__thumb/img/nqo8xhGEWnqXYDEvYcVpBpABBI4=/fit-in/200x150/filters:strip_icc()/pic3678404.png"
  },
  {
    "id": "13004",
    "name": "The Downfall of Pompeii",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 10,
    "description": "The year is AD 79. Pompeii, sitting at the foot of Vesuvius, is at the high point in its development. People come to the city from far and wide to try to make their luck in the city. So far nobody has dreamed of the danger that will bury all of their dreams under mountains of ash just ten years later. Who will survive the eruption of Vesuvius unscathed?&#10;&#10;The simple rules make it easy to get started with The Downfall of Pompeii, a game in which a lot of tactical know-how is required &ndash; along with a little luck &ndash; in order to bring your pieces out of the city at the right time.&#10;&#10;The game falls into two halves: before and after the eruption of Vesuvius. Before the eruption, players play cards to place their pieces in buildings. After the first eruption, they can also place as many relatives as the number of pieces already in the building they placed their piece in. When Omen cards are drawn, the player can take any opponent's piece and throw it into the erupting volcano. In this manner, players try to get as many pieces onto the board as close to the exits from the city as possible.&#10;&#10;After the second eruption, the game changes. Now each player places a lava tile, which kills any pieces on that square and may block exits from the city. Then they move two pieces toward the exits, moving them a number of squares equal to the pieces on the square from which they started. The player who gets the most pieces out of the city wins.&#10;&#10;&bull;&bull;&bull;&#10;&#10;The 2013 second edition of The Downfall of Pompeii includes three dual vent tiles and a new &quot;Dual Vent&quot; variant.&#10;&#10;",
    "categories": [
      "Ancient"
    ],
    "mechanics": [
      "Events",
      "Grid Movement",
      "Hand Management",
      "Move Through Deck",
      "Square Grid",
      "Take That",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/eZjGZ9O4hdUnc47rDgAgRg__thumb/img/Ii0rodwBgEzpHofswh32VECo1xk=/fit-in/200x150/filters:strip_icc()/pic1685805.jpg"
  },
  {
    "id": "205359",
    "name": "Star Wars: Destiny",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 10,
    "description": "&#10;&#10;&#10;    &#10;        GAME SYSTEM&#10;&#10;    &#10;    &#10;         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.&#10;&#10;    &#10;&#10;&#10;&#10; Star Wars: Destiny is a collectible dice and card game of battles between iconic heroes and villains that encompasses characters, locations, and themes from the entire Star Wars saga.&#10;&#10;In Star Wars: Destiny, two players engage in a fast-paced duel, each striving to eliminate the other's characters first. The game's innovative mechanisms combine dice-driven combat with faction-driven hand management. Straightforward rules make the game easy to learn, but also enable deep strategic thinking and clever deck-building. Players can create decks that include characters from every faction and any era, as long as heroes and villains are on opposite sides of the fight. For example, Padm&eacute; Amidala might fight alongside Rey and Finn, taking on Jabba the Hutt, Kylo Ren, and Jango Fett.&#10;&#10;Each round, you use your characters' abilities, an assortment of dice, and a carefully constructed thirty-card deck filled with events, upgrades, and supports. You and your opponent alternate actions: activating your dice, playing cards from your hand, attacking your foes, and claiming the battlefield. You need to prove your skills and defeat your opponent's characters to claim your destiny!&#10;&#10;At launch in November 2016, Star Wars: Destiny consists of two starter sets &mdash; Rey and Kylo Ren, each with nine dice and 24 cards &mdash; and the Awakenings booster packs, each containing one die and five cards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Collectible Components",
      "Dice",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/wXqxBwfHnCCkPA04L6g2Og__thumb/img/mVp0hoQwH5l1Llw8O24DAtVQFiQ=/fit-in/200x150/filters:strip_icc()/pic3363466.jpg"
  },
  {
    "id": "334986",
    "name": "Daybreak",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 10,
    "description": "Daybreak is a co-operative game about climate action. Each player controls a world power, deploying policies and technologies to both dismantle the engine of global heating and to build resilient societies that protect people from life-threatening crises.&#10;&#10;If the global temperature gets too high, or if too many people from any world power are in crisis, everyone loses. But if you work together to draw down global emissions to net-zero, you all win!&#10;&#10;",
    "categories": [
      "Environmental"
    ],
    "mechanics": [
      "Automatic Resource Growth",
      "Cooperative Game",
      "Hand Management",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/YU8rm_FMnKHS2GPDFvLb6g__thumb/img/7Y2W9IVJ3_YmOQfaoZz8XVPoUM0=/fit-in/200x150/filters:strip_icc()/pic7068528.png"
  },
  {
    "id": "169255",
    "name": "A Game of Thrones: The Card Game (Second Edition)",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 14,
    "description": "In A Game of Thrones: The Card Game, the warring factions of Westeros await your command, inviting you to engage in a life-or-death struggle. In every game, you select devious plots and challenge your opponents on the field of battle, through back alley intrigue, and in the political arena. Whether you play a against a single opponent, in a game known as a joust, or engage in a battle of three or more players, called a melee, winning challenges against your opponents is the way to victory.&#10;&#10;Your ultimate goal in A Game of Thrones: The Card Game is to gain influence over the greatest seat of power in Westeros: the Iron Throne! To achieve this goal, you must call upon iconic characters, such as Tywin Lannister, Robb Stark, Stannis Baratheon, Daenerys Targaryen, Euron Crow's Eye, The Red Viper, and dozens of others. You must maneuver the members of your House and your allies in a constant battle to gain power. The first player to claim fifteen power wins!&#10;&#10;In the game, each player has two decks: a draw deck and a plot deck. Your draw deck contains the tactical elements of your struggle, including the characters, locations, attachments, and events that you call upon in your struggle to claim the Iron Throne. You can command characters from throughout A Song of Ice and Fire, and you can march forth from the icy walls of Winterfell or muster your armies around Casterly Rock. You may even equip your characters with storied weapons, such as the Valyrian steel blades Ice or Widow's Wail. The draw deck holds these powerful characters, locations, attachments, and events. This deck is randomly shuffled and players draw their hands from this deck.&#10;&#10;At the start of each round, each player simultaneously chooses and reveals one of the plot cards from their individual seven-card plot decks. Your plot for a round determines how much gold you can spend on cards, which player starts with initiative, and how powerful your challenges are. Your plot also bears a reserve value, which determines how many cards you can keep in your hand past the end of the round. Plots may also offer powerful effects that can trigger when the plots are revealed or persist to shape the entire game round. You may scorch the earth with a deadly wildfire assault, or call upon all players to support the faith of the Seven.&#10;&#10;A Game of Thrones: The Card Game (Second Edition) differs from the first edition of the game due to elements being cut, elements being revised or updated, and elements being added. Influence was a holdover from the game's origin as a CCG and is now unnecessary, while crests offered nothing to distinguish them from traits and made the game more difficult for new players to learn. Existing keywords have been pruned, and some new keywords have been added to showcase the most interesting and essential interactions.&#10;&#10;The timing rules &mdash; such as the details of moribund, passive effects with triggers, and save/cancel responses &mdash; will be replaced with a more straightforward timing system that takes advantage of the Interrupt, Reaction, and Forced triggers that have been successfully employed in some of FFG's newer LCGs.&#10;&#10;The second edition also includes two new factions beyond the six Houses in the first edition. New deck-building rules empower players with more options in combining factions, alongside a means of building more focused and specialized plot decks.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Negotiation",
      "Novel-based",
      "Political"
    ],
    "mechanics": [
      "Alliances",
      "Hand Management",
      "Open Drafting",
      "Race",
      "Simultaneous Action Selection",
      "Take That",
      "Turn Order: Stat-Based",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/2gP4Uti9RPquZVlweeapLw__thumb/img/fe1ELDopk_qSeiDruI0hs8nmzSQ=/fit-in/200x150/filters:strip_icc()/pic2783386.jpg"
  },
  {
    "id": "369880",
    "name": "Beer & Bread",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 45,
    "age": 10,
    "description": "Beer &amp; Bread is a multi-use card game for two players. Its clever structure of alternating rounds puts a fascinating twist on player interaction, card drafting, and resource management.&#10;&#10;Founded on the fruitful lands of an erstwhile monastery, two villages have held up the dual tradition of brewing beer and baking bread. While sharing fields and resources, they still find pride in their friendly rivalry of besting each other&rsquo;s produce.&#10;&#10;Each of you represents one of these villages. Over the course of six years - which alternate between fruitful and dry - you must harmonize your duties of harvesting and storing resources, producing beer and bread, selling them for coins and upgrading your facilities.&#10;&#10;However, in order to win, you must maintain the balance between your baked and liquid goods. Because, after the sixth year, you only score the coins collected from the type of good - beer or bread - for which you earned less. The village with the higher score wins.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Farming",
      "Medieval"
    ],
    "mechanics": [
      "Closed Drafting",
      "Highest-Lowest Scoring",
      "Multi-Use Cards"
    ],
    "image": "https://cf.geekdo-images.com/vPRTRJce1GOsUf6M_dWd-g__thumb/img/x0Q2R8xgABJACUHYSCA00a7j3Cg=/fit-in/200x150/filters:strip_icc()/pic7064178.jpg"
  },
  {
    "id": "212445",
    "name": "Blood Bowl (2016 Edition)",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 12,
    "description": "Description from the publisher:&#10;&#10;Blood Bowl is a game of Fantasy Football. The basic game features a match between two teams drawn from a number of fantasy archetypes, playing a warped version of American Football.&#10;&#10;The Blood Bowl boxed game contains two teams: Humans, an all-round team who are flexible enough to adapt to any style of play, or Orcs, who make up in brute force what they lack in finesse. The teams are represented by coloured plastic miniatures, and push-fit assembly is required before use. The game is expandable, and additional rules and teams will be made available through expansion sets and supplements.&#10;&#10;Actions in the game are resolved through the use of dice. Regular six-sided dice are used to make tests in a number of cases, such as when a player attempts to pick up the ball, pass it, catch it or dodge past an enemy player. Custom dice are used when one player wishes to Block another, using graphics to represent each of the different (but all violent) potential outcomes.&#10;&#10;The rules in this edition of Blood Bowl are almost identical to those found in the Competition Rules Pack, which was the culmination of several years of development of the Blood Bowl Living Rulebook. This has resulted in an incredibly well-honed game which sees regular competition play around the world. In fact each team takes turns moving, blocking and advancing the football down the field. The game comes with plastic miniatures.&#10;&#10;This game is a part of the Blood Bowl Series.&#10;&#10;",
    "categories": [
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Sports"
    ],
    "mechanics": [
      "Critical Hits and Failures",
      "Dice Rolling",
      "Grid Movement",
      "Movement Points",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/1To3fG0-1ZpX1vfcHGHHYg__thumb/img/CmBNLOWNnA-qMjMUZ-39OsNpD9w=/fit-in/200x150/filters:strip_icc()/pic3254491.jpg"
  },
  {
    "id": "1353",
    "name": "Time's Up!",
    "minPlayers": 4,
    "maxPlayers": 18,
    "playingTime": 90,
    "age": 12,
    "description": "Time's Up! is a charades-based party game for teams of two or more players (and is best with teams of two). Before the game begins, each player looks at several cards featuring famous historical or fictional characters and chooses some of them. Each player's cards are shuffled to form a deck, and this deck of famous names is used for each of the game's three rounds.&#10;&#10;In each round, team members take turns trying to get their teammates to guess as many names as possible in 30 seconds. In round 1, almost any kind of clue is allowed, and the cluegiver cannot pass on a card. In round 2, no more than one word can be used in each clue (but unlimited sounds and gestures are permitted); the cluegiver can pass on any card he likes, and the teammates can give only a single answer. In round 3, the cluegiver can use no words at all and can pass as often as he likes; again, teammates are allowed only a single guess. Give good physical clues in round 1, and they'll pay dividends down the road when you need to keep your mouth shut and gesture like a maniac before time's up!&#10;&#10;Time's Up! is based on the public domain game known as Celebrities.  Also known as Salad Bowl or Fish Bowl.&#10;&#10;",
    "categories": [
      "Humor",
      "Party Game"
    ],
    "mechanics": [
      "Acting",
      "Communication Limits",
      "Memory",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/eXgj9wE-fRfd4ZfW6PcjIw__thumb/img/-eVeJ2xAfaLeEtO5EutEIi1Ce5M=/fit-in/200x150/filters:strip_icc()/pic3690440.jpg"
  },
  {
    "id": "328479",
    "name": "Living Forest",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 10,
    "description": "In Living Forest, you play as a nature spirit who will try to save the forest and its sacred tree from the flames of Onibi. But you are not alone in your mission as the animal guardians have come together to lend a hand around the Circle of Spirits where you progress. Each turn, they bring you valuable elements, so try to combine your team of animal guardians as best as possible to carry out your actions, but be careful: some of them are solitary and do not like to be mixed with others...&#10;&#10;You have one of three ways to achieve your goal: by planting 12 different Protective Trees, by collecting 12 Sacred Flowers to awaken Sanki the great Guardian of the Forest, by extinguishing 12 Fires to permanently repel Onibi.&#10;&#10;Each turn includes 3 phases: &#10;&bull; Guardian Animals (simultaneous push your luck phase) : You draw and turn face up, one after the other, the Guardian Animal cards from your personal stack. You thus form the Animal Guardian Help Line. You can stop drawing cards whenever you want. However, if you reveal a card showing a third solitary symbol, then you must stop drawing cards. This card closes your Help Line.&#10;&bull; Action phase: You play in turn. If your Help Line shows strictly less than three solitary symbols (not canceled by gregarious symbols), you can then perform 2 different Actions. If your Help Line shows three solitary symbols (not canceled by gregarious symbols), you can then perform only 1 Action. The strength of an Action is determined by the number of corresponding Elements visible on the Guardian Animal cards in your Help Line and on your Forest individual board.&#10;&bull; End of the turn:&#10;- Onibi attacks you: If some Fires remain at the center of the Circle of Spirits and you cannot resist them, then add as many Fire Varan cards to your discard stack as there are Fire tiles at the center of the Circle of Spirits.&#10;- Onibi attacks the Sacred Tree: Add as many Fires to the center of the Circle of Spirits as there are Guardian Animal cards taken this turn.&#10;- The arrival of new Guardian Animals: Complete the Guardian Animal reserve by revealing as many new cards per level as there were cards taken this turn.&#10;- Passing the Sacred Tree: Give the Sacred Tree to the next Spirit of Nature clockwise.&#10;- The Return of Guardian Animals: Move all the Animal Guardian cards from your Help Line to your personal discard stack.&#10;&#10;The game stops at the end of a complete turn when one of the Spirits of Nature has managed to collect at least 12 different Protective Trees OR 12 Fires OR 12 Sacred Flowers.&#10;&#10;",
    "categories": [
      "Ancient",
      "Animals",
      "Card Game",
      "Environmental",
      "Fantasy",
      "Mythology",
      "Territory Building"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Push Your Luck",
      "Race",
      "Simultaneous Action Selection",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/fPhdfZX9UTLr4-SVgK0zoQ__thumb/img/v8irnVxaCdK29XPtqEbtlKkLY4c=/fit-in/200x150/filters:strip_icc()/pic5899025.jpg"
  },
  {
    "id": "258036",
    "name": "Between Two Castles of Mad King Ludwig",
    "minPlayers": 2,
    "maxPlayers": 7,
    "playingTime": 60,
    "age": 10,
    "description": "Between Two Castles of Mad King Ludwig is published by Stonemaier Games as part of a collaboration with Bezier Games.&#10;&#10;The king demands a castle! You are a world-renowned master builder who has been asked by the Mad King Ludwig to help design his castles. Projects of such significance require the expertise of more than one person, so for each assignment you are paired with another master builder to execute your grandiose plans. Will your planning and collaborative skills be enough to design the most impressive castles in the world?&#10;&#10;Between Two Castles of Mad King Ludwig is a competitive tile-drafting game in which each tile is a room in a castle. You work together with the player on your left to design one castle, and with the player on your right on another castle. On each turn you select two tiles from your hand, reveal them, then work with your partners to place them. To win, you have to share your attention and your devotion between two castles.&#10;&#10;This game includes 147 regular room tiles with unique art, 83 other tiles, 20 bonus cards, 7 custom wooden castle tokens, 1 full-color, double-sided scorepad, and a 4-piece Game Trayz custom insert that reduces setup time to less than 60 seconds.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Negotiation",
      "Post-Napoleonic"
    ],
    "mechanics": [
      "Highest-Lowest Scoring",
      "Neighbor Scope",
      "Open Drafting",
      "Set Collection",
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Tile Placement",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/IwczsFUMHhIyI_39wFaHWw__thumb/img/ZYxFKVVLpPbjfxRw4OXpvQMrQto=/fit-in/200x150/filters:strip_icc()/pic4285717.jpg"
  },
  {
    "id": "174785",
    "name": "Mare Nostrum: Empires",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 120,
    "age": 14,
    "description": "The ancient Romans called the Mediterranean Sea &quot;mare nostrum&quot;, which is Latin for &quot;our sea&quot;.&#10;&#10;Mare Nostrum is an empire-building game in which 3-5 players [or 2-6 with the 'Atlas' expansion] lead their individual ancient empires to dominion of Mare Nostrum. You grow the fame and glory of your empire by expanding your influence into new Provinces, then extending your Trade Caravans, building Markets, and founding new Cities and Temples. You can recruit Heroes and create Wonders to help your cause. But beware of your &quot;friends&quot; because they may look upon your gains with envy and greed...&#10;&#10;Mare Nostrum is a re-introduction by Academy Games and Asyncron of the original 2003 release with updated rules, counters, and map board. This edition includes many new components and multiple new ways to win!&#10;&#10;In more detail, you choose an empire to lead, which begins with three Provinces. You can lead with Caesar of Rome and its powerful Legions, or with Pericles, the prominent Greek statesman and orator, with the great Babylonian lawgiver and healer King Hammurabi, or with Queen Cleopatra of Egypt, whose engineers led in the development of grain storage and irrigation, or with Hannibal, leader of the Carthaginians, whose merchants thrived on trade and commerce. Now you decide how you will grow your empire. You can do this by:&#10;&#10;&#10;    Expanding your Trade and creating Wonders.&#10;    Concentrating on Culture and building the great Pyramids.&#10;    Developing a strong and powerful Military to occupy the Provinces of other empires, or &#10;    Exerting Political Leadership by claiming the titles of Trade Leader, Cultural Leader, and Military Leader.&#10;&#10;&#10;",
    "categories": [
      "Ancient",
      "Civilization",
      "Economic",
      "Mythology",
      "Wargame"
    ],
    "mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Set Collection",
      "Trading",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/bCT1a-L84zgHRsIkNdH-lA__thumb/img/dTt5RE3rxMyv3pe6_DslE-DEboY=/fit-in/200x150/filters:strip_icc()/pic2648963.jpg"
  },
  {
    "id": "218603",
    "name": "Photosynthesis",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "The sun shines brightly on the canopy of the forest, and the trees use this wonderful energy to grow and develop their beautiful foliage. Sow your crops wisely and the shadows of your growing trees could slow your opponents down, but don't forget that the sun revolves around the forest. Welcome to the world of Photosynthesis, the green strategy board game!&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Economic"
    ],
    "mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Bias",
      "End Game Bonuses",
      "Hexagon Grid",
      "Income",
      "Turn Order: Progressive"
    ],
    "image": "https://cf.geekdo-images.com/HhkYuVxMy-XrRCBWmZ78Eg__thumb/img/eVdvmMALg8vjPr6eDoj-mqvDbUc=/fit-in/200x150/filters:strip_icc()/pic3364832.jpg"
  },
  {
    "id": "24508",
    "name": "Taluva",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "In Taluva, players attempt to successfully settle a South Sea island slowly emerging from the ocean waters as volcano after volcano erupts.&#10;&#10;Each turn, players decide to either have a new volcano erupt along the shore, increasing the size of the island, or to have an existing volcano erupt again, increasing the height of the land around it (and possibly destroying parts of existing settlements). They do this by placing a new tile, consisting of one volcano and two other types of landscape. A tile must always touch at least one other tile, when placed at sea level, or be placed on top of at least two other tiles (without any gaps under the land being created), with the volcano being placed on top of an existing volcano.&#10;Next, the player will place one or more wooden buildings; huts, temples or towers. Settlements must always start at the lowest level, by placing a single hut. From there on, existing settlements may expand by placing huts on all hexes of a single type of terrain around the settlement, with temples once the settlement takes up at least three hexes, or with towers, placed at level three or above.&#10;&#10;The game ends when all tiles have been placed. At that point, the player who's placed most temples wins. Ties are broken by towers, then huts. Ultimate victory - and an immediate end to the game - waits for the player who manages to place all their buildings of two types. Immediate defeat is also possible, when no buildings can legally be played during a player's turn.&#10;&#10;A lot of strategy results from the various placement rules. Volcanoes may never fully destroy a settlement, so single huts can block volcano placement, protecting other settlements. Alternatively, a well placed volcano can split a large settlement in two, creating the opportunity for both to expand more rapidly than a new settlement would. Limiting your opponent's growth potential is at least as important as preparing the terrain for you to expand upon...&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Territory Building"
    ],
    "mechanics": [
      "Chaining",
      "Layering",
      "Pattern Building",
      "Race",
      "Static Capture",
      "Sudden Death Ending",
      "Team-Based Game",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/bkRKeMDARVQnz0cW5l6f5Q__thumb/img/L8SqTfrAi4H6NI-L4Sjfj_JWsw0=/fit-in/200x150/filters:strip_icc()/pic6973752.png"
  },
  {
    "id": "346501",
    "name": "Mille Fiori",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 10,
    "description": "In Reiner Knizia's Mille Fiori (millefiori is a glasswork technique for decorative patterns, the name means Thousand Flowers), you take the role of glass manufacturers and traders who want to profit as much as they can from their role in the production of fine glass art.&#10;&#10;The game board features different aspects of the glass production cycle: workshops where the glass is created, houses where it's installed, people who support your work, trade shops where it's sold, and the harbor where ships take the glass to faraway locations. You want to be present in all of these areas, preferably at just the right time to maximize your earnings. The gameboard features 109 spaces, with one card in the deck for each of those spaces.&#10;&#10;At the start of a round, each player receives a hand of five cards. Each player chooses a card from hand, then passes the remaining cards to the next player, then each player plays their card in turn, beginning with the round's start player and typically placing a diamond-shaped token of their color in the location depicted on that card:&#10;&#10;&#10;     In the Workshops, you score 1 point for each of your tokens in a connected group with the newly placed token, doubling that score if you played on a pigment field.&#10;     In the Residences, you score the listed number of points, and if your token is preceded in the line by one or more tokens of your color, you score those previously played tokens again.&#10;     In the Townspeople area, you score 1, 3 or 6 points based on the height of your token in the pyramids, but you can only place at higher levels if the lower spaces are filled. Double your points if the card symbol matches the space your filled. Supporting tokens score again as higher tokens are placed.&#10;     In the Trade shops, four types of goods are present, and when you place a token, each token on that goods type scores for its owner points equal to the number of goods of that type now covered.&#10;     In the Harbor, you move your ship equal to the number on the played card, scoring points based on the space where you land, then place a token in one of the five rows. When that row is filled with three ships, each token in that row scores for its owner 1/3/6/10 points depending on the number of trade goods in that row.&#10;&#10;&#10;Alternatively, you can play a card for ship movement points and not place a token on the game board.&#10;&#10;Each player plays four cards in a round (in a 3 or 4 player game), then adds the last card in hand to those displayed beside the game board, then the start player marker rotates and you begin a new round.&#10;&#10;For each of the five areas, you can meet a certain condition that allows you to play a bonus card from those beside the game board, e.g., in the Workshops when you place the third card that surrounds a bonus card symbol, or in the Trade shops when you score a goods type that gives someone else more points than you. When you play a bonus card, you might trigger another bonus card... and then another!&#10;&#10;Additionally, there are five different ways to score substantial bonus points for the areas, e.g., in the Residences you need to place tokens on houses of four different values, and in the Townspeople area you need to place tokens on all three types in a pyramid. You can only score each area's bonus once, and importantly each time a bonus is claimed then the value available for later players is reduced.&#10;&#10;When someone has placed their final diamond token or when you can't deal a new hand of five cards to each player, then the game ends and the player with the most successful glass dynasty (most points) is declared the winner.&#10;&#10;",
    "categories": [
      "Card Game",
      "Industry / Manufacturing"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Closed Drafting",
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/acERQjU6qQ_BGxF3IBri8w__thumb/img/AHl1ONikJsG3ZqNfow6E_nT0bh0=/fit-in/200x150/filters:strip_icc()/pic6703416.jpg"
  },
  {
    "id": "337765",
    "name": "Brian Boru: High King of Ireland",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 14,
    "description": "In Brian Boru: High King of Ireland, you strive to unite Ireland under your domain, securing control through might, cunning, and matrimony. Join forces to fend off Viking invaders, build monasteries to extend your influence, and gather support in towns and villages throughout the land. To become High King of all Ireland, you need to navigate a web of shifting alliances, outmaneuver your enemies, and grab history by the reins.&#10;&#10;The success of the historical Brian Boru rested on three pillars: his victories against the Vikings, the favor he managed to garner with the Church, and the alliances he forged through political marriages. This became the foundation of the game, with each pillar becoming a suit in the trick-taking that forms the core of the mechanisms. Win a trick and you gain influence in a town, which, in turn, gains you majorities in the regions; if you lose the trick, however (deliberately or otherwise), you instead take an action corresponding to the suit of the card.&#10;&#10;",
    "categories": [
      "Card Game",
      "Medieval",
      "Territory Building"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Closed Drafting",
      "Hand Management",
      "King of the Hill",
      "Multi-Use Cards",
      "Point to Point Movement",
      "Trick-taking",
      "Turn Order: Stat-Based",
      "Variable Phase Order",
      "Victory Points as a Resource"
    ],
    "image": "https://cf.geekdo-images.com/S-Ro5X2B6x2V6bana2f0fA__thumb/img/vMUxc-cwNH-PMKaDgWx0HAjJFDQ=/fit-in/200x150/filters:strip_icc()/pic6149105.jpg"
  },
  {
    "id": "281655",
    "name": "High Frontier 4 All",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 240,
    "age": 14,
    "description": "This is the 4th ed of Phil Eklund's signature game High Frontier. It started with Rocket Flight (1999), a game with the vision to let &quot;Each player start as a spacefaring company in the year 2020 trying to make a profit in trade and technology development.&quot; Now that we are at that year, High Frontier has evolved into a modular system open to enthusiasts to keep it updated ever farther into the future.&#10;&#10;The Core Game is equivalent to the previous edition's basic and advanced rules, and includes Module 0 (Politics). It also comes with the beginner's game Space Diamonds (accessible to bright children), Race for Glory (introductory, including a playthrough), and a variety of solitaire and cooperative variants. The iconic map of High Frontier is the most comprehensive map of the solar system ever published! Since it is a delta-v map, it offers a completely different view of the accessibility of the worlds that orbit Sol. The cards and map have been expanded and produced in consultation with experts in the field, and the author himself is a former rocket scientist, and we can safely say this is the most accurate yet accessible game of space exploration/exploitation ever published. Transition rules allow High Frontier to work as an independent 4th stage in the Bios:Earth trilogy (Bios: Genesis, Bios: Megafauna, and BIOS: Origins) about the evolution of life on our planet.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Civilization",
      "Economic",
      "Exploration",
      "Industry / Manufacturing",
      "Science Fiction",
      "Space Exploration"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Negotiation",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Resource to Move",
      "Simulation",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/SjfNTsR84Ad--u5lo6HY-A__thumb/img/waH7O4sQox4guuFAHmst0-H_KHQ=/fit-in/200x150/filters:strip_icc()/pic5316685.png"
  },
  {
    "id": "107529",
    "name": "Kingdom Builder",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "In Kingdom Builder, the players create their own kingdoms by skillfully building their settlements, aiming to earn the most gold at the end of the game.&#10;&#10;Nine different kinds of terrain are on the variable game board, including locations and castles. During his turn, a player plays his terrain card and builds three settlements on three hexes of this kind. If possible, a new settlement must be built next to one of that player&rsquo;s existing settlements. When building next to a location, the player may seize an extra action tile that he may use from his next turn on. These extra actions allow extraordinary actions such as moving your settlements.&#10;&#10;By building next to a castle, the player will earn gold at the end of the game, but the most gold will be earned by meeting the conditions of the three Kingdom Builder cards; these three cards (from a total of ten in the game) specify the conditions that must be met in order to earn the much-desired gold, such as earning gold for your settlements built next to water hexes or having the majority of settlements in a sector of the board.&#10;&#10;Each game, players will use a random set of Kingdom Builder cards (3 of 10), special actions (4 of 8), and terrain sectors to build the map (4 of 8), ensuring you won't play the same game twice!&#10;&#10;Kingdom Builder FAQ - please read before posting questions in the forum.&#10;&#10;",
    "categories": [
      "Medieval",
      "Territory Building"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Chaining",
      "Enclosure",
      "Grid Movement",
      "Hexagon Grid",
      "Modular Board",
      "Network and Route Building",
      "Pattern Building",
      "Tile Placement",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/kJOP_BICVX-88sKqFRh9PQ__thumb/img/KwrWpSRncnCE0cEldldyVQ-0Cdk=/fit-in/200x150/filters:strip_icc()/pic1152359.jpg"
  },
  {
    "id": "171499",
    "name": "Cacao",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "Cacao is a tile-placement game that immerses players in the exotic world of the &quot;fruit of the Gods&quot;. As the chief of your tribe, you must lead your people to prosperity through the cultivation and trade of cacao &mdash; and to do that, you'll need to put them to work in the best way possible.&#10;&#10;In the game, each player has an individual deck of square worker tiles, with the number of workers on each side of the tile varying from tile to tile. The playing area starts with only a couple of jungle tiles in play: a cacao field and a small market; two jungle tiles are laid face up, and the remaining jungle tiles stacked as a draw pile.&#10;&#10;On a player's turn, he places one of her worker tiles on the board adjacent to one or more jungle tiles already in play, then (if two worker tiles are next to an empty space) adds one of the jungle tiles to the playing area in this space. Her workers then get busy and deliver the results of their effort: If you placed workers next to a cacao field, you receive one or two cacao markers per worker; if they're next to a market, you can choose to sell one cacao marker per worker at the listed price; if next to a well, you receive water; if next to a temple, they stand and look good until the end of the game; and so on. He then refills her hand from her personal deck to three worker tiles.&#10;&#10;Once all players have used all of their worker tiles, the game ends. Players score (or lose) points based on their water supply, and each temple rewards whichever players sent the most workers to it. In the end, whoever has collected the most gold wins.&#10;&#10;",
    "categories": [
      "Economic",
      "Farming",
      "Territory Building"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Map Addition",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/oPxM0e3HTS0rIc-9H496Pg__thumb/img/WCVlv0gzsj8yHAdyLUDKMb_fmBc=/fit-in/200x150/filters:strip_icc()/pic2379288.jpg"
  },
  {
    "id": "209778",
    "name": "Magic Maze",
    "minPlayers": 1,
    "maxPlayers": 8,
    "playingTime": 15,
    "age": 8,
    "description": "Description from the publisher:&#10;&#10;After being stripped of all their possessions, a mage, a warrior, an elf, and a dwarf are forced to go rob the local Magic Maze shopping mall for all the equipment necessary for their next adventure. They agree to map out the labyrinth in its entirety first, then find each individual&rsquo;s favorite store, and then locate the exit. In order to evade the surveillance of the guards who eyed their arrival suspiciously, all four will pull off their heists simultaneously, then dash to the exit. That's the plan anyway&hellip;but can they pull it off?&#10;&#10;Magic Maze is a real-time, cooperative game. Each player can control any hero in order to make that hero perform a very specific action, to which the other players do not have access: Move north, explore a new area, ride an escalator&hellip; All this requires rigorous cooperation between the players in order to succeed at moving the heroes prudently. However, you are allowed to communicate only for short periods during the game; the rest of the time, you must play without giving any visual or audio cues to each other. If all of the heroes succeed in leaving the shopping mall in the limited time allotted for the game, each having stolen a very specific item, then everyone wins together.&#10;&#10;At the start of the game, you have only three minutes in which to take actions. Hourglass spaces you encounter along the way give you more time. If the sand timer ever completely runs out, all players lose the game: Your loitering has aroused suspicion, and the mall security guards nab you!&#10;&#10;",
    "categories": [
      "Exploration",
      "Fantasy",
      "Maze",
      "Real-time"
    ],
    "mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Elapsed Real Time Ending",
      "Grid Movement",
      "Map Addition",
      "Modular Board",
      "Real-Time",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/wJfDIveg2zpTGn8E1WzEpA__thumb/img/Un57jB38oeBZ0WFdd7rXSOEP-1k=/fit-in/200x150/filters:strip_icc()/pic3268473.jpg"
  },
  {
    "id": "3201",
    "name": "Lord of the Rings: The Confrontation",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 12,
    "description": "An asymmetrical Stratego-like game themed around The Lord of the Rings. Each player controls a force of 9 unique characters (light vs. dark) whose identities are hidden from their opponent at the beginning of the game. Each player also starts with a hand of 9 unique cards, which are used in resolving combats as the characters move out across the board. The victory conditions of the players are also asymmetrical: the Fellowship player wins by moving Frodo into Mordor (thus destroying the One Ring), while the Evil player wins either by killing Frodo or by moving 3 Evil characters into the Shire.&#10;&#10;Lord of the Rings: The Confrontation has also been the object of an extended edition (see Lord of the Rings: The Confrontation) comprising the original characters and a full set of new characters.&#10;&#10;",
    "categories": [
      "Adventure",
      "Bluffing",
      "Deduction",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "mechanics": [
      "Area Movement",
      "Card Play Conflict Resolution",
      "Hand Management",
      "Memory",
      "Secret Unit Deployment",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/_hBlhE0at6aow5G1I8-NMg__thumb/img/bsfevmaHrJxqdDW-OKfWKy9eUdM=/fit-in/200x150/filters:strip_icc()/pic69357.jpg"
  },
  {
    "id": "271518",
    "name": "Disney Villainous: Wicked to the Core",
    "minPlayers": 2,
    "maxPlayers": 3,
    "playingTime": 60,
    "age": 10,
    "description": "In Villainous: Wicked to the Core, each player takes control of one of three Disney characters, each one a villain in a different Disney movie, specifically the Evil Queen from Snow White, Hades from Hercules, and Dr. Facilier from The Princess and the Frog. Each player has their own villain deck, fate deck, player board, and 3D character.&#10;&#10;On a turn, the active player moves their character to a different location on their player board, takes one or more of the actions visible on that space (often by playing cards from their hand), then refills their hand to four cards. Cards are allies, items, effects, and conditions. You need to use your cards to fulfill your unique win condition.&#10;&#10;One of the actions allows you to choose another player, draw two cards from that player's fate deck, then play one of them on that player's board, covering two of the four action spaces on one of that player's locations. The fate deck contains heroes, items, and effects from that villain's movie, and these cards allow other players to mess with that particular villain.&#10;&#10;Villainous: Wicked to the Core is playable on its own, and its characters can also face off against those in the Villainous base game from 2018.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Mythology"
    ],
    "mechanics": [
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/StWdDnw-pdafavsxZHEc-Q__thumb/img/aUnAHcKDK6aQ3o0pxjZ1PnNk1jY=/fit-in/200x150/filters:strip_icc()/pic4559890.jpg"
  },
  {
    "id": "2398",
    "name": "Cribbage",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 10,
    "description": "Cribbage is a card game invented in the early 17th century, based on the earlier game Noddy. It is played with a deck of standard playing cards and a signature piece of equipment called the cribbage board.  Cribbage is traditionally played as a 2 player game.&#10;&#10;In the version usually played today, each player is dealt a hand of 6 cards, from which they discard 2 into a special pile called the Crib.  One card is then cut from the draw pile and turned face up - it is considered part of each player's hand and of the Crib.  The players then play cards in turn, scoring points for hitting certain totals, or for making sets or sequences.  Score is kept by moving pegs along tracks on the cribbage board.  This is repeated until both players have exhausted their hand of cards.&#10;&#10;Next, each player picks up their hand and determines all possible scoring combinations, pegging points again on the cribbage board.  The dealer then picks up the Crib and scores it for all possible points.  Then the cards are shuffled and the deal alternates.  The winner is the first to reach 121 points.&#10;&#10;The origin date listed for this game is approximate.&#10;&#10;",
    "categories": [
      "Card Game",
      "Number"
    ],
    "mechanics": [
      "Hand Management",
      "Score-and-Reset Game",
      "Turn Order: Progressive"
    ],
    "image": "https://cf.geekdo-images.com/EHTu2qG_Nr52NrNMzv_bXw__thumb/img/tjDba3XVIJFy1OiwX_TFMulO5To=/fit-in/200x150/filters:strip_icc()/pic121093.jpg"
  },
  {
    "id": "100423",
    "name": "Elder Sign",
    "minPlayers": 1,
    "maxPlayers": 8,
    "playingTime": 90,
    "age": 13,
    "description": "Game description from the publisher:&#10;&#10;It is 1926, and the museum's extensive collection of exotic curios and occult artifacts poses a threat to the barriers between our world and the elder evils lurking between dimensions. Gates to the beyond begin to leak open, and terrifying creatures of increasing strength steal through them. Animals, the mad, and those of more susceptible minds are driven to desperation by the supernatural forces the portals unleash. Only a handful of investigators race against time to locate the eldritch symbols necessary to seal the portals forever. Only they can stop the Ancient One beyond from finding its way to Earth and reducing humanity to cinders.&#10;&#10;Elder Sign is a fast-paced, cooperative dice game of supernatural intrigue for one to eight players by Richard Launius and Kevin Wilson, the designers of Arkham Horror. Players take the roles of investigators racing against time to stave off the imminent return of the Ancient One. Armed with tools, allies, and occult knowledge, investigators must put their sanity and stamina to the test as they adventure to locate Elder Signs, the eldritch symbols used to seal away the Ancient Ones and win the game.&#10;&#10;To locate Elder Signs, investigators must successfully endure Adventures within the museum and its environs. A countdown mechanism makes an Ancient One appear if the investigators are not quick enough. The investigators must then battle the Ancient One. A clever and thematic dice mechanism pits their exploration against monsters and the sheer difficulty of staying sane and healthy, all within the standard game duration of one to two hours.&#10;&#10;",
    "categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Fantasy",
      "Fighting",
      "Horror",
      "Novel-based"
    ],
    "mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Die Icon Resolution",
      "Modular Board",
      "Re-rolling and Locking",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/wNCSCl961fMzDUhwetfjTg__thumb/img/sc0S7TSpC40Mg9EEmufj-XqXcBw=/fit-in/200x150/filters:strip_icc()/pic1236119.jpg"
  },
  {
    "id": "370913",
    "name": "Star Wars: The Clone Wars",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 14,
    "description": "Traverse a galaxy where iconic Jedi heroes utilize the familiar gameplay mechanisms of the Pandemic series in Star Wars: The Clone Wars.&#10;&#10;Planets under siege populate the game board as players take on the role of legendary Jedi traveling from battle to battle, teaming up and fighting off the Separatist threat. Battle droids attack on sight, and a planet invaded by too many will fall under a blockade, hindering Jedi from liberating it from the enemy or accomplishing missions.&#10;&#10;Players must work together to confront the onslaught of droids by moving into their spaces and engaging them in combat, utilizing dice and squad cards to deal damage and push back the threat. In between battles, players move from planet to planet, battling more droids, crushing blockades, completing missions to turn the tide of war, and facing off against iconic villains.&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "mechanics": [
      "Action Points",
      "Cooperative Game",
      "Die Icon Resolution",
      "Hand Management",
      "Point to Point Movement",
      "Set Collection",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/3d4Yptz2IUC2ZAxtdPidig__thumb/img/8k4-L_HBKfD7AaNu2OmsrX-vIcs=/fit-in/200x150/filters:strip_icc()/pic8211893.jpg"
  },
  {
    "id": "262941",
    "name": "Dominant Species: Marine",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 150,
    "age": 14,
    "description": "Sixty-Something Millions of Years Ago &mdash; A great ice age has ended. With massive warming altering the globe, another titanic struggle for supremacy has unwittingly commenced between the varying animal species.&#10;&#10;Dominant Species: Marine is a game that abstractly recreates a small portion of ancient history: the ending of an onerous ice age and what that entails for the living creatures trying to adapt to the slowly-changing earth.&#10;&#10;Each player will assume the role of one of four major aquatic-based animal classes &mdash; reptiles, fish, cephalopod or crustacean. Each begins the game more or less in a state of natural balance in relation to one another. But that won&rsquo;t last: It is indeed &ldquo;survival of the fittest.&rdquo;&#10;&#10;Through wily action pawn placement, you will attempt to thrive in as many different habitats as possible in order to claim powerful card effects. You will also want to propagate your individual species in order to earn victory points for your animal. You will be aided in these endeavors via speciation, migration and adaptation actions, among others.&#10;&#10;All of this eventually leads to the end game &ndash; the final ascent of a vast tropical ocean and its shorelines &ndash; where the player having accumulated the most victory points will have their animal crowned the Dominant Species.&#10;&#10;But somebody better become dominant quickly, because there&rsquo;s a large asteroid heading this way....&#10;&#10;Game Play&#10;&#10;The large hexagonal tiles are used throughout the game to create an ever-expanding interpretation of the main ocean on earth as it might have appeared tens of millions of years ago. The smaller Hydrothermal Vent tiles will be placed atop some of the larger tiles throughout play, converting them into Vents in the process.&#10;&#10;The action pawns drive the game. Each pawn allows a player to perform the various actions that can be taken&mdash;such as speciation, environmental change, migration or evolution. When placed on the action display, a pawn will immediately trigger that particular action for its owning player. Dominant Species: Marine includes new &ldquo;special&rdquo; pawns that can be acquired during the course of play. These special pawns have enhanced placement capabilities over the &ldquo;basic&rdquo; pawns that each player begins the game with.&#10;&#10;Generally, players will be trying to enhance their own animal&rsquo;s survivability while simultaneously trying to hinder that of their opponents&rsquo;&mdash;hopefully collecting valuable victory points along the way. The various cards will aid in these efforts, giving players useful one-time abilities, ongoing benefits, or an opportunity for recurring VP gains.&#10;&#10;Throughout the game species cubes will be added to, moved about on, and removed from the tiles in play (&ldquo;earth&rdquo;). Element disks will be added to and removed from both animals and earth.&#10;&#10;When the game ends, players will conduct a final scoring of each tile and score their controlled special pawns&mdash;after which the player controlling the animal with the highest VP total wins the game.&#10;&#10;Dominant Species Veterans&#10;&#10;For players of the original Dominant Species, this iteration introduces several key evolutions to the system (pun definitely intended): &#10;&#10;     Actions are taken immediately whenever a pawn is placed instead of waiting to execute actions after all pawns are on the board. This gives players a bit more flexibility in their strategy, doesn&rsquo;t increase game time when more pawns are acquired by players, and lessens the brain-burn quite a bit since it alleviates the burden of having to plan out an entire turn in advance. &#10;     Domination is no longer on a per-tile basis, and is no longer &lsquo;competitive&rsquo; with other players. In this game you check dominance for each element type over the entire earth, and whether or not you dominate an element type is independent of whether one or more opponents also dominate it. Domination of an element is how you acquire &ndash; and try to maintain &ndash; control of the special pawns.&#10;     Animals no longer have default special abilities. Now, players are dealt 3 Trait cards during setup, choosing one to keep and putting the others back in the box. The chosen Trait gives their animal one of eighteen unique abilities spread amongst the Trait cards. &#10;     Acquiring special pawns through domination gives a player great flexibility in planning and executing a strategy. Special pawns can &lsquo;bump&rsquo; an opponent&rsquo;s basic pawn in order to take an action that would otherwise be blocked. They can be placed anywhere on the action display (where basic pawns must be placed in top-to-bottom order only). There are powerful action spaces where only a special pawn can be placed. And at the end of the game, each special pawn awards its owner VPs according to its highest achieved dominance value.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Animals",
      "Environmental",
      "Prehistoric"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Map Addition",
      "Open Drafting",
      "Tile Placement",
      "Variable Phase Order",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/UTBiMz6852dq3K_yfpgpLQ__thumb/img/JNsz6atITE84iWPiiq7ki1LaSGY=/fit-in/200x150/filters:strip_icc()/pic5998666.jpg"
  },
  {
    "id": "273330",
    "name": "Bloodborne: The Board Game",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 75,
    "age": 14,
    "description": "Revered for its healing techniques, the town of Yharnam is rapidly degrading as a plague that turns people into beasts spreads uncontrollably. As a Hunter, it falls to you to quell this growing threat. You will have to fight through beasts, monsters, and townsfolk alike to survive the night and discover the source of this madness.&#10;&#10;In the campaign-based action-adventure Bloodborne: The Board Game, players take on the role of Hunters, working together against the game to uncover the mysteries hidden within the city of Yharnam and beyond. Featuring unique Trick Weapons, each with various forms and powers, Hunters have to think quickly and adapt their tactics to overcome the multitude of foes that stand in their way. Learn their behavior, exploit their weaknesses, and strike them down! Featuring unique card-driven combat, luck has little place here &mdash; success or failure depends on your choices and how you approach each engagement!&#10;&#10;Of course, against such horrific foes, death is a common occurrence, but worry not as death is no end for a Hunter. Those who fall in combat awaken in the Hunter's Dream, ready to return fresh to the fight. Be warned, however, that upon awakening you might find previous foes and obstacles returned, Worse, time is not on your side as the Blood Moon rises ever higher into the sky, spreading its madness across Yharnam. You must press ever forward if you and your comrades hope to complete the Hunt before the city meets an unfortunate end.&#10;&#10;As you set out onto the Hunt, always remember the old adage:&#10;&#10;&quot;We are born of the blood, made men by the blood, undone by the blood. Our eyes are yet to open... Fear the old blood.&quot;&#10;&#10;-description from designer&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures",
      "Video Game Theme"
    ],
    "mechanics": [
      "Campaign / Battle Card Driven",
      "Card Play Conflict Resolution",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Modular Board",
      "Narrative Choice / Paragraph",
      "Scenario / Mission / Campaign Game",
      "Storytelling",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/clKFvn2bUUPbY62eSmc-ig__thumb/img/q6y67Y5CknBEAwgkfAaGRxo26CQ=/fit-in/200x150/filters:strip_icc()/pic4757839.png"
  },
  {
    "id": "300300",
    "name": "Chronicles of Crime: 1400",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 12,
    "description": "&quot;You are Abelard Lavel, a knight sworn to King Charles VI the Beloved. You live in the city of Paris in a family mansion not far from the famous Notre Dame cathedral. Since you were a child, you had strange, prophetic dreams in which you saw violent scenes of past crimes or even ones yet to be committed. Over time you learned that your unusual gift could be put to good use and you started to solve cases that nobody else could crack. This earned you some reputation in the city and now people seek your help whenever a mysterious crime is committed.&quot;&#10;&#10;The Chronicles of Crime: 1400 standalone game brings back well-known mechanisms of the original Chronicles of Crime game while adding some new twists. Now you can deduce not only from the evidence you find or the testimonies given by various characters but also from the mysterious scenes depicted on new Vision Cards. These scenes can be either from the future or from the past and they usually involve characters and objects yet to be revealed.&#10;&#10;During your investigation, you can also count on your family members to share their knowledge with you. You can ask your uncle, a monk who has a wealth of knowledge about written texts, your sister a merchant who knows something about almost any object you&rsquo;ll find or even your brother, a king&rsquo;s spy, who knows a story or two about many of the people you will meet. Finally, your faithful dog is always willing to trace a suspect for you, just bring him an item belonging to the person in question and he&rsquo;ll track them down!&#10;&#10;Part of Chronicles of Crime - The Millennium Series&#10;Chronicles of Crime is back with a range of games called &quot;The Millennium Series&quot;. Three brand new standalone Chronicles of Crime games, working with the same great system but providing interesting gameplay twists and refreshing universes that span an entire millennium from 1400 to 1900 and finally 2400. All three games are standalone but will offer connecting narrative threads for players to discover.&#10;&#10;",
    "categories": [
      "Adventure",
      "Deduction",
      "Medieval",
      "Murder / Mystery"
    ],
    "mechanics": [
      "Cooperative Game",
      "Scenario / Mission / Campaign Game",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/oyTU673yivJK4wM6DsEb1A__thumb/img/YCFAaQJVMO41hrOay_n4jzwVNeI=/fit-in/200x150/filters:strip_icc()/pic5201597.jpg"
  },
  {
    "id": "121408",
    "name": "Trains",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 12,
    "description": "In the 19th century, shortly after the industrial revolution, railways quickly spread over the world. Japan, importing Western culture and eager to become one of the Grand Nations, saw the birth of many private railway companies and entered the Golden Age of railways. Eventually, as a result of the actions of powerful people and capitalists, many of these smaller companies gradually merged into larger ones.&#10;&#10;In Trains, the players are such capitalists, managing private railways companies and striving to become bigger and better than the competition. The game takes place during the 19th and 20th century in the 2012 OKAZU Brand edition, whereas the 2013 AEG/Pegasus edition is set in modern times, with bullet trains, freight trains and more. You will start with a small set of cards, but by building a more effective deck throughout the game, you will be able to place stations and lay rails over the maps of Osaka, Tokyo or other locations. The trick is to purchase the cards you want to use, then use them as effectively as possible. Gain enough points from your railways and you will ultimately manage the most powerful railroads in modern Japan!&#10;&#10;Trains is the first title in AEG's Destination Fun series! Continue your travels in the acclaimed Planes and Automobiles board games.&#10;&#10;Integrates with Trains: Rising Sun&#10;&#10;",
    "categories": [
      "Card Game",
      "Territory Building",
      "Trains",
      "Transportation"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Network and Route Building"
    ],
    "image": "https://cf.geekdo-images.com/8K9Syz49KOY0nJLR4GB0eg__thumb/img/CjomdI9qkAuiWWbxbeW88_SV26M=/fit-in/200x150/filters:strip_icc()/pic1606346.jpg"
  },
  {
    "id": "21763",
    "name": "Mr. Jack",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 9,
    "description": "In Mr. Jack, one of the two players represents Jack the Ripper, who will be one of the eight characters on the board. This player knows which character is Mr. Jack, and his goal is to flee from the district as soon as possible (or avoid being accused for eight turns). The other player represents an independent investigator (not represented on the board) who tries to guess the identity of Jack &mdash; but he can make only one accusation during the game!&#10;&#10;During each turn, the players move the characters, using their special powers and placing them either in shadow or light.  At the end of each turn, the witnesses declare whether Jack is visible &mdash; that is, in light or adjacent to another character &mdash; or not (alone in the shadows). This allows the investigator to know which characters are innocent. As the turns progress, the investigator tries to eliminate suspects while Jack tries to escape. Intuition, logic, and cold blood will be necessary for each of the two participants.&#10;&#10;",
    "categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "mechanics": [
      "Grid Movement",
      "Hexagon Grid",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/CDdF4xOQJsNK0gX8-tBdCQ__thumb/img/5b44BrekfAQznAhRIOSPDtwHMsg=/fit-in/200x150/filters:strip_icc()/pic3066125.jpg"
  },
  {
    "id": "296912",
    "name": "Fort",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 10,
    "description": "Fort is a 2-4 player card game about building forts and following friends.&#10;&#10;In Fort, you're a kid! And like many kids, you want to grow your circle of friends, collect pizza and toys, and build the coolest fort.&#10;&#10;By doing this cool stuff, you'll score victory points, and at the end of the game, the player with the most victory points wins! Your cards not only let you take actions on your own turn, but also let you follow the other players' actions on their turns. Will you devote yourself to your own posse, or copy what the other kids are doing?&#10;&#10;But be careful as your carefully constructed deck might start losing cards if you don't actually use them. After all, if you don't play with your friends, why should they hang out with you anymore?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Follow",
      "Hand Management",
      "Race",
      "Turn Order: Progressive"
    ],
    "image": "https://cf.geekdo-images.com/hAsqLdANmtExR5Zi41v94Q__thumb/img/YqmIsRVLpQqM-r5i1rsN91Q6fzg=/fit-in/200x150/filters:strip_icc()/pic5241325.png"
  },
  {
    "id": "233247",
    "name": "Civilization: A New Dawn",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 14,
    "description": "Description from the publisher:&#10;&#10;Sid Meier's Civilization: A New Dawn is a strategy board game in which two to four players act as the rulers of history's most memorable empires. Over the course of the game, players will expand their domains, gain new technologies, and build many of humanity's greatest wonders. In the end, one nation will rise above all others to leave its indelible mark upon history.&#10;&#10;This new game presents players with an undiscovered country to conquer, built from beautifully illustrated map tiles. These would-be conquerors construct and populate the map with barbarians, natural resources, and city-states, then formulate their plans for how they will shape this world to their vision. Their exact goals, however, change with each game. Agendas are detailed on victory cards, three of which are drawn during set up. Players race to become the first to accomplish one agenda on each of these victory cards, spreading throughout the world and ensuring their civilization&rsquo;s place as the greatest world power.&#10;&#10;",
    "categories": [
      "Civilization",
      "Exploration"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Hexagon Grid",
      "Increase Value of Unchosen Resources",
      "Modular Board",
      "Race",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/S0GM2Mxfh8Tmvsdeog0W0g__thumb/img/FmFQ2XURW1ndAFqlvnUYV7cxCAA=/fit-in/200x150/filters:strip_icc()/pic3764168.jpg"
  },
  {
    "id": "283864",
    "name": "Trails of Tucana",
    "minPlayers": 1,
    "maxPlayers": 8,
    "playingTime": 15,
    "age": 8,
    "description": "Trails of Tucana is a flip-and-write game from the creators of Avenue and Doodle City that is quick and easy to play, but has enough depth to entertain gamers.&#10;&#10;Each player is given a map of the island Tucana, showing its villages and important sights. The positions of the villages are randomized for each player, so every game will provide a unique puzzle.&#10;&#10;Each turn, one player flips over two terrain cards. Each player must draw &mdash; on their own map &mdash; a trail between two neighboring spaces of the shown terrains. Gradually, the trails will grow into a network of roads. Players score points by connecting matching harbors, and by connecting sights to harbors. Being the first to connect a pair of harbors provides bonus points.&#10;&#10;To add depth to the game, there are varying distribution of the different terrain cards. Mountain cards are for instance rarer than desert cards, so it would be harder to build a trail through a mountain range or over water than through desert or forest. Players need to take this into account when planning their routes. And they should maximize the probability that they will be able to make use of any combination of terrain cards that may come up.&#10;&#10;&mdash;description from designer&#10;&#10;AWARDS AND HONORS:&#10;&#10;2021 Finnish Game of the Year (family) WINNER&#10;2020 Norwegian Game of the Year WINNER&#10;2020 Norwegian Game of the Year NOMINEE&#10;2019 The Dice Tower SEAL OF EXCELLENCE&#10;&#10;",
    "categories": [
      "Exploration"
    ],
    "mechanics": [
      "Bingo",
      "Connections",
      "Line Drawing",
      "Move Through Deck",
      "Network and Route Building",
      "Paper-and-Pencil",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/y8ifesXfHobUtIgnSuC0DA__thumb/img/y5rGQUFTGETcIg9HSfuGnHkD234=/fit-in/200x150/filters:strip_icc()/pic4860701.jpg"
  },
  {
    "id": "306040",
    "name": "Merv: The Heart of the Silk Road",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 14,
    "description": "Merv: The Heart of the Silk Road is a tense economic game charting the rise and fall of the greatest city in the world.&#10;&#10;In Merv, players are vying to amass power and wealth in the prosperous heart of the Silk Road. Through careful court intrigue, timely donations to the grand mosque, and favorable trade deals, players attempt to redirect as much of that prosperity as possible into their own pockets.&#10;&#10;Meanwhile, beyond the city walls Mongol hordes approach. If you help construct the city walls, you give up on precious opportunities to build up your own stature, but leave it unprotected and you will burn with the city. Every decision is weighty and the consequences of each misstep are dire. Will you rise to prominence or fade into oblivion?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Arabian",
      "City Building",
      "Economic",
      "Medieval"
    ],
    "mechanics": [
      "Auction: Turn Order Until Pass",
      "Contracts",
      "Modular Board",
      "Ownership",
      "Rondel",
      "Set Collection",
      "Solo / Solitaire Game",
      "Square Grid",
      "Track Movement",
      "Turn Order: Auction",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/y6DEV5Qf6hyXpxRlafgOWw__thumb/img/aVefQAlc_n4d3GCToQYMluFpgBs=/fit-in/200x150/filters:strip_icc()/pic5314414.jpg"
  },
  {
    "id": "326494",
    "name": "The Adventures of Robin Hood",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "In England in 1193, the county of Nottinghamshire suffers under the yoke of evil Prince John and his henchmen. Can Robin Hood and his companions escape the sheriff's guards and complete their adventures successfully?&#10;&#10;In The Adventures of Robin Hood, players take on the role of Robin Hood and his companions, with the action taking place on a living game board with no set paths. The board changes over the course of each adventure, and the movement of the characters is handled via an innovative mechanism that uses different length wooden character pieces. Various actions and secrets are integrated into the game levels and are revealed only in the course of the story. The game board &quot;remembers&quot; what players have already explored or found, and thanks to the special materials, the entire game can be set up and dismantled quickly.&#10;&#10;Instead of using cards as in the author's Legends of Andor, the game tells the story of Robin Hood in a high-quality hardcover book, and depending on the decisions the players make, the story changes...&#10;&#10;",
    "categories": [
      "Medieval"
    ],
    "mechanics": [
      "Cooperative Game",
      "Scenario / Mission / Campaign Game",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/QOCGlQyx_HU0nG1oRpeGVg__thumb/img/EQ1AGM0CcltWvTHR6Qcy-H7qGNo=/fit-in/200x150/filters:strip_icc()/pic6220819.jpg"
  },
  {
    "id": "163166",
    "name": "One Night Ultimate Werewolf: Daybreak",
    "minPlayers": 3,
    "maxPlayers": 10,
    "playingTime": 10,
    "age": 8,
    "description": "One Night Ultimate Werewolf Daybreak is a fast game for 3-7 players in which everyone gets a hidden role, each with a special ability. (No plain &quot;villagers&quot; here!) In the course of a single morning, your village will decide who among them is a werewolf...because all it takes is finding one werewolf to win!&#10;&#10;Daybreak includes eleven new roles, and it can be played on its own or combined with the original One Night Ultimate Werewolf game; when combined, you can have up to ten players in a single game.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Horror",
      "Party Game"
    ],
    "mechanics": [
      "Hidden Roles",
      "Role Playing",
      "Roles with Asymmetric Information",
      "Traitor Game",
      "Variable Player Powers",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/-jMVcPlkpLcs-2nA_htb8g__thumb/img/W-6ZwWzAaqQw5CGziy7caBAZzQg=/fit-in/200x150/filters:strip_icc()/pic2225958.jpg"
  },
  {
    "id": "334065",
    "name": "Verdant",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 10,
    "description": "Verdant is a puzzly spatial card game for 1 to 5 players. You take on the role of a houseplant enthusiast trying to create the coziest interior space by collecting and arranging houseplants and other objects within your home. You must position your plants so that they are provided the most suitable light conditions and take care of them to create the most verdant collection.&#10;&#10;Each turn, you select an adjacent pair of a card and token, then use those items to build an ever-expanding tableau of cards that represents your home. You need to keep various objectives in mind as you attempt to increase plant verdancy by making spatial matches and using item tokens to take various nurture actions. You can also build your &quot;green thumb&quot; skills, which allows you to take additional actions to care for your plants and create the coziest space!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Card Game",
      "Environmental",
      "Puzzle"
    ],
    "mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Set Collection",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/c1XGn5ryzbqgMOHzObZpQw__thumb/img/QJq-vJsWq6D0DMrDFVno-0Lu00o=/fit-in/200x150/filters:strip_icc()/pic6094080.png"
  },
  {
    "id": "386368",
    "name": "Ezra and Nehemiah",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 13,
    "description": "In his first year as king of Persia, Cyrus the Great issued a decree in writing to the Israelite exiles living under his rule:&#10;&#10;The God of heaven has given me all the kingdoms of the earth and has appointed me to build a temple for Him in Jerusalem. Any of his people may go up to Jerusalem in Judah to build the temple of the Lord, the God of Israel. And in any place where survivors may now be living, the people of Persia are to provide them with silver, gold, goods, livestock, and offerings for the temple of God in Jerusalem. - Ezra 1:2-4 (paraphrased).&#10;&#10;Decades later, in the twentieth year of Artaxerxes reign, the king noticed a sadness in his cupbearer, Nehemiah. When asked why he looked so ill, Nehemiah replied:&#10;&#10;May the king live forever! Why should I not look sad when the city of my ancestors lies in ruins, and its gates have been destroyed by fire? If it pleases you, and if I have found favor in your sight, let me go to the city in Judah where my ancestors are buried so that I may rebuild it. - Nehemiah 2:3-5 (paraphrased).&#10;&#10;The aim of Ezra and Nehemiah is to be the player with the most victory points (VP) at game's end. Points are gained primarily by building the temple, rebuilding the city walls and gates, and by teaching the Torah to the returning exiles. Players may also seek to develop their land, travel to settlements outside the city walls, or stoke the altar's fire to keep it burning day and night. The prophets Haggai and Zechariah will be doing their part to keep the people focused on what is most important.&#10;&#10;Over three weeks (rounds), players will use their hand of cards, workers, and resources to do their part in rebuilding the great city of Jerusalem. After six days of work comes a Sabbath day of rest when food will be needed, and the week's work will be reflected upon. The game ends after the third Sabbath has been completed.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Ancient",
      "City Building",
      "Religious"
    ],
    "mechanics": [
      "Chaining",
      "Hand Management",
      "Multi-Use Cards",
      "Solo / Solitaire Game",
      "Tech Trees / Tech Tracks",
      "Track Movement",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/MVflz8gmtK1DZy49E-Llog__thumb/img/o7kbhWms7CO3dbgncofPaS4-hwg=/fit-in/200x150/filters:strip_icc()/pic7474410.jpg"
  },
  {
    "id": "198953",
    "name": "Pax Renaissance",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 12,
    "description": "As a Renaissance banker, you will finance kings or republics, sponsor voyages of discovery, join secret cabals, or unleash jihads and inquisitions. Your choices determine whether Europe is elevated into the bright modern era or remains festering in dark feudalism.&#10;&#10;In Pax Renaissance, you have two actions each turn. As in other Pax games, you can acquire cards in a market, sell them out of the game, or play them into your tableau. You can also stimulate the economy by running trade fairs and trading voyages for Oriental goods. A map of Europe with trade routes from Portugal to Crimea is included, and discovering new trade routes can radically alter the importance and wealth of empires, ten of which are in the game.&#10;&#10;Four victories determine the future course of Western Society: Will it be towards imperialism, trade globalization, religious totalitarianism, or enlightened art and science?&#10;&#10;",
    "categories": [
      "Educational",
      "Pike and Shot",
      "Religious",
      "Renaissance"
    ],
    "mechanics": [
      "Action Points",
      "Auction: Dutch",
      "Increase Value of Unchosen Resources",
      "Market",
      "Open Drafting",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/gIHITIenJOCIsO_vQNEE0w__thumb/img/68iODGupr7JuYEYiDofNJzxgEzM=/fit-in/200x150/filters:strip_icc()/pic3009233.jpg"
  },
  {
    "id": "1513",
    "name": "The Republic of Rome",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 300,
    "age": 14,
    "description": "The Republic of Rome is an abstraction of over 250 years of history.  It simulates the politics of the Roman Senate during the republic.  The players take the part of various factions vying for the control of the senate.  They control the various powerful families of the time, who compete for state offices, military command, economic concessions and new adherents.  To win the player must get their faction to become the most powerful in Rome.  While doing this, however, a balance must be maintained.  A hostile world situation, and the vagaries of the public of Rome means that the players must also cooperate so that Rome herself doesn't go down under this pressure.  If Rome does not last, neither does the senate, and all players lose!&#10;&#10;Players make proposals to the Senate which other players then vote on. A player's ability to make proposals is determined by which Offices his/her Senators hold. A player's influence in votes is determined by the number of Senators they have recruited and the level of influence those Senators have obtained. Proposals may include assigning Senators to govern provinces (generating revenue), recruiting an army to fight an external foe, addressing the concerns of the Roman people, assigning offices or prosecuting previous office holders. Players have to co-operate to overcome the various threats that the game sends against Rome (wars, famine, unrest, bankruptcy) whilst working to build their own Senators' and Generals' positions and undermine that of their opponents. A powerful General or an influential Senator may become Emperor (thus winning the game) but equally may suddenly fall to the plague or an assassin's blade.&#10;&#10;",
    "categories": [
      "Ancient",
      "Negotiation",
      "Political",
      "Wargame"
    ],
    "mechanics": [
      "Auction: Once Around",
      "Bribery",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Income",
      "Negotiation",
      "Ownership",
      "Semi-Cooperative Game",
      "Simulation",
      "Solo / Solitaire Game",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/1hw9kRfQg849_J5mjPHuBQ__thumb/img/A8YR8VBRNcV8QfA46JgyHAw1T6g=/fit-in/200x150/filters:strip_icc()/pic487045.jpg"
  },
  {
    "id": "183562",
    "name": "Star Wars: X-Wing Miniatures Game  The Force Awakens Core Set",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 45,
    "age": 14,
    "description": "From the publisher:&#10;&#10;Featuring beautifully detailed painted miniatures, X-Wing is a two-player game of dramatic starfighter battles set in the Star Wars universe. You and your opponent take command of Resistance X-wings and First Order TIE fighters, then battle head-to-head for the fate of the galaxy.&#10;&#10;Secretly plot your maneuvers, fly at your enemies, take aim, and fire. It takes just minutes to learn the rules, but the nearly limitless possibilities for squad building, along with the ability to expand your fleet with other ships from the game&rsquo;s expansions, ensure that you&rsquo;ll find plenty of Star Wars action to explore and enjoy for years to come!&#10;&#10;X-Wing is a two-player miniatures game of fantastic, high-speed dogfights. Now, for the first time, you can enjoy these dramatic space battles with the incredible new starfighters from The Force Awakens!&#10;&#10;The Force Awakens Core Set is the heart of your X-Wing experience and contains everything that you and a friend need to start playing, including three painted plastic ships &ndash; one Resistance T-70 X-wing and two TIE/fo fighters.&#10;&#10;",
    "categories": [
      "Aviation / Flight",
      "Collectible Components",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "mechanics": [
      "Action Queue",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Line of Sight",
      "Movement Template",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/XbHyT8MyD-FLorGeWAHjzg__thumb/img/1ybrgm3Vs-GyS34ruL0c70Cfx7I=/fit-in/200x150/filters:strip_icc()/pic2654558.png"
  },
  {
    "id": "119432",
    "name": "Snowdonia",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 10,
    "description": "The peaks of Snowdonia rise before you, encased in mist, their summits barely visible. The highest is Snowdon (Wyddfa) herself at 1,085 metres. The year is 1894, and the Snowdon Mountain Tramroad and Hotels Company Limited has been formed to build a branch line from Llanberis to the summit. You can scarcely believe it's possible!&#10;&#10;In Snowdonia players represent work gangs providing labour for the construction of the Snowdon Mountain Railway. Unlike other train games you will have to excavate your way up a mountain side, as well as make and lay the track, construct viaducts and stations. All this in competition with the weather of the Welsh mountains (and the game itself)!&#10;&#10;You may be assisted by a train (though that's not always best) and you'll be able to collect essential materials from the Stock Yard. You will obtain special work contracts that give you bonuses.&#10;&#10;Can you contribute more than the other players to the magnificence of the Snowdon Mountain Railway?&#10;&#10;",
    "categories": [
      "Trains"
    ],
    "mechanics": [
      "Events",
      "Hand Management",
      "Open Drafting",
      "Turn Order: Claim Action",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/04SK6RPEqcArT_g8wHH2TA__thumb/img/9Ih7C267B9XzDU_z5tFHTF94Dh0=/fit-in/200x150/filters:strip_icc()/pic1430858.jpg"
  },
  {
    "id": "361545",
    "name": "Twilight Inscription",
    "minPlayers": 1,
    "maxPlayers": 8,
    "playingTime": 120,
    "age": 14,
    "description": "The Lazax Empire has burned to ash, rejected by its subjects. The aftermath was tragedy and petty conflict in equal measure, a time of loss and exhaustion. In the ensuing Dark Years, the factions of the galaxy retreated and recovered their strength. Now, they look upon the stars and see an opportunity&mdash;a chance to reclaim what was lost. A chance to redefine galactic civilization. A chance to leave their mark upon the stars.&#10;&#10;Twilight Inscription, an epic roll-and-write game for one to eight players, offers an experience unlike anything Fantasy Flight Games has done before. With a limited pool of resources at your disposal, you&rsquo;ll need to carefully manage Navigation, Expansion, Industry, and Warfare as you amass victory points and earn your right to the throne on Mecatol Rex. Will your faction become the new rulers of the galaxy? Or will your fledgling empire fade into obscurity? Anything can happen in this strategic, infinitely-replayable game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Science Fiction"
    ],
    "mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/g36va6ofPCzNZXF-9GEpCg__thumb/img/F8SHn9giBPmooUkmJDz9kXAamS0=/fit-in/200x150/filters:strip_icc()/pic7132023.png"
  },
  {
    "id": "132018",
    "name": "Churchill",
    "minPlayers": 1,
    "maxPlayers": 3,
    "playingTime": 300,
    "age": 14,
    "description": "The players in the game take on the roles of Churchill, Roosevelt, or Stalin as they maneuver against each other over the course of 10 Conferences that determine who will lead the Allied forces, where those forces will be deployed, and how the Axis will be defeated. The player whose forces collectively have greater control over the surrendered Axis powers will win the peace and the game.&#10;&#10;Churchill is NOT a wargame, but a political conflict of cooperation and competition. While the game focuses on 10 of the historical conferences from 1943 till the end of the war these and much of this design should not be taken literally. Before and after each conference small groups of advisors and senior officials moved between the Allied capitals making the deals that drove the post war peace. Each conference sees one of a group of issues nominated for inclusion in the conference. The issues categories are: Theater leadership changes, directed offensives, production priorities, clandestine operations, political activity, and strategic warfare (A-bomb). Each of the historical conference cards independently puts some number of issues such as directed offensives or production priorities metaphorically put on the table, while the players nominate an additional 7 issues.&#10;&#10;The game display for this is a circular conference table that the three players sit around behind their 'seat'. Each player has a staff deck of named personages, such as Secretary Stimson and Anthony Eden that are randomly drawn to make your conference hand. A pre-conference round of cards gives leverage to the winner who then moves an issue toward their side of the table equal to the value of the card played. Play then proceeds with the conference where each player in turn plays a card on one of the issues in the center of the conference table moving it the value of the card toward his side of the table. Each card is a historical personage and they often have bonuses if played on a particular category of issue. Contesting an issue has you move an issue away from an Ally toward your own. At all times each player has his Head of State card (Roosevelt, Churchill, or Stalin) that can weigh in on any issue once per conference by discarding another card. Each use of your personage has a bonus and a potential penalty. Each time Roosevelt is used he may die and be replaced by Harry Truman. Churchill can have a heart attack and miss the next conference, while Stalin's paranoia may cause a mini-purge and reduce his side's effectiveness for the remainder of the conference. The net result of the conference play is players will 'win' various issues with the player who won the most issues gaining leverage in one of the bilateral global issues (UK versus USSR global issue is Free Europe versus Spheres of Influence).&#10;&#10;The game then moves into a post-conference phase where players implement the issues that they now control. These actions impact three basic game functions: clandestine operations, political activity, and military offensives. Clandestine operations has players try to establish political networks in conquered countries and colonies. Using a very simple mechanic of placing a network or removing an opponent's network, the historical ferment that occurred in Yugoslavia, France and across the world is simply simulated. A country or colony can only have one dominant side's network at any given time, and during political activity players can emplace friendly governments in exile that can be subsequently undermined and replaced if the supporting networks are later neutralized by one of your allies.&#10;&#10;Once this has all been sorted out, the military portion of the game keeps the score. There is a separate display that abstractly represents the major theaters of war, Western, Eastern, Mediterranean, Arctic (Murmansk convoys and Scandinavia), CBI, SW Pacific, Central Pacific, and Far East. Each of these tracks has a Allied front for which I am looking for some kind of 3D tank piece that advances toward Germany, Italy, and Japan. Using a very simple combat mechanic, each front tries to advance with Axis reserves deploying to oppose the various fronts. A successful offensive advances the front one space, although with overwhelming superiority a two-space breakthrough is possible. Naval operations are simply handled by requiring a defined level of support to advance into an amphibious entry space such as France (D-Day). When a front enters Germany, Italy or Japan they surrender, shutting down military operations, although clandestine and political activity continues until the end of the game. In the background is the development of the A-bomb and Soviet efforts to steal its secrets. If the A-bomb is available Japan can be forced to surrender sans a direct invasion.&#10;&#10;As I stated this is not a wargame, but a three-player excursion into power politics. The game takes around 3 hours to finish, but I will be including a short and medium scenario. All scenarios end with Potsdam, but you will be able to start later in the war if you only have 1 or 2 hours to play. In addition the game can be played with 3 or 2 players plus solitaire. I am very excited about the new Churchill and large scale playtesting will commence by the end of the month. More to follow...&#10;&#10;",
    "categories": [
      "Political",
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Negotiation",
      "Tug of War"
    ],
    "image": "https://cf.geekdo-images.com/wnzE76dkpb6qhSrmF2Fifw__thumb/img/RrbQFrElGXF0tmoKfAHEh8RSXZs=/fit-in/200x150/filters:strip_icc()/pic2467234.jpg"
  },
  {
    "id": "306881",
    "name": "Railroad Ink Challenge: Lush Green Edition",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "Railroad Ink Challenge is a quick-playing roll-and-write game for 1 to 4 players. Grab a board and a dry-erase marker, and get ready to reach networking nirvana! Roll the dice and draw the routes to connect the exits around your board. Expand your network with railways, highways and stations to collect points, but you will be penalized for any open connections, so plan carefully!&#10;&#10;Railroad Ink Challenge has everything you love from the original Railroad Ink games and a lot more, with an all-new focus on player interaction thanks to in-game goals! Only those who achieve them first get the reward, so you have to keep an eye on what your opponents are doing and try to complete the goals before they do! A different set of goals is available each time, so no two games will be the same!&#10;&#10;But wait, there's more! Draw unprecedented, mind-bending route configurations thanks to the new dice! Connect special structures to your network to trigger new effects: factories allow you to duplicate a die, villages give bonus points if they are close to a station, universities unlock extra special routes &mdash; use these effects wisely and you'll score big!&#10;&#10;Railroad Ink Challenge comes in two versions, each one including one expansion with an additional dice set that adds new special rules to your games. Create placid forest landscapes and build into a beautiful arboreal paradise with the Lush Green Edition!&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "categories": [
      "Dice",
      "Trains"
    ],
    "mechanics": [
      "Bingo",
      "Connections",
      "Dice Rolling",
      "Line Drawing",
      "Network and Route Building",
      "Paper-and-Pencil",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/SOSOn5ningJ66cE1CBJlyQ__thumb/img/tUtJ8AG1lN3NzLrHl0FGS4Cymek=/fit-in/200x150/filters:strip_icc()/pic5350593.jpg"
  },
  {
    "id": "163839",
    "name": "Feudum",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 180,
    "age": 12,
    "description": "Blimey! You and your blokes have been banished and stripped of everything but a few shillings and table scraps. Undaunted, you journey to a strange land to reinvent yourself and reclaim your honor. Will you farm the earth, fight as knights or finagle your own feudums?&#10;&#10;Feudum (latin for fiefdom) is an economic medieval game of hand and resource management for 2-5 players. With many strategies at their disposal, players optimize four actions per turn in attempt to score the most victory points over five epochs.&#10;&#10;Each player controls several medieval characters that roam the countryside tending farms, taxing towns and taking outposts in effort to rise in power.&#10;&#10;But that&rsquo;s only the tip of the behemoth's horn! You will also compete to acquire coveted feudums, which increase your membership status in one of six guilds. But beware! Feudum owners must pay homage to the king through military service or face the charge of disloyalty.&#10;&#10;Once a guild member, you will dutifully play your part in a progressive economic cycle, whereby the farmer ships goods to the merchant who equips the alchemist, who invents black powder, which arms the knight, and so on.&#10;&#10;If you run your guilds wisely, maintain control of key locations and adapt best to changing events, you will be victorious. Unless, of course, you starve, get sidetracked by sea serpents or develop an unhealthy interest in fermented grapes. Long live the King!&#10;&#10;",
    "categories": [
      "Adventure",
      "Economic",
      "Fantasy",
      "Medieval"
    ],
    "mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/6H7GL6Ce6CIz-_bcFG2zxw__thumb/img/Ioga99IgrC-t_bF80J0FDqcj3oc=/fit-in/200x150/filters:strip_icc()/pic3074532.jpg"
  },
  {
    "id": "279613",
    "name": "Unlock!: Timeless Adventures",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 10,
    "description": "Unlock! Timeless Adventures features three new &quot;escape room&quot; scenarios that you can play on your tabletop.&#10;&#10;Unlock! is a co-operative card game inspired by escape rooms that uses a simple system which allows you to search scenes, combine objects, and solve riddles. Play Unlock! to embark on great adventures, while seated at a table using only cards and a companion app that can provide clues, check codes, monitor time remaining, etc. The three scenarios are&#10;&#10;&#10;    The Noside Show&#10;    Ars&egrave;ne Lupin and the Great White Diamond&#10;    Lost in the ChronoWarp&#10;&#10;&#10;Note: Each of these has been released separately in the German market in addition to the box set.&#10;Unlock!: Timeless Adventures &#226;&#128;&#147; Die Noside-Show, Unlock!: Timeless Adventures &#226;&#128;&#147; Ars&#195;&#168;ne Lupin und der gro&#195;&#159;e wei&#195;&#159;e Diamant, and Unlock!: Timeless Adventures &#226;&#128;&#147; Verloren im Zeitstrudel!&#10;&#10;",
    "categories": [
      "Card Game",
      "Exploration",
      "Novel-based",
      "Puzzle",
      "Real-time"
    ],
    "mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/-jn45ZxkJXYlthEyDIYEMQ__thumb/img/LQKAm2oQircS1a6SvnO7WLN7PFA=/fit-in/200x150/filters:strip_icc()/pic5045366.jpg"
  },
  {
    "id": "41",
    "name": "Can't Stop",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 9,
    "description": "In this Sid Sackson classic, players must press their luck with dice and choose combinations tactically to close out three columns. The board has one column for each possible total of two six-sided dice, but the number of spaces in each column varies: the more probable a total, the more spaces in that column and the more rolls it takes to complete. On their turn, a player rolls four dice and arranges them in duos: 1 4 5 6 can become 1+4 and 5+6 for 5 &amp; 11, 1+5 and 4+6 for 6 &amp; 10, or 1+6 and 4+5 for 7 &amp; 9. The player places or advances progress markers in the open column(s) associated with their chosen totals, then chooses whether to roll again or end their turn and replace the progress markers with markers of their color. A player can only advance three different columns in a turn and cannot advance a column which any player has closed out by reaching the end space; if a roll doesn&rsquo;t result in any legal plays, the turn ends with that turn&rsquo;s progress lost.&#10;&#10;A predecessor from 1974, The Great Races, exists as a paper-and-pencil game.&#10;&#10;",
    "categories": [
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Race"
    ],
    "image": "https://cf.geekdo-images.com/nMitZr9Lu4Ux7LLqBy7Z8A__thumb/img/mLHWOFfdxrWljImkFZ2ulIhHt7A=/fit-in/200x150/filters:strip_icc()/pic6875169.png"
  },
  {
    "id": "180511",
    "name": "Shakespeare",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 13,
    "description": "The theaters of London are abuzz. In one week, her majesty the Queen will attend their new shows and will grant her support to one of the troupes. It's the chance of a lifetime for the young authors who are inflaming the populace with ever more audacious and motley plays. But how do you create a masterpiece in such a short time? Whoever has the answer to this thorny question will probably enter the rolls of history!&#10;&#10;In Shakespeare, players are theater managers who must recruit actors, craftsmen, jewelers and others in order to assemble everything needed for the play's performance at week's end.&#10;&#10;In more detail, the game lasts six days and on each day players recruit one new character &mdash; starting with five at the beginning of the game: four identical ones on their individual player board and one that they've drafted &mdash; and take 1-5 actions with the characters they have. Characters and their actions are:&#10;&#10;&#10;    Actors: Rehearse one or more acts in the three-act play; the more you rehearse, the more benefits you receive during the dress rehearsals on days four and six.&#10;    Costume mistress: Take costume elements to enhance your actors; if they lack a complete costume, they can't participate in the dress rehearsals.&#10;    Set dresser: Build the set. The more elaborate the set you build, the more rewards you receive &mdash; but the set must be symmetrical!&#10;    Handyman: Set them to work on whatever you need. These joes can assemble both costumes and sets, but they're not very good at it.&#10;    Assistant: Increase the power of your craftsmen, i.e., the three roles described above.&#10;    Jeweler: Take a gold costume element or set piece to dazzle the crowd.&#10;    Queen: Earn money by giving her an early peek, or gain an objective to win her favor on the final day.&#10;&#10;&#10;After players take actions, they check the individual ambience level in their theater, gaining or losing points or rehearsal time depending on the atmosphere. Dress rehearsal on the fourth and sixth days provide another chance for fully-dressed actors to perform, and those who are well-rehearsed earn points or money.&#10;&#10;On all but the final days, players must allow characters who performed to rest, with only one of those characters being able to work the next day. Thus, the more you put them to work today, the less you'll be able to do tomorrow &mdash; but those who don't plan to do as much act before other players, so that might be a good thing.&#10;&#10;In the end, players must pay their actors, with each unpaid actor blemishing your reputation and costing you points. Whoever finishes with the most prestige points wins.&#10;&#10;",
    "categories": [
      "Renaissance"
    ],
    "mechanics": [
      "Action Points",
      "Auction / Bidding",
      "Open Drafting",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/37zrXPBAfqnS6CyeKTYiIw__thumb/img/63aUA3o6a1Q5U4pW3NR8aa_5Szo=/fit-in/200x150/filters:strip_icc()/pic2583214.jpg"
  },
  {
    "id": "58281",
    "name": "Summoner Wars",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 9,
    "description": "&#10;&#10;&#10;    &#10;        GAME SYSTEM&#10;&#10;    &#10;    &#10;         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.&#10;&#10;    &#10;&#10;&#10;Summoner Wars is a fast-playing, action-packed 2-4 player card game.  Players take on the role of Summoners: powerful beings who harness the power of mysterious Summoning Stones to lead their race to conquest on the war-torn planet of Itharia.  These Summoners wield terrible magic on the battlefield, freezing their foes in place, draining their enemies of power, and even bringing rains of fire down from the heavens.   But most notoriously, they summon their great race&rsquo;s hordes of warriors to the battlefield, to clash in the never-ending struggle for supremacy.  A Summoner is both mage and general, and must combine their wizardly might with clever tactics to defeat the enemy Summoner on the opposite side of the battle.&#10;&#10;Each Starter Set of Summoner Wars contains 2 complete, battle-ready Factions, ready to jump you and an opponent into the thick of the War for Itharia.  Each Faction is a unique race or civilization with its own secret goals, be it wild-eyed Elves bent on revenge, or blood-crazed Goblins who merely want to set the world ablaze.  Starter Sets also include everything you will need to play, including a Battle Mat, Wound counters, dice, and a rulebook.&#10;&#10;But the war doesn&rsquo;t end there!  Summoner Wars is fully expandable with entirely new faction decks such as the hideous Undead of the Fallen Kingdom, or the righteous and knightly Human Vanguards.  In addition, each Faction will have its own expansions, adding new warriors, summoners, and abilities to allow for a never-ending mix of combat options and surprises.  Expansions will also include Mercenary units - warriors who care nothing for politics and will fight for any side that can afford them!&#10;&#10;Summoner Wars uses a simple but deep rules set to capture both the strategy of deck construction and card playing, with the tactics of miniature war games.  By purchasing expansions or multiple Starter Sets, players can customize their Faction Decks to suit any style of play and to keep their opponents guessing.  During the game, players summon and move their various warriors about the battlefield using their unique powers and abilities to wreak havoc on the enemy lines.  In the course of a game each side will inflict terrible casualties upon the other in their brutal quest for victory.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/EWi-utp09EIJnwia_o_Taw__thumb/img/vEFkO1QccS2LQpL7fgX7-v1hZhg=/fit-in/200x150/filters:strip_icc()/pic5152378.png"
  },
  {
    "id": "204472",
    "name": "Sub Terra",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 10,
    "description": "Description from the publisher:&#10;&#10;A 1-6 player cooperative game of terrifying cave escape. Players take the role of amateur cavers attempting to escape an unexplored network of subterranean tunnels, before the lights flicker out or the darker things beneath the Earth catch up to them...&#10;&#10;In Sub Terra players spend their turn exploring and revealing the tunnel system around them, attempting to survive the various perils of the cave, from floods and cave ins to gas leaks and scree. Players each have a role which gives them specialist abilities, such as an Engineer with dynamite to blast a new route or a Scout to find a route more easily.&#10;&#10;New tiles are placed from a randomised stack of cave features, which determines whether you'll be hit with a dead end or a range of new options.&#10;&#10;At the end of each turn, players face the reality of their situation, with a hazard card drawn to determine what danger causes them damage or cuts off their way out of the horror below.&#10;&#10;These cards are finite, and when they run out, your torches flicker and the air feels tight, and your chance of survival diminishes quickly.&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Horror",
      "Maze"
    ],
    "mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Map Addition",
      "Modular Board",
      "Point to Point Movement",
      "Push Your Luck",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/47Z9FcLD20NDHdRYUaF_XA__thumb/img/I6Uog8mnrK4MgjiQlIMGcrQ01r8=/fit-in/200x150/filters:strip_icc()/pic3904427.png"
  },
  {
    "id": "113294",
    "name": "Escape: The Curse of the Temple",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 10,
    "age": 8,
    "description": "Escape: The Curse of the Temple is a cooperative game in which players must escape (yes...) from a temple (yes...) which is cursed (yes...) before the temple collapses and kills one or more explorers, thereby causing everyone to lose.&#10;&#10;The initial game board consists of a row of three square tiles, each showing a combination of two symbols, say, two green adventurers or one green adventurer and one blue key in one corner of the tile. All of the explorers start in the center tile &ndash; the safe room &ndash; and each player starts with a hand of five dice.  Escape is played in real-time, with all players rolling dice and taking actions simultaneously. You must roll the right symbols to enter a room, and if you're at an open doorway, you can roll to reveal the next tile in the stack and add it to that doorway. Some rooms contain combinations of red and blue symbols, and if you (possibly working with other players in the same room) roll enough red or blue symbols, you &quot;discover&quot; magic gems, moving them from a separate gem depot onto that tile. The real-time aspect is enforced by a soundtrack to be played during the game. At certain points, a countdown starts, and if players aren't back in the safe room when time is up, they lose one of their dice.&#10;&#10;Once the exit tile is revealed, players can attempt to escape the temple by moving to that tile, then rolling a number of blue dice equal to the magic gems that haven't been removed from the gem depot. Thus, the more gems you find, the easier it is to escape the temple. When a player escapes, he gives one die to a player of his choice. If all players escape before the third countdown, everyone wins; if not, everyone loses, no matter how many players did escape.&#10;&#10;Escape: The Curse of the Temple includes two expansion modules that can be used individually or together. With the &quot;Treasures&quot; module, some rooms contain treasure, and when you reveal such a room, you place a face-down treasure chest on the tile. Roll the symbols on that chest tile, and you claim the treasure for use later: a key lets you teleport anywhere, a path lets you connect two rooms that otherwise have no door between them, and a medic kit heals all players instantly (putting black dice back into play). With the &quot;Curses&quot; module, some tiles &quot;curse&quot; players by forcing them to place one hand on their head, keep mute during play, or otherwise do what you wouldn't want to do while escaping a temple!&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Adventure",
      "Dice",
      "Electronic",
      "Exploration",
      "Real-time"
    ],
    "mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Elapsed Real Time Ending",
      "Grid Movement",
      "Modular Board",
      "Physical Removal",
      "Push Your Luck",
      "Re-rolling and Locking",
      "Real-Time",
      "Roll / Spin and Move",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/m6269wyfWVa7gZp3oXKx6A__thumb/img/WPqYsCIpVURoB_rdqRLgZptWNV8=/fit-in/200x150/filters:strip_icc()/pic3328521.jpg"
  },
  {
    "id": "231581",
    "name": "AuZtralia",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 13,
    "description": "AuZtralia is an adventure/exploration game for 1-4 players set in an alternate reality 1930s. The theme is inspired by Martin Wallace's A Study in Emerald. Following the Restorationist war, the northern hemisphere lands lay poisoned and starvation was the norm. Intrepid adventurers set out to explore and settle new lands. Little did they know, after the war, the surviving Old Ones and their remaining loyal human armies made their way to the outback of Australia to lick their wounds.  Build a port, construct railways, mine and farm for food. You&rsquo;ll need to prepare for the awakening. You&rsquo;ll need to fight.&#10;&#10;Everything you do in the game costs time, which is one of AuZtralia's most valued resources. At a point in time, the Old Ones will wake up and become an active player. They begin to reveal themselves and move, with potentially devastating outcomes. You&rsquo;ll need to prepare wisely for the awakening and may have to co-operate with others to defeat the most dangerous Old Ones.&#10;&#10;Military units will help you to locate, fight and defend against the nightmarish beings that may be lurking on your doorstep. As well as hardware, you&rsquo;ll need to recruit some Personalities who have the skills and resources to help you.&#10;&#10;Riches from the land, mixed with darkness and insanity await you in the outback. Will humanity prevail or will the Old Ones wreak their revenge?&#10;&#10;By default, the game is semi-cooperative, where one wins or everyone loses. The rulebook includes a fully cooperative variant.&#10;&#10;",
    "categories": [
      "Economic",
      "Exploration",
      "Fantasy",
      "Horror"
    ],
    "mechanics": [
      "Action Retrieval",
      "Cooperative Game",
      "Hexagon Grid",
      "Network and Route Building",
      "Semi-Cooperative Game",
      "Solo / Solitaire Game",
      "Sudden Death Ending",
      "Turn Order: Time Track"
    ],
    "image": "https://cf.geekdo-images.com/ejsIlS4INZ23Zyd1oQd5GA__thumb/img/LhEU5iotxrQHpdt0hBAeQ3X5Al4=/fit-in/200x150/filters:strip_icc()/pic4144485.jpg"
  },
  {
    "id": "345868",
    "name": "Federation",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 14,
    "description": "The universe is organized into many federations which trade, intrigue, develop&hellip; One of these federations, still not fully developed yet (5 member planets so far) wants a new delegation to join them, but you are not the only one having your sights set on the federation. The Federation challenges you to prove your worth for 5 years. During these 5 years, you must develop strategies, deploy tactics, take the best opportunities but also form the right alliances at the right time&hellip; In the end, only 1 delegation will be chosen: the one with the most prestige!&#10;&#10;Federation is an interactive Eurogame with innovative double-sided worker placement mechanic..&#10;&#10;Federation is played over 5 rounds.  Each round is divided into 2 main steps. The first step is player turns where each player plays an Ambassador's pawn and send a spaceship on a special mission. Once all players have completed their turn, the Executive Phase starts, where players receive their income, fund Major Projects and pass laws.&#10;&#10;At the end of the 5th round, the game ends. The Player with the most prestige points wins the game and joins the Federation. In case of a tie, the victory is shared.&#10;&#10;Your individual board is composed of the 5 federated actions, 1 spy action, some senate actions and some special senate actions giving prestige points.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Political",
      "Science Fiction"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "End Game Bonuses",
      "Variable Set-up",
      "Voting",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "image": "https://cf.geekdo-images.com/sdimOaBoZ6_VG1153BtzbQ__thumb/img/mY3CJjlViAX21LSxI0qcVFHpGa4=/fit-in/200x150/filters:strip_icc()/pic6362475.jpg"
  },
  {
    "id": "284760",
    "name": "Disney Villainous: Evil Comes Prepared",
    "minPlayers": 2,
    "maxPlayers": 3,
    "playingTime": 60,
    "age": 10,
    "description": "In Disney Villainous: Evil Comes Prepared, each player takes control of one of three Disney characters, each one a villain in a different Disney movie, specifically Scar from The Lion King, Yzma from The Emperor's New Groove, and Ratigan from The Great Mouse Detective. Each player has their own villain deck, fate deck, player board, and 3D character.&#10;&#10;On a turn, the active player moves their character to a different location on their player board, takes one or more of the actions visible on that space (often by playing cards from their hand), then refills their hand to four cards. Cards are allies, items, effects, and conditions. You need to use your cards to fulfill your unique win condition.&#10;&#10;One of the actions allows you to choose another player, draw two cards from that player's fate deck, then play one of them on that player's board, covering two of the four action spaces on one of that player's locations. The fate deck contains heroes, items, and effects from that villain's movie, and these cards allow other players to mess with that particular villain.&#10;&#10;Disney Villainous: Evil Comes Prepared is playable on its own, and its characters can also face off against those in the Disney Villainous base game from 2018 and the Disney Villainous: Wicked to the Core standalone game in 2019.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/iEfri2p4Vqh6QFIxc5IlCg__thumb/img/9xcLYtvW_gKIQV1s0XPm7kkclhw=/fit-in/200x150/filters:strip_icc()/pic4849477.jpg"
  },
  {
    "id": "88",
    "name": "Torres",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "Torres is an abstract game of resource management and tactical pawn movement.  Players are attempting to build up castles and position their knights to score the most points each turn.  Players have a limited supply of knights and action cards that allow special actions to be taken.  Efficient use of pieces and cards, along with a thoughtful awareness of future possibilities, is the heart of this game.&#10;&#10;Torres is considered by many to be an informal member of what is referred to as the Mask Trilogy.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Medieval"
    ],
    "mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Enclosure",
      "Grid Movement",
      "Hand Management",
      "Square Grid",
      "Three Dimensional Movement",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/vLDgCpcL-beOsC5iWfZ9ig__thumb/img/TPQCIaZKOl2ApBfBk0HgVjVsovw=/fit-in/200x150/filters:strip_icc()/pic3515154.jpg"
  },
  {
    "id": "283863",
    "name": "The Magnificent",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 14,
    "description": "The Magnificent is a tightly designed Eurogame from the creators of Santa Maria set in a mystical world beautifully illustrated by French artist Martin Mottet.&#10;&#10;In the game, players are competing to attract the largest audiences to their shows, featuring magnificent performers. In the process, you must expand your camp by placing Tetris-style tiles on your player board, gather elements needed for the shows, and set up performances in your tents.&#10;&#10;On your turn, you take one die from the supply. The value of the chosen die is your strength. Add to this the value of all dice of the same color that you have already collected, then use this strength to carry out one of three main actions: build, travel or perform. The more strength you have, the better the action will be, but at the end of the round, you must pay &mdash; in coins &mdash; the total of your highest-valued dice color. Thus, taking dice of the same color makes for better actions, but will cost more coins.&#10;&#10;After each player has taken four turns, the round ends. Each player must discard one of their ringmaster cards and score points according to its requirements. After three rounds, the game ends, and the player who has collected the most points wins.&#10;&#10;In more detail, players start the game with four ringmaster cards and a unique trainer tile. Each ringmaster card provides a special ability (which is triggered when you place a die on it) and a unique end-of-round scoring opportunity. When you choose a ringmaster card to discard and score at the end of the round, you must therefore also take into consideration which special abilities you want to keep.&#10;&#10;In addition to your main action, you may use trainers on your personal unique trainer tiles or on common trainer spaces on the game board for various benefits.&#10;&#10;At the end of each round, in order of the players' highest-ranked performances, players choose a new ringmaster card and a trainer tile, providing new abilities and scoring opportunities for the next round.&#10;&#10;",
    "categories": [
      "Dice",
      "Economic"
    ],
    "mechanics": [
      "Contracts",
      "Dice Rolling",
      "End Game Bonuses",
      "Grid Coverage",
      "Movement Points",
      "Open Drafting",
      "Set Collection",
      "Solo / Solitaire Game",
      "Square Grid",
      "Tile Placement",
      "Track Movement",
      "Turn Order: Stat-Based",
      "Variable Player Powers",
      "Worker Placement with Dice Workers"
    ],
    "image": "https://cf.geekdo-images.com/6pci74DWc7U7XuwkfpEu2Q__thumb/img/K-X_5jjTMmesaFzFUoFOZu5p_AU=/fit-in/200x150/filters:strip_icc()/pic4871117.jpg"
  },
  {
    "id": "193558",
    "name": "The Oracle of Delphi",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 100,
    "age": 12,
    "description": "Description from the publisher:&#10;&#10;&quot;For once, Zeus, Greek god of thunder and sky, is in high spirits. Hence, he decides to offer a generous gift to a worthy mortal and invite him, or her, to his realm, to Olympus. To determine a sufficient candidate, Zeus hosts a competition for his entertainment. Twelve legendary tasks are imposed upon the fearless participants: to erect graceful statues, to raise awe-inspiring sanctuaries, to offer capacious offerings, and to slay the most fearsome monsters. The first participant to master all the posed assignments wins the favor of the father of the gods himself.&#10;&#10;Indubitably, you will not pass up this golden opportunity, so you clear your ship and rally your crew to follow on the trails of legendary Odysseus through the dangerous waters of the Aegean. But how could you find the righteous path onward? There is but one who can help you. Visit the mysterious oracle of Delphi and let her answers guide your ways.&#10;&#10;In Stefan Feld's new game The Oracle of Delphi, the player's ships travel across a large variable game board of hexagonal tiles showing islands and the surrounding waters. Each player aims to reach certain islands to perform the twelve tasks given by Zeus: e.g., to collect offerings of different colors and to deliver them to corresponding temples, or to slay monsters of a specific type (and color), all of which can be discovered on the islands.&#10;&#10;In order to execute these color-dependent actions, you are given three colored dice each turn, the so-called &quot;oracle dice&quot;. Rolling the dice (at the start of the turn) is equivalent to consulting the oracle, whereas the results represent her answers. The answers determine which actions you will be able to take, but you will always have three actions per turn. However, a slight divergence from your fate is often possible.&#10;&#10;In addition to the oracle, you can request support from the gods and you can acquire favor tokens, companions, and other special abilities that will help you win the race against other competitors.&#10;&#10;Differently equipped ships and the variable set-up of the game board will offer new challenging and interesting strategic and tactical decisions with every new game of The Oracle of Delphi that you play.&#10;&#10;",
    "categories": [
      "Ancient",
      "Mythology",
      "Nautical"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Pick-up and Deliver",
      "Push Your Luck",
      "Race",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/tZFlvhcA97SjyNGurpU6Ag__thumb/img/fMd29Q6_L8VxO4tLCJROZT7p4is=/fit-in/200x150/filters:strip_icc()/pic3574541.jpg"
  },
  {
    "id": "69789",
    "name": "Ascension: Deckbuilding Game",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 13,
    "description": "Ascension: Deckbuilding Game &mdash; originally released as Ascension: Chronicle of the Godslayer &mdash; is a fast-paced deck-building game designed by Magic: The Gathering Pro Tour champions Justin Gary, Rob Dougherty, and Brian Kibler, with artwork by Eric Sabee.&#10;&#10;Ascension is a deck-building game in which players spend Runes to acquire more powerful cards for their deck. It offers a dynamic play experience where players have to react and adjust their strategy accordingly. Each player starts with a small deck of cards, and uses those cards to acquire more and better cards for their deck, with the goal of earning the most Honor Points by gaining cards and defeating monsters.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/DP20jf4R3RcsjJUwwV1vCw__thumb/img/SWczusxnG6IavIPNQXwvorFfqwo=/fit-in/200x150/filters:strip_icc()/pic2382123.jpg"
  },
  {
    "id": "202670",
    "name": "Ticket to Ride: Rails & Sails",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 120,
    "age": 10,
    "description": "Ticket to Ride: Rails &amp; Sails takes the familiar gameplay of Ticket to Ride and expands it across the globe &mdash; which means that you'll be moving across water, of course, and that's where the sails come in.&#10;&#10;As in other Ticket to Ride games, in Ticket to Ride: Rails &amp; Sails players start with tickets in hand that show two cities, and over the course of the game they try to collect colored cards, then claim routes on the game board with their colored train and ship tokens, scoring points while doing so. When any player has six or fewer tokens in their supply, each player takes two more turns, then the game ends. At that point, if they've created a continuous path between the two cities on a ticket, then they score the points on that ticket; if not, then they lose points instead.&#10;&#10;Ticket to Ride: Rails &amp; Sails puts a few twists on the TtR formula, starting with split card decks of trains and ships (with all of the wild cards going in the train deck). Three cards of each type are revealed at the start of the game, and when you draw cards, you replace them with a card from whichever deck you like. (Shuffle the card types separately to form new decks when needed.)&#10;&#10;Similarly, players choose their own mix of train and ship tokens at the start of the game. To claim a train route (rectangular spaces), you must play train cards (or wilds) and cover those spaces with train tokens, and to claim a ship route (oval spaces), you must play ship cards (or wilds) and cover those spaces with ship tokens. Ship cards depict one or two ships on them, and when you play a double-ship card, you can cover one or two ship spaces. You can take an action during play to swap train tokens for ships (or vice versa), and you lose one point for each token you swap.&#10;&#10;Some tickets show tour routes with multiple cities instead of simply two cities. If you build a network that matches the tour exactly, you score more points than if you simply include all of those cities in your network.&#10;&#10;Each player also starts the game with three harbors. If you have built a route to a port city, you can take an action during the game to place a harbor in that city (with a limit of one harbor per port). To place the harbor, you must discard two train cards and two ship cards of the same color, all of which must bear the harbor symbol (an anchor). At the end of the game, you lose four points for each harbor not placed, and you gain 10-40 points for each placed harbor depending on how many of your completed tickets show that port city.&#10;&#10;Ticket to Ride: Rails &amp; Sails includes a double-sided game board, with one side showing the world and the other side showing the Great Lakes of North America. Players start with a differing number of cards and tokens depending on which side they play, and each side has a few differences in gameplay.&#10;&#10;Part of Ticket to Ride series.&#10;&#10;",
    "categories": [
      "Nautical",
      "Trains"
    ],
    "mechanics": [
      "Connections",
      "Hand Management",
      "Network and Route Building",
      "Open Drafting",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/KaTRZHY0XpW-ZSgjaRNzmg__thumb/img/gGMP1QhYWoI6w3Y1p3BarUNuwRg=/fit-in/200x150/filters:strip_icc()/pic3066862.jpg"
  },
  {
    "id": "30380",
    "name": "Cuba",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 120,
    "age": 10,
    "description": "Game description from the publisher:&#10;&#10;Cuba prior to the revolution: Under turbulent circumstances, the villages of the island strive for independent wealth and influence. Who can buy and sell his products and goods on the domestic market profitably or take in the most on the trading ships? Who can send the right delegate to parliament in order to influence the government legislative process, or erect distilleries, hotels and banks at the right moment to the benefit of his village?&#10;&#10;Whoever has accumulated the most victory points in Cuba by the end of the game wins. Players earn victory points by shipping merchandise from the harbor, but also by erecting and using buildings, and by abiding by the law.&#10;&#10;",
    "categories": [
      "Economic",
      "Farming"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Market",
      "Variable Phase Order",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/nRp3AZhQD99Ajp5-96km-w__thumb/img/TzUSSWoa5l4MBLwr4vBRBo5zyg8=/fit-in/200x150/filters:strip_icc()/pic1205385.jpg"
  },
  {
    "id": "23540",
    "name": "Shikoku 1889",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 240,
    "age": 14,
    "description": "1889, an 18xx game in the series originated by Francis Tresham's 1829, is set in Shikoku Japan.  The rules are similar to 1830: Railways & Robber Barons on a smaller and terrain-heavy map.&#10;&#10;In 1889, 2-6 players will use money to purchase shares in railroad companies during Share Dealing Rounds. Between subsequent Share Dealing Rounds, railroad corporations then conduct operations on the game board, with the decisions being made by the player who is the major share holder. The game simulates the progression of railroad development during an historic period on Shikoku. Old trains become obsolete while the revenue earnings from cities grows over time. Players will try to purchase the most profitable shares at the right times of the game to maximize earnings in dividends and stock value gains. In the end, the player with the highest value of personal cash and held stocks is the winner.&#10;&#10;The game was originally available in kit form from Wild Heaven, and is now also being published by Grand Trunk Games.&#10;&#10;",
    "categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Hexagon Grid",
      "Market",
      "Network and Route Building",
      "Ownership",
      "Stock Holding",
      "Tile Placement",
      "Victory Points as a Resource"
    ],
    "image": "https://cf.geekdo-images.com/KWzepkM_pNKLOCdDDJLg0g__thumb/img/vU5AOCjGnQ1VvuM8p2hHqrUFfwU=/fit-in/200x150/filters:strip_icc()/pic6535570.jpg"
  },
  {
    "id": "50750",
    "name": "Belfort",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 120,
    "age": 12,
    "description": "Welcome to the Tasty Minstrel universe! Put your Elves, Dwarves and Gnomes to work in the Village and Guilds of Belfort to collect resources and build up the city!&#10;&#10;Elves collect wood from the forest while Dwarves collect stone from the quarry. An Elf and a Dwarf together can collect Metal from the mines, and either one can collect Gold. Build buildings in the five districts of the pentagonal city and hire Gnomes to run them to gain their special abilities.&#10;&#10;Belfort is a worker placement game with area majority scoring in each district as well as for each type of worker. Buildings give you influence in the districts as well as income, but taxes increase based on your score so the winning players will have to pay more than those behind! Manage your resources and gold well, choose your buildings wisely, and help build the city of Belfort!&#10;&#10;",
    "categories": [
      "City Building",
      "Economic",
      "Fantasy"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Open Drafting",
      "Ownership",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "image": "https://cf.geekdo-images.com/7EoGJIE03X3_Gxw4AcADJQ__thumb/img/kpieGmBNsObVwNDJtvJsAdEPs1E=/fit-in/200x150/filters:strip_icc()/pic1368514.jpg"
  },
  {
    "id": "301255",
    "name": "Whistle Mountain",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 14,
    "description": "Whistle Stop designer Scott Caputo has teamed up with Luke Laurie (Manhattan Project: Energy Empire) to create a new worker-placement strategy title. Whistle Mountain gives a nod to Whistle Stop, but in this standalone game, you leave the train tracks behind and head to the sky with blimps, dreadnoughts, and hot air balloons!&#10;&#10;In Whistle Mountain, take your company's massive profits from all of that railroading and invest them in new technologies, deep in the Rocky Mountains where there is an abundance of resources. Your workers build crazy arrays of scaffolds and machines, upgrading your abilities and collecting resources. As you build with the help of your airship fleet, the mountain's melting snow causes the water below to rise higher and higher, putting workers in danger and increasing the tension on the dynamically-changing board.&#10;&#10;Because the resources you gather are determined by what players build, each game evolves differently, resulting in endless replayability. You have to choose between acquiring new abilities and enhancements for your airships and workers or building all sorts of contraptions as quickly as possible in order to achieve victory on Whistle Mountain.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Industry / Manufacturing"
    ],
    "mechanics": [
      "Tile Placement",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/BkPVVNEJxnF2ouque0ov8A__thumb/img/eLl5tVSfUn2f95-87zcJz8rxiFk=/fit-in/200x150/filters:strip_icc()/pic5275651.jpg"
  },
  {
    "id": "257501",
    "name": "KeyForge: Call of the Archons",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 45,
    "age": 14,
    "description": "From the imagination of legendary game designer Richard Garfield comes a game unlike anything the world has ever seen&mdash;a game where every deck is as unique as the person who wields it and no two battles will ever be the same. This is KeyForge, where deckbuilding and boosters are a thing of the past, where you can carve a path of discovery with every deck, where you can throw yourself into the game with the force of a wild wormhole and embrace the thrill of a tactical battle where wits will win the day!&#10;&#10;Along with this new breed of game comes a new world: the Crucible, an artificial world built from the pieces of countless planets across the stars. Here, anything is possible. This world was built for the Archons, god-like beings who, for all their power, know little about their own origins. The Archons clash in constant struggles, leading motley companies of various factions as they seek to find and unlock the planet&rsquo;s hidden Vaults to gain ultimate knowledge and power.&#10;&#10;This starter set contains two starter decks, two unique Archon Decks, and all the keys and tokens two players need to play!&#10;&#10;KeyForge: Call of the Archons is the world's first Unique Deck Game. Every single Archon Deck that you'll use to play is truly unique and one-of-a kind, with its own Archon and its own mixture of cards in the deck. If you pick up an Archon Deck, you know that you're the only person in existence with access to this exact deck and its distinct combination of cards. In fact, in just the first set of KeyForge: Call of the Archons, there are more than 104 quadrillion possible decks!&#10;&#10;Every Archon Deck contains a full play experience with a deck that cannot be altered, meaning it's ready to play right out of the box. Not only does this remove the need for deckbuilding or boosters, it also creates a new form of gameplay with innovative mechanics that challenges you to use every card in your deck to find the strongest and most cunning combinations. It is not the cards themselves that are powerful, but rather the interactions between them&mdash;interactions that can only be found in your deck. Your ability to make tough tactical decisions will determine your success as you and your opponent trade blows in clashes that can shift in an instant!&#10;&#10;KeyForge: Call of the Archons is played over a series of turns in which you, as the Archon leading your company, use the creatures, technology, artifacts, and skills of a chosen House to reap precious &AElig;mber, hold off your enemy's forces, and forge enough keys to unlock the Crucible's Vaults. You begin your turn by declaring one of the three Houses within your deck, and for the remainder of the turn you may play and use cards only from that House. For example, if you take on the role of the Archon Radiant Argus the Supreme, you will find cards from Logos, Sanctum, and Untamed in your deck, but if you declare &quot;Sanctum&quot; at the start of your turn, you may use actions, artifacts, creatures, and upgrades only from Sanctum. Your allies from Logos and Untamed must wait.&#10;&#10;Next, you must strive to gain the advantage with a series of tactical decisions, leveraging both the cards in your hand and those in play to race ahead of your opponent. If you wish to weaken your rival&rsquo;s forces, you may send out your allies to fight enemies on the opposing side, matching strength against strength. Otherwise, you may choose to use your followers to reap, adding more &AElig;mber to your pool.&#10;&#10;Notably, no card in KeyForge has a cost &mdash; choosing a House at the start of a turn allows you to play and use any number of cards from that House for free, leading turns to fly by with a wave of activity! Yet balance is key. If you simply reap more &AElig;mber at every opportunity, your rival may quickly grow their team of minions and destroy yours, outpacing your collection and leaving your field barren. But if you focus on the thrill of the fight alone and neglect the collection of &AElig;mber, you won't move any closer to your goal! If you succeed in finding a harmony within your team and have six &AElig;mber at the start of your turn, you'll forge a key and move one step closer to victory. The first to forge three keys wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Hand Management",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/ZzJ2NGZz4CXxr1VIRkQZtA__thumb/img/ywNMVg_jcW9XNWvn80xOB_nT7Eo=/fit-in/200x150/filters:strip_icc()/pic4298867.jpg"
  },
  {
    "id": "387866",
    "name": "Star Wars: Unlimited",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 12,
    "description": "&#10;&#10;&#10;    &#10;        GAME SYSTEM&#10;&#10;    &#10;    &#10;         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.&#10;&#10;    &#10;&#10;&#10;&#10; Star Wars: Unlimited is a fast-paced, dynamic game that is both easy to learn and strategically deep. This game features iconic heroes, villains, ships, and settings from all facets of the legendary Star Wars franchise, including movies, TV series, comics, video games, and everything in between.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Collectible Components",
      "Science Fiction"
    ],
    "mechanics": [
      "Deck Construction",
      "Hand Management",
      "Income",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/YRZ0kNHp-NnWQf9yw7ldGw__thumb/img/EYuvNcLAdefSVaaTjyUGaywsobk=/fit-in/200x150/filters:strip_icc()/pic7503747.jpg"
  },
  {
    "id": "2955",
    "name": "Mexica",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 10,
    "description": "Mexica plots the development of the city of Tenochtitlan on an island in Lake Texcoco. Players attempt to partition it into districts, place buildings, and construct canals.&#10;&#10;Districts are formed by completely surrounding areas of the island with water and then placing a District marker. The player who founds a district scores points immediately.&#10;&#10;Canals and Lake Texcoco act as a quick method of moving throughout the city. Players erect bridges and move from one bridge to the next, which costs 1 action point regardless of the distance. They must also erect buildings. This costs action points, the exact number being dependent upon the building's size.&#10;&#10;In the scoring phases of the game, players score points (El Grande style) based upon their dominance in a District. In the 4 player game, players with the 1st, 2nd, and 3rd most buildings score decreasing numbers of points.&#10;&#10;Only districts are scored in the first scoring round.&#10;&#10;In the second scoring round at the end of the game, all land areas are scored, not just districts.&#10;&#10;The player with the most points wins.&#10;&#10;Mexica is the third game in the Mask Trilogy.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "City Building",
      "Territory Building"
    ],
    "mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Enclosure",
      "Grid Movement",
      "Square Grid",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/-bOJ-MJseZ4R9SPx-NDrQw__thumb/img/0KYcQBPLgzdLE2UqKjs-6yCtlZg=/fit-in/200x150/filters:strip_icc()/pic2470537.jpg"
  },
  {
    "id": "242639",
    "name": "Treasure Island",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 10,
    "description": "Long John Silver's crew has committed mutiny and has him cornered and tied up! Round after round, they question him about the location of his treasure and explore the island following his directions &mdash; or perhaps his misdirections? Who knows... The old sea dog is surely planning an escape, after all, after which he will definitely try to get his treasure back.&#10;&#10;Treasure Island is a game of bluffing and adventure in which one player embodies Long John, trying to mislead the others in their search for his treasure. The hunt reaches its climax with Long John's escape, when he will make a final run to get the booty for himself!&#10;&#10;",
    "categories": [
      "Bluffing",
      "Deduction",
      "Exploration",
      "Novel-based",
      "Pirates"
    ],
    "mechanics": [
      "Deduction",
      "Hand Management",
      "Line Drawing",
      "Measurement Movement",
      "Secret Unit Deployment",
      "Storytelling",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/tHEYd09coOFilcJZf3-I9A__thumb/img/DIbtdKy0v43ncP_fBcBZoIPQ2cs=/fit-in/200x150/filters:strip_icc()/pic6974459.jpg"
  },
  {
    "id": "29603",
    "name": "D-Day at Omaha Beach",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 480,
    "age": 12,
    "description": "A solitaire study of America's most bloody and heroic day in WWII. The player controls the US forces landing along the five mile stretch of Omaha Beach on D-Day and their desperate struggle to establish a viable beachhead. The game covers the entire first day at a time scale that varies from 15 minutes per turn (during the initial landings) to 30 minutes per turn later in the day. Units are companies and include assaulting infantry, engineers and amphibious tanks. The game system controls the hidden German defenders in their &quot;Widerstandsnest&quot; resistance points, revealing the defenders and their reserves as the American survivors of the first landing waves make their way up the bluffs. Rules cover amphibious landings, German fields of fire, artillery, tidal movement, and intangibles such as US leadership under fire and the initiative of the American GI. &#10;There are two counter sheets, 55 cards, and one mapsheet.&#10;&#10;Additional Notes:&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;=====There are 352 counters. The basic unit size is the US infantry company. German units consist of Widerstandsnest crews and reinforcement infantry companies. US tanks, and some US artillery, AA and anti-tank units are also included. US engineers are represented abstractly, clearing beach obstacles early in the game and opening traffic routes off the beach later in the game.&#10;&#10;The 34&quot; x 22&quot; map depicts the entire 9km long Omaha invasion area and reaching 4km inland, at 250 meters per hex. Hexes are large (almost 1&quot;) so that symbology facilitating German placement, fire and actions can be seen without having to pick up units.&#10;&#10;The time scale is 15 minutes per turn from 0600 hours to 1000 hours, shifting to 1/2 hour turns from 1000 to 1800 hours.&#10;&#10;A deck of 55 cards performs triple duty: determining results of US amphibious landings, determining an event each turn, and determining which German units fire or perform other actions each turn.&#10;&#10;The game's solitaire system is based on that used previously in Operation Jubilee: Dieppe, August 1942.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;=================Decision Games Omaha Beach official url: http://shop.decisiongames.com/ProductDetails.asp?ProductCode=1018%2D4P&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Cooperative Game",
      "Hexagon Grid",
      "Secret Unit Deployment",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/2vp4oeiBW3sjV-z3nSXyzg__thumb/img/utiWeznlJb3D2OfBpm-ceLsLr-c=/fit-in/200x150/filters:strip_icc()/pic6112285.jpg"
  },
  {
    "id": "346703",
    "name": "7 Wonders: Architects",
    "minPlayers": 2,
    "maxPlayers": 7,
    "playingTime": 25,
    "age": 8,
    "description": "In 7 Wonders: Architects, 2-7 players race to become a leader of the ancient world by completing an architectural wonder that will last through the ages.&#10;&#10;Players receive an unconstructed wonder at the beginning of the game and must collect resources to build their society, develop military might to navigate conflicts, oversee resource management, research science improvements, and collect civil victory points as they race to leave their mark on world history.&#10;&#10;",
    "categories": [
      "Ancient"
    ],
    "mechanics": [
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/BGtYtHbLgYhYyNMoyOm1RA__thumb/img/Qml2TbcN2IyaA-PtHKcIrhnELd4=/fit-in/200x150/filters:strip_icc()/pic7416525.jpg"
  },
  {
    "id": "266164",
    "name": "Babylonia",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 14,
    "description": "The Neo-Babylonian empire, especially under the reign of Nebuchadnezzar II (605-562 B.C.), was a period of rebirth for southern Mesopotamia. Irrigation systems improved and expanded, increasing agricultural production. Urban life flourished with the creation of new cities, monuments and temples, and the consequent increase in trade.&#10;&#10;In Babylonia, you try to make your clan prosper under the peace and imperial power of that era. You have to place your nobles, priests, and craftsmen tokens on the map to make your relations with the cities as profitable as possible. Properly placing these counters next to the court also allows you to gain the special power of some rulers. Finally, the good use of your peasants in the fertile areas gives more value to your crops. The player who gets the most points through all these actions wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Ancient"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Chaining",
      "Hand Management",
      "Hexagon Grid",
      "Network and Route Building",
      "Take That",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/XKdSpV2ZTdOEd0NXy3Ig1Q__thumb/img/Gvkzb72NQtK-Poor3FJXfj-L8RU=/fit-in/200x150/filters:strip_icc()/pic4657338.jpg"
  },
  {
    "id": "180593",
    "name": "The Bloody Inn",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 14,
    "description": "France 1831: In a remote corner of Ard&egrave;che, the little village of Peyrebeille sees numerous travelers pass through. A family of greedy rural farmers is determined to make its fortune and has devised a diabolical stratagem to achieve this goal: Invest in an inn so they can rob traveling guests, getting rich without arousing the suspicions of the police! Whether or not their plan will work out, one thing is certain: Not every guest will leave this inn alive.&#10;&#10;The Bloody Inn is a card game in which you play one member of a family of greedy, murderous innkeepers. At the start of each round, cards are placed face up to fill the inn with guests. Each card carries a cost representing how many cards a player must discard from her hand in order to take an action related to that card. Certain guests have an affinity for particular actions, so those cards return to a player's hand after being discarded. Cards also show how much money, in francs, each guest possesses. A round has two phases in which players take one action each, in turn order. Players choose one of the following actions:&#10;&#10;     bribe a guest into becoming an accomplice (take a card from the inn to their hand)&#10;     build an annex (move a card from their hand to their player area; it now represents a structure under which a victim may be buried)&#10;     kill a guest (move a card from the inn to their player area, awaiting burial)&#10;     bury a victim (place an unburied victim card under an annex card and take the money from the victim's pockets)&#10;     launder money (players may only have a certain amount of cash on hand; excess must be converted to 10F checks by the local notary)&#10;&#10;&#10;At the end of the round, if any room of the inn contains one of the police, then they conduct an investigation; if a player has any unburied victims, then he must pay 10F per victim to the local gravedigger to hurredly &mdash; and quietly &mdash; bury the bodies! Lastly in the round, any cards (accomplices) in each player's hand must be paid 1F each. After the guest deck has been depleted the second time, players take a final round, then tally their francs. The player with the most money wins!&#10;&#10;",
    "categories": [
      "Card Game",
      "Economic",
      "Horror",
      "Post-Napoleonic"
    ],
    "mechanics": [
      "End Game Bonuses",
      "Hand Management",
      "Income",
      "Open Drafting",
      "Ownership",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/GTUmt2ViVzJOT4ZKXbq2Zg__thumb/img/h-GMHsoeG4S6wRVjzlMGmP0UmQE=/fit-in/200x150/filters:strip_icc()/pic2618699.jpg"
  },
  {
    "id": "300905",
    "name": "Top Ten",
    "minPlayers": 4,
    "maxPlayers": 9,
    "playingTime": 30,
    "age": 14,
    "description": "Your goal in Top Ten is to survive five rounds, so you and your fellow players need to figure out how to get things in order!&#10;&#10;To start the game, place a number of unicorn tokens on the game board. Choose one player to be the round's chief. That player gives all players a random card numbered 1-10, then they read one of the five hundred theme cards included in the game, e.g., &quot;Batman wants to replace Robin to fight the bad guys. Create a new duo 'Batman and ...' from the worst to the best.&quot; The chief looks at their number, then gives an answer based on their number. If they have a 1, they want to give the worst possible suggestion; if a 10, the best; if a 5-7, somewhere in the middle.&#10;&#10;Each other player then gives an answer to this theme based on the number they were dealt, then the chief needs to decide who has the lowest number, then the next lowest, and so on. For each mistake, the chief flips a unicorn token over to its poop side.&#10;&#10;If all the unicorns have left by the end of the fifth round, leaving you with nothing but poop, then you lose. Otherwise you win!&#10;&#10;",
    "categories": [
      "Party Game"
    ],
    "mechanics": [
      "Cooperative Game",
      "Deduction",
      "Ordering",
      "Player Judge",
      "Targeted Clues"
    ],
    "image": "https://cf.geekdo-images.com/0LVOOyXtNNyFhyj7tFaKCQ__thumb/img/a-klyIgrojswCIe3KKOmJrCOgOw=/fit-in/200x150/filters:strip_icc()/pic5212719.jpg"
  },
  {
    "id": "213893",
    "name": "Yamata",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 80,
    "age": 13,
    "description": "In Yamatai, 2-4 players compete to build palaces, torii, and their own buildings in the land of Yamatai. The game includes ten numbered action tiles, each showing one or more colored ships and with most showing a special action. You shuffle these tiles, place them in a row, then reveal one more than the number of players.&#10;&#10;On a turn, each player chooses a tile, collects the depicted ships from the reserve, optionally buys or sells one ship, then places the ships on the board. The land has five entryways, and you must start from these points or place adjacent to ships already on the board. You can't branch the ships being placed, and if you place your first ship adjacent to another, then that first ship must be the same color as the adjacent one; otherwise you can place ships without regard to color.&#10;&#10;After placing ships, you can either claim colored resources from land that you've touched with new ships this turn or build on one vacant space. To build, the space must have colored ships around it that match the ships depicted on one of the available building tiles. If you build a personal building that's connected to others you own, you receive money equal to the number of buildings.&#10;&#10;You can bank one ship before the end of your turn, then you can use any three resources or a pair of matching resources to purchase a specialist, each of whom has a unique power.&#10;&#10;After all players go, you shuffle the action tiles, place them face down in the row, then reveal enough tiles at the front of the line to set up for the next turn, with the turn order being determined by the numbers on the tiles that players chose the previous turn. Once you trigger one of the game-ending conditions &mdash; e.g., no ships of one color or no more specialists &mdash; you finish the round, then count points for buildings built, specialists hired, and money on hand.&#10;&#10;",
    "categories": [
      "Mythology"
    ],
    "mechanics": [
      "Action Drafting",
      "Contracts",
      "Increase Value of Unchosen Resources",
      "Modular Board",
      "Network and Route Building"
    ],
    "image": "https://cf.geekdo-images.com/3F1FUd4HRn2xLJpXEfmMbA__thumb/img/80Hmhnfjv7BEKgHBNP6rGcM5tfk=/fit-in/200x150/filters:strip_icc()/pic3357724.jpg"
  },
  {
    "id": "167400",
    "name": "Ashes Reborn: Rise of the Phoenixborn",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 14,
    "description": "In Ashes: Rise of the Phoenixborn, a two-player expandable card game, players take on the roles of Phoenixborns, demi-gods and protectors of this world. These characters are the great saviors of their civilizations. Before they came into existence, the humans were plagued by monsters like chimeras that took away their lands and forced them to live in walled-off cities. When the Phoenixborns came, they fought off the chimeras and freed the lands for humans to take over once again.&#10;&#10;But the time of peace was short-lived. A prophecy arose that if one Phoenixborn was able to absorb enough Ashes of others, they would ascend into full gods and take mastery over this world. This, as well as humans' greed for land, fueled the War of Ashes. The great cities now fight among each other, each one of them with a Phoenixborn at its helm, and you will decide who will rise and who will fall to ashes.&#10;&#10;Ashes Reborn: Rise of the Phoenixborn, released in 2021, features the same Phoenixborn as in the original Ashes with the same cards, but some cards have been modified to balance them. (Publisher Plaid Hat Games estimates that about 30% of all cards across all expansions are being modified.) The rules have undergone a few changes as well, mostly to clarify powers. The Ashes Reborn 1.5 Upgrade Kit contains more than 350+ updated Ashes cards, along with an updated rulebook, allowing players to move from the original game to the new 1.5 rules.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Closed Drafting",
      "Deck Construction",
      "Dice Rolling",
      "Die Icon Resolution",
      "Hand Management",
      "Interrupts",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/BxBWqnm98y1qgk9cEmStgQ__thumb/img/hMH88NFG6vP60vUif6fTr1ctsOA=/fit-in/200x150/filters:strip_icc()/pic5868255.jpg"
  },
  {
    "id": "183840",
    "name": "Oh My Goods!",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "In Oh My Goods!, first released as Royal Goods, players are European artisans during the Middle Ages who produce tools, barrels, glass windows, and many other goods. Only if you make clever use of your production chains will you have the most victory points at the end of the game.&#10;&#10;",
    "categories": [
      "Card Game",
      "Economic",
      "Medieval"
    ],
    "mechanics": [
      "Action Queue",
      "Contracts",
      "Hand Management",
      "Multi-Use Cards",
      "Push Your Luck",
      "Set Collection",
      "Turn Order: Progressive",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/nYIjEKh_0nYX48uD_tLawA__thumb/img/MCnURatf0lFmNOVLYEjABfN_uVY=/fit-in/200x150/filters:strip_icc()/pic3032677.jpg"
  },
  {
    "id": "123540",
    "name": "Tokaido",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 8,
    "description": "In Tokaido, each player is a traveler crossing the &quot;East sea road&quot;, one of the most magnificent roads of Japan. While traveling, you will meet people, taste fine meals, collect beautiful items, discover great panoramas, and visit temples and wild places but at the end of the day, when everyone has arrived at the end of the road you'll have to be the most initiated traveler &ndash; which means that you'll have to be the one who discovered the most interesting and varied things.&#10;&#10;The potential action spaces in Tokaido are laid out on a linear track, with players advancing down this track to take actions. The player who is currently last on the track takes a turn by advancing forward on the track to their desired action and taking that action, so players must choose whether to advance slowly in order to get more turns, or to travel more rapidly to beat other players to their desired action spaces.&#10;&#10;The action spaces allow a variety of actions that will score in different, but roughly equal, ways. Some action spaces allow players to collect money, while others offer players a way to spend that money to acquire points.  Other action spaces allow players to engage in various set collections that score points for assembling those sets.  Some action spaces simply award players points for stopping on them, or give the player a randomly determined action from all of the other types.&#10;&#10;All of the actions in Tokaido are very simple, and combined with a unique graphic design, Tokaido offers players a peaceful zen mood in its play.&#10;&#10;",
    "categories": [
      "Travel"
    ],
    "mechanics": [
      "End Game Bonuses",
      "Set Collection",
      "Track Movement",
      "Turn Order: Time Track",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/81z-qIsx51gT1PDRGQ_dDA__thumb/img/wzNpF81MUGkBCoCR8VIHwZyQK4I=/fit-in/200x150/filters:strip_icc()/pic7739376.jpg"
  },
  {
    "id": "249381",
    "name": "The Estates",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 10,
    "description": "The City Council recently approved the zoning map for a new urban development &mdash; The Estates &mdash; featuring high-end infrastructure and a modern atmosphere for its citizens. Soon after, the banks awarded millions of dollars in loans to six real estate investment firms to help develop this new area. The zoning map for The Estates calls for two rows of four buildings each, located between the River and Main Street. The meadows on the other side of the River are to remain a recreational area for the City.&#10;&#10;But, with hopes of larger profits, investors and building tycoons entirely ignore the City Council's demands and begin developing three rows of buildings instead. The Mayor catches wind of the potential for profit and begins planning a new mansion in The Estates, which would double the value of one of the building rows! With some sketchy building permits, investors begin developing buildings on the other side of the River, beyond the designated building zone. However, the City Council takes rigorous steps to put an end to the racketeering with an ultimatum: As soon as the first two rows are completed, the buildings in the uncompleted row will be torn down, resulting in a huge loss for all who invested there. At the end of the day, the investor with the highest-valued buildings will come out on top.&#10;&#10;The players take on the role of investors seeking to make the most money by developing buildings in The Estates. Players will bid for the various building pieces and place them in The Estates to their benefit. All buildings in completed rows score positive points, while all buildings in incomplete rows score negative points. It is possible to have zero completed rows of buildings.&#10;&#10;A game of The Estates lasts around 40 minutes and can be played in several rounds to experience a shifting economy.&#10;&#10;",
    "categories": [
      "City Building",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Auction: Once Around",
      "Closed Economy Auction",
      "Investment",
      "Square Grid",
      "Take That",
      "Turn Order: Progressive"
    ],
    "image": "https://cf.geekdo-images.com/AvC3AzHo8JlcvgKtQ3PDWA__thumb/img/eMsTjGHKNFzWiw7uNiOKDLtYcq4=/fit-in/200x150/filters:strip_icc()/pic4071903.jpg"
  },
  {
    "id": "220517",
    "name": "The Shipwreck Arcana",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 12,
    "description": "Trapped in a drowned world, you and your allies are doomed -- or are you? Using a mystical deck and a healthy dose of logic, you can predict each others' fates and escape unscathed.&#10;&#10;The Shipwreck Arcana is a compact, co-operative game of deduction, evaluation, and logic. Each player's doom constantly changes as they draw numbered fate tiles from the bag. By choosing which fate to give up and which card to play it on, you can give your allies enough information to identify the fate you're holding...which is important, as the active player cannot communicate with their allies during their turn!&#10;&#10;Each card has strict rules governing what fates can be played on it. As doom builds up, the cards themselves fade, becoming one-time powers to help the players while new cards cycle in from the deck.&#10;&#10;Skilled play requires carefully rationing powers, hints, and cycling, while paying attention to not only where each fate was played -- but more importantly, where it wasn't.&#10;&#10;The rotating active player creates a different group dynamic each turn, preventing any one player from dominating the game. Inexperienced players can still use the group deduction phase to ask questions (while they are not the active player).&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction",
      "Fantasy",
      "Math",
      "Number",
      "Print & Play"
    ],
    "mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Deduction",
      "Hand Management",
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/yv5EAl5uidhZ53WJI-bQ4g__thumb/img/97sqsQ6PTxfoHXd12xQG0hl0pqE=/fit-in/200x150/filters:strip_icc()/pic4042715.png"
  },
  {
    "id": "156336",
    "name": "Onirim (Second Edition)",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 10,
    "description": "You are a Dreamwalker, lost in a mysterious labyrinth, and you must discover the oneiric doors before your dreamtime runs out &ndash; or you will remain trapped forever!&#10;&#10;You may wander through the chambers of dreams, hoping that chance will reveal the doors, or you can linger in each type of room. In both cases, you will have to deal with the slithering Nightmares, which haunt the hallways of the labyrinth.&#10;&#10;Onirim is a solo/cooperative card game. You (and a partner, if you wish) must work (together) against the game to gather the eight Door cards before the deck runs out; you can obtain those Door cards either by playing cards of the same color three turns in a row, or by discarding (under specific circumstances) one of your powerful Key cards. In both cases you will have to decide the best use of each card in your hand and carefully play around the Nightmares. Those cards are hidden in the deck and will trigger painful dilemmas when drawn...&#10;&#10;Seven mini-expansions, all standalone and compatible with one another, are included with the second edition of Onirim, including these three that were in the first edition of the game:&#10;&#10;&#10;    &quot;The Towers&quot; introduces a new type of card that allows more searching and deck manipulation, while also imposing an additional victory condition.&#10;&#10;&#10;&#10;    &quot;Happy Dreams and Dark Premonitions&quot; adds evil time bombs that will impede your progress at predictable moments of your quest as well as helpful but unreliable allies.&#10;&#10;&#10;&#10;    In &quot;The Book of Steps Lost and Found&quot;, you must find the eight Door cards in a randomly given order and may remove discarded cards from the game to cast powerful spells that will help you complete this difficult task.&#10;&#10;&#10;In addition to these three variants from the first edition, there are four new modules in the Onirim 2nd edition box. Just like previously, each module consists of something that makes the game easier and something that makes the game harder:&#10;&#10;&#10;    &quot;The Glyphs&quot; introduces a fourth symbol on location cards (apart from Key, Sun and Moon), which makes it easier to compose the row of unrepeated symbols. Player must then find one extra door of each color (so 12 doors in total) to win&#10;&#10;&#10;&#10;    &quot;The Dreamcatchers&quot; are four cards that &quot;guard&quot; the Limbo piles. The Limbo pile stays with Dreamcatcher until some effect allows the player to shuffle the pile back to the deck... if all Dreamcatchers are full and new cards should come to Limbo, a Dreamcatcher is discarded and his cards shuffled back. Also, four new &quot;Lost Dreams&quot; cards are supposed to be in Limbo at the end of the game, as an extra winning condition - so discarding all Dreamcatchers means loss.&#10;&#10;&#10;&#10;    &quot;The Crossroads and Dead Ends&quot; introduce location cards with a given symbol (3 Sun, 2 Moon, 1 Key), but serving as any color &quot;joker&quot;. It also contains 10 &quot;Dead End&quot; cards, that remain in players hand (un-discard-able on its own) and block her 5-cards hand limit... until a player discards the whole hand (=the only way to discard a Dead End).&#10;&#10;&#10;&#10;    &quot;The Door To The Oniverse&quot; brings several one-time abilities cards as &quot;inhabitants of the Oniverse&quot;... and one extra colorless door to find.&#10;&#10;&#10;Apart from all those, there are a few special rules to use the dark meeple in the game (which interferes with Nightmare cards resolving), making the game easier or harder, depending on the chosen variant.&#10;&#10;",
    "categories": [
      "Card Game",
      "Exploration",
      "Fantasy"
    ],
    "mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Move Through Deck",
      "Open Drafting",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/he3CDoTsu5Yc9cK8NROYYg__thumb/img/KmxUwcW-u23JYg7xq4FIgAr0z5Y=/fit-in/200x150/filters:strip_icc()/pic6863738.jpg"
  },
  {
    "id": "70512",
    "name": "Luna",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 100,
    "age": 12,
    "description": "&quot;The end of her regency is nigh. It's time to clear the way for a new bearer of the burden. She will keep a wary eye on the novices representing their Orders and trying to win her favor. Eventually, she will have to come to a decision. Which Order will prove itself worthy to decide on her successor? There will be a new Moon Priestess and she will bear the title: LUNA.&quot;&#10;&#10;&quot;LUNA&quot; is the title of the Moon Priestess, and before her very eyes, each of the up to four Orders competes for the right to decide on her successor. The players are the heads of the Orders who try to convince the Priestess of themselves. Over the course of six rounds, they need to collect as many influence points as possible by skillfully placing their novices to achieve that goal.&#10;&#10;The players move their novices over seven islands surrounding a temple island. The novices are placed according to the &quot;worker movement&quot; principle, i.e. they aren't placed at the beginning of a round, but instead start where they ended the round before. Thus, novice movement is an important part of a round: Only if you're in the right place at the right time, you'll gain the deciding influence points. You'll have to build new shrines, work at the temple, and participate in the Priestess' divine services. But don't forget to recruit additional novices or win the favor of the local Priests; these are vital means to prepare and combine the diverse actions.&#10;&#10;LUNA: In the Domain of the Moon Priestess is a challenging tactical game with strategic and interactive elements that takes about 20-25 minutes per player. The different placement of the islands and novices at the beginning of the game creates a different feeling each time you play and opens up new strategies.&#10;&#10;",
    "categories": [
      "Fantasy"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Point to Point Movement",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/tMYWtENCa6qdHg3DLIDqcw__thumb/img/K5WlrHSW_e0JqRhu6Na_D-h5klU=/fit-in/200x150/filters:strip_icc()/pic2538939.png"
  },
  {
    "id": "168584",
    "name": "Love Letter: Batman",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 10,
    "description": "Love Letter: Batman is a game of risk, deduction, and luck for 2&ndash;4 players based on the original Love Letter game by Seiji Kanai. The deck consists mostly of criminals, with Joker being the most valuable card at #8, Harley Quinn at #7, and so on, with Robin showing up at #4 and Batman as #1, which is the guard in the original Love Letter. Your goal is either to hold &mdash; that is, have captured &mdash; the highest valued card at the end of the round or to be the final player active in the round.&#10;&#10;From a deck with only sixteen cards, each player starts with only one card in hand; one card is removed from play. On a turn, you draw one card, and play one card, using the power on that card to expose others and (possibly) knock them out of the round. If you use Batman's ability to KO someone (other than Robin), you score one point, with points being tracked via Batsignal tokens. If you're the final player active in the round or the player with the highest card when the deck runs out, then you score a point.&#10;&#10;The game ends following the round in which someone has seven or more points, and the player with the most points wins.&#10;&#10;",
    "categories": [
      "Card Game",
      "Comic Book / Strip",
      "Deduction"
    ],
    "mechanics": [
      "Hand Management",
      "Player Elimination"
    ],
    "image": "https://cf.geekdo-images.com/PWa3bk0_hc3h9wes51e2gA__thumb/img/SxEtASAGYnXBmWKaSNtXgUu3f78=/fit-in/200x150/filters:strip_icc()/pic2290765.jpg"
  },
  {
    "id": "71721",
    "name": "Space Hulk: Death Angel  The Card Game",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 13,
    "description": "A cooperative game where the players attempt to clean out an infestation of hostile aliens from a derelict spaceship. Set in the Warhammer 40,000 universe, players take on the roles of Space Marines pitted against hordes of Genestealers.&#10;&#10;Players choose from six different combat teams, each consisting of two Space Marines with different abilities. Each player receives three Action cards for each of his combat teams. After all of the Space Marines have fallen into formation, prepare for the first wave of Genestealers.&#10;&#10;Game play is quick and easy to learn. Each game is played over a series of rounds, broken up into phases. During the Choose Actions Phase, each player must secretly determine which of the following Action cards they wish to play on their Space Marines: Support, Attack, or Move + Activate. You can't pick the same Action card next round, so choose wisely.&#10;&#10;Action resolution keeps all players involved while the overwhelming odds inspire them to work together to survive. The Action Resolution Phase consists of each player revealing and carrying out their chosen Action. The lowest number card goes first, which means Attacks are resolved after Supports. Support tokens enable Space Marines to re-roll, so make sure to cover your fellow Blood Angels.&#10;&#10;The Genestealer Attack Phase happens after all the Actions have been resolved, so hopefully you thinned out the swarms since you have to roll higher than the number of Genestealers in the swarm to successfully defend. Finally, an Event card is drawn to spawn more alien adversaries. Once all the Genestealers have emerged from the darkness, its time to move forward, drawing a new location card. And then it's back into the fight!&#10;&#10;",
    "categories": [
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "mechanics": [
      "Action Queue",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Move Through Deck",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/DZwne59lYWFyH3BuBsFsUg__thumb/img/bW65k-7xj15ziitctpA75PXNp6g=/fit-in/200x150/filters:strip_icc()/pic8215036.jpg"
  },
  {
    "id": "121288",
    "name": "Dixit: Journey",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "Dixit: Journey features the same basic game play as Dixit: Each round one player takes on the role of Storyteller, choosing one card from their hand, then telling a story, singing a ditty or otherwise doing something that in their opinion is associated with the played card. Each other player then chooses one card in their own hand and gives it to the Storyteller in secret. These cards are shuffled and revealed, then players vote on which card was played by the Storyteller.&#10;&#10;If no one or everyone votes for the Storyteller, then they receive no points; if they received some votes but not all the votes, they score based on the number of votes received. Each player who submitted a correct vote or who received a vote on their card submission also scores. After a certain number of rounds, the player with the most points wins.&#10;&#10;Dixit: Journey differs from Dixit in a number of ways, starting with a simplified scoring board that doesn't have players moving around a track in the bottom of the game box. Instead the scoring track is on its own board, and this game board includes a summary of the rules as well as numbered places to put the cards each round to facilitate voting. The game rules  have been revised to make the game easier to learn, while keeping game play the same.&#10;&#10;Similar to:&#10;&#10;    Dixit 3: Journey &ndash; In Europe, the cards from Dixit: Journey will be packaged as an expansion and not sold as a complete game.&#10;&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "mechanics": [
      "Acting",
      "Simultaneous Action Selection",
      "Storytelling",
      "Targeted Clues",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/HX0lvc-JiPzf7Nrqp_N-Fw__thumb/img/iInoc-itpaO_STBI1QVQ0B-WWME=/fit-in/200x150/filters:strip_icc()/pic1387599.jpg"
  },
  {
    "id": "286063",
    "name": "The 7th Citadel",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 1000,
    "age": 14,
    "description": "The 7th Citadel is an all-new cooperative exploration and adventure game from the creators of The 7th Continent.&#10;&#10;In this post-apocalyptic medieval fantasy world, you play as a &ldquo;slave-gardener&rdquo; who escapes from the Citadel of Necrodruid Ninidazir&rsquo;, only to find yourself confronted by an even greater Threat!&#10;&#10;Explore the Collapsing Lands freely by gradually unveiling the board using numbered terrain and event cards. Interact with your environment, converse with its inhabitants, and build a city that will signal the renewal of this desolate world....&#10;&#10;As the scenarios unfold, your choices, for better or worse, will lead you inexorably to the epic finale against the Threat!&#10;&#10;",
    "categories": [
      "Adventure",
      "Card Game",
      "Exploration",
      "Fantasy"
    ],
    "mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/9pXymk67xI4PlV4RDJknpw__thumb/img/yzuulEyLidKy7nx3fIbaJv39sXk=/fit-in/200x150/filters:strip_icc()/pic5675728.png"
  },
  {
    "id": "270970",
    "name": "Century: A New World",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "Century: A New World is the third and final installment of the Century series from designer Emerson Matsuuchi.&#10;&#10;Century: A New World sends players to the Americas at the dawn of the 16th century. Braving the wilderness, players are forced to explore new lands, trade with local inhabitants, journal their findings, and hunt/gather to survive! The game integrates the compelling and incredibly fun resource trading mechanisms found in the Century series with a worker placement mechanism with a twist!&#10;&#10;Century: A New World may be combined with Century: Spice Road or Century: Eastern Wonders or both for all new mixable games.&#10;&#10;",
    "categories": [
      "Renaissance"
    ],
    "mechanics": [
      "Action Retrieval",
      "Contracts",
      "Set Collection",
      "Variable Set-up",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/KJQ1TdlDkLeCfQ3PK75rTA__thumb/img/SbmmquD2QkGsuCJM7AdwiYnCw6s=/fit-in/200x150/filters:strip_icc()/pic4547312.jpg"
  }
]