[
  {
    "id": "351849",
    "name": "Chang'an",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 14,
    "description": "During the Tang dynasty, Chang'an was one of the largest cities in the world. It was a cosmopolitan urban center with thousands of travelers exploring it. As an important urbanist, compete against other players to build the best districts of Chang'an and to get the favors of the court.&#10;&#10;Players will carefully project their plans by placing cards on the top part of their personal boards (the gates). Then they will move them into the city districts to build amazing buildings and to welcome influential characters in the neighborhood. Every new card built into the districts will provide players with different types of privileges and a certain number of victory points.&#10;&#10;During your turn, you perform only one of the three main actions: research, play and/or move cards on the gates to produce resources and activate character effects, or build.&#10;&#10;The game ends as soon as a player gets nine or more cards built in the districts of their City board (cards at the gates are not considered).&#10;&#10;The player with the most victory points will be declared the best urbanist of Chang&rsquo;an.&#10;&#10;",
    "categories": [
      "Ancient",
      "City Building",
      "Civilization"
    ],
    "mechanics": [
      "Hand Management",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/ZaccDYXZu6GWuNwcGZ8wbQ__thumb/img/ZshFn8GqiuCLdIG4L76G6niYPeA=/fit-in/200x150/filters:strip_icc()/pic8477962.png"
  },
  {
    "id": "247135",
    "name": "The Villagers",
    "minPlayers": 7,
    "maxPlayers": 23,
    "playingTime": 90,
    "age": 10,
    "description": "The Villagers is a &ldquo;mafia&rdquo; or &ldquo;werewolf&rdquo; type of social deduction party game played by two teams: The Plague Doctor team, and the Villager team. The game requires a Moderator who runs the game.&#10;&#10;The Villagers has 23 different roles, and is set during the time of the Bubonic Plague.&#10;&#10;In The Villagers, you&rsquo;re either with the Plague Doctor team or the Villager team. The Plague Doctors will try to infect a new Villager each night, while the Villagers try to deduce who in their midst are Plague Doctors in hiding. The Plague Doctors are posing as Villagers too, so who do you trust? Exile a new player each day, but beware, as new infections plague your village each night.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Medieval",
      "Party Game",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Cooperative Game",
      "Player Elimination",
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/KjTrwfZXoDtMErYIeMuIfQ__thumb/img/WfK7-yP41PHvB_SSXQDIngnJE-U=/fit-in/200x150/filters:strip_icc()/pic4001918.jpg"
  },
  {
    "id": "391549",
    "name": "Pillars of Heracles",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 14,
    "description": "Join us on an epic journey through the world of Archaic Period Greece, where heroes are born, city-states clash in bitter rivalries, and the gods themselves shape the destiny of mortals. Prepare to immerse yourself in a strategic and immersive board game experience.&#10;&#10;In this game, you will embark on a quest to build and shape your own city-state, compete against formidable adversaries, and navigate the intricacies of ancient Greek society.&#10;&#10;Against its rich historical and mythological backdrop, the game offers a unique blend of area control, rondel mechanics, and deckbuilding, tableau building, set collection and resource management. As you expand your city-state and manage your resources, you'll need to strategize your moves on the rondel, carefully planning your actions. Building and managing your deck allows you to customize your strategy and prepare for exciting challenges.&#10;&#10;Will you channel the wisdom of the mighty Olympian gods to lead your city-state to greatness? Or will you rely on cunning tactics and military might to conquer your rivals?&#10;&#10;As you explore the game's intricately designed world, you will encounter iconic figures from Greek history and mythology, engage in trade and diplomacy, and face the challenges and rewards of city-building. Every decision you make will shape the fate of your city-state and determine your path to victory.&#10;&#10;Are you ready to step into the world of legends and forge your own destiny? Join us and become part of the legacy of the ancient Greeks.&#10;&#10;The cultural and historical aspects of the game have been closely checked by Jan Heinemann, a historian specializing in Archaic and Classical Greece.&#10;&#10;",
    "categories": [
      "City Building",
      "Civilization"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Rondel",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/NZGlbyH3lFwz3_VH44uNug__thumb/img/epZh68QM8-MW--3vU5cpDczRVHI=/fit-in/200x150/filters:strip_icc()/pic7720844.jpg"
  },
  {
    "id": "204895",
    "name": "Table Air Combat: Flight Operations Manual",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 90,
    "age": 0,
    "description": "All rules in the individual aircraft sets have been compiled into one volume of &quot;master rules&quot;.&#10;This pdf will be periodically updated to keep pace with rule clarification or adjustments&#10;&#10;Contents include:&#10;&#10;     Basic rules for flight and combat (included in every TAC aircraft set)&#10;     tail gunners and turrets&#10;     bombing&#10;     dive bombing&#10;     strafing&#10;     ship movement and combat&#10;     torpedo attacks&#10;     flak&#10;     optional rules&#10;     printable templates for tail gunners and turrets&#10;     flak circles (ground-based and naval)&#10;&#10;&#10;",
    "categories": [
      "Aviation / Flight",
      "Book",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Movement Template",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/5dnHbAAVTMc00cZfY8bsmQ__thumb/img/2ecNCreAP4wW75sFyDDuf35Lwec=/fit-in/200x150/filters:strip_icc()/pic3112482.jpg"
  },
  {
    "id": "33984",
    "name": "Code Omega",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "Code Omega is a speed puzzle solving game.  Players each have a set of colored strips, with each strip containing a couple black bars across them, with the goal of solving puzzles by aligning the black bars on those strips.&#10;&#10;At the beginning of each round, each player takes a board which limits the placement of strips.  The board also shows eight groupings of strips that may be used for the round (3 strips for a beginner game, and 4 strips for the advanced game).  A player then rolls an 8 sided die which dictates which grouping must be used for the round, and then players race to fit the strips onto their boards in a way that creates a continuous black bar across all of them by ordering and lining the strips up properly.&#10;&#10;The first player to finish gets to roll 4 dice, the results of which allow the player to advance down a scoring track.  The second player to finish gets to roll 3 dice, and all other players who complete the puzzle in the time limit get to roll 2 dice.  So, finishing early means a better chance to advance further on the score track, but does not guarantee victory due to the luck element.&#10;&#10;Once a player advances to the end of the score track, the game is complete and that player wins!&#10;&#10;",
    "categories": [
      "Puzzle",
      "Real-time"
    ],
    "mechanics": [
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/XCMj6V7E4A_tCB4m2UT_hw__thumb/img/lqiL_6A332yNI5yL3zmzhDib1hs=/fit-in/200x150/filters:strip_icc()/pic289676.jpg"
  },
  {
    "id": "379241",
    "name": "Tanis",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 14,
    "description": "TANIS, named after the ancient city in Lower Egypt, is a unique tile-digging game for 2 players. The game begins with 40 beautiful wooden domino-sized tiles randomly placed in the custom-made box. These tiles represent pieces of scrolls that the players are trying to reassemble in this fast-playing competitive game. The players also have cards that provide special powers that may be used to enhance their actions. A single game takes under 20 minutes to complete.&#10;&#10;-description from graphic designer&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "mechanics": [
      "Once-Per-Game Abilities",
      "Physical Removal",
      "Set Collection",
      "Slide / Push"
    ],
    "image": "https://cf.geekdo-images.com/DzQiR7cNbnwwABLDzB5KeA__thumb/img/QhGz_pGXy9S3U7R2BSNVA4DCRQg=/fit-in/200x150/filters:strip_icc()/pic7310105.png"
  },
  {
    "id": "236884",
    "name": "Forest of the Impaled:  Vlad Dracula's Final Stand",
    "minPlayers": 2,
    "maxPlayers": 7,
    "playingTime": 90,
    "age": 12,
    "description": "&quot;Forest of the Impaled: Vlad Dracula's Final Stand&quot; is a cooperative wargame where up to 6 Muslim players invade and attempt to conquer Romania. Heavily outnumbered, the Dracula player fights with his Christian army to defend his country and survive.&#10;&#10;It is loosely based on the historical campaign of Vlad 'Dracula' Tepes in 1462.&#10;&#10;To defeat Dracula, the Muslim players must cooperate closely as a team BUT they can ONLY communicate IF their HQs are in the same area. This results in hysterical fun. Miscommunication and confusion reign as Dracula picks off his enemies in detail.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Medieval",
      "Renaissance",
      "Wargame"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Chit-Pull System",
      "Cooperative Game",
      "Dice Rolling",
      "Movement Points",
      "Simulation",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/4uEjONNyHPij1tnKusvgig__thumb/img/-0ZZJIgQ2a3PCG11fklic7wgm-Y=/fit-in/200x150/filters:strip_icc()/pic3808498.jpg"
  },
  {
    "id": "408769",
    "name": "Propuh",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 14,
    "description": "A strategic survival board game inspired by local superstition and card games.&#10;Each player draws the cards in turn and combines them with each other or with the &quot;Grandmothers&quot; location on the board to achieve their goal. This creates simple gameplay with lots of options for both players.&#10;&#10;Playing as the protagonist, you must complete a series of missions to win before your time is up or the notorious &quot;Propuh&quot; enters your house. &#10;Play your cards wisely because once the deck runs out, it is game over. &#10;Move the &quot;Grandmother&quot; to the most critical location inside the house to complete tasks easily or gain an advantage.&#10;&#10;As for the second player (the antagonist), those playing the immaterial &quot;Propuh&quot; draw from the same deck of cards and attempt to get into the house. Once the &quot;Propuh&quot; is inside, it wins! &#10;In a single-player game, the &quot;Propuh&quot; is played by the game itself.&#10;&#10;Note: Propuh is a crosswind (or draught) that blows through the house. It is a good thing in almost all of the world, but in some countries, it is considered a cause of many ailments.&#10;You may not have any two windows, two doors, or a window and a door open at the same time, because it could kill you!&#10;&#10;-description from designer&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor"
    ],
    "mechanics": [
      "Action / Event",
      "Card Play Conflict Resolution",
      "Hand Management",
      "Solo / Solitaire Game",
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/rollhFV9BfBX-9iAQcSL_w__thumb/img/MSiQr-vmPLGPI73gOyRroWIiclc=/fit-in/200x150/filters:strip_icc()/pic8078082.jpg"
  },
  {
    "id": "209452",
    "name": "Epic PVP: Magic",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 10,
    "description": "Epic PvP: Magic is a standalone &quot;shufflebuilding&quot; game that is also fully compatible with Epic PvP: Fantasy. It is a shuffle building game where players choose a fantasy/magical Race (Pixie, Gorgon, etc...) and a fantasy/magical class (pyromancer, shaman, etc...) and then shuffle those two decks together to battle their opponent.&#10;&#10;Gameplay represents a 1-on-1 fight in an arena (with 3 player and 4 player variants). Play focuses on an innovative aggression system where players must balance card draw with available power (aggression). Each deck has unique abilities and unique cards in it adding depth and deployability.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/FeiYyeoyL6iizY3azWE8_A__thumb/img/9XdPtPVGyDQxDZmhk33f-AvPtWo=/fit-in/200x150/filters:strip_icc()/pic3907951.jpg"
  },
  {
    "id": "32820",
    "name": "Strut!",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 0,
    "description": "The object is to win the game by ridding yourself of all cards in your hand before your opponent[s].&#10;&#10;Game Summary&#10;&#10;Decide on a scorekeeper. Once the cards have been shuffled, the scorekeeper deals 3 cards face down to each player, along with an equal number of white dice, called a stash. The scorekeeper places the remaining cards face down off to one side of the table to form a deck.&#10;&#10;The scorekeeper begins the game by rolling two dice (1 black &amp; 1 white) in the center of the table. If no one scores, play rotates clockwise to the next player who rolls two dice. Any two die, including the black die can be rolled (see below). Before each roll players examine their cards to see what dice combinations will be needed to match a card in their hand.&#10;&#10;Two white dice from your stash, or. &#10;One die from your stash, and one (previously rolled) die from the table, or&#10;Two (previously rolled) dice from the table.&#10;&#10;Player&rsquo;s take turns rolling until someone shouts STRUT! indicating a player believes they have won the round. A round is won when you match a card in your hand with a dice combination on the table. Let&rsquo;s say you have a 4 of a Kind (card) in your hand. There are 8 dice on the table 1,3,4,6 and four 5&rsquo;s: 5, 5, 5. You quickly shout Strut! believing your dice combination (four 5&rsquo;s) matches the card (4 of a Kind) in your hand, thus winning the round. But have you? You have if one of your 5&rsquo;s is the black die. The black die must always be part of the score.&#10;&#10;Keeping score is very simple. All dice on the table are scored. The black die counts face value [1]=1 point, [2]= 2 points [3]=3 points, etc. White dice count 1 point each. In the example above, you scored a total of 12 points (5 points for the black die and 7 points for the white dice.)&#10;&#10;After each round the winner&rsquo;s points are totaled by the scorekeeper. After the scorekeeper has recorded the points, the winner discards his/her winning card, placing it &ldquo;face up&rdquo; under the deck. If the winner&rsquo;s accumulated score totals less than 30 points then he/she must draw one new card from the deck. If the winner has accumulated 30 or more points, no card is drawn allowing that player to begin ridding his/her hand of cards in an attempt to win the game. (Re-Action cards are an exception to the &ldquo;30 points&rdquo; rule.) All other players keep their cards. Dice on the table are evenly redistributed. Note: As you will see as the game progresses, tactics and strategies become a big part of each round.&#10;&#10;The winner begins the next round by rolling 1 black and 1 white die. Play continues until someone shouts Strut! The first player to accumulate 30 or more points with no cards remaining in their hand wins the game.&#10;&#10;The Black Rooster&#10;&#10;If an opponent throws the Black Rooster card down on your winning card, it spells disaster! You must turn in all the cards in your hand, and draw 3 replacements. Plus, you lose all your accumulated points.&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game",
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/l6bBoGPmFXjZU5DmEoxQmA__thumb/img/IelQmYyk_PGDcDtnA5TN80oyQjg=/fit-in/200x150/filters:strip_icc()/pic281405.jpg"
  },
  {
    "id": "249748",
    "name": "Omicron Protocol",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 10,
    "description": "In the year 2050, the utopian city of San Lazaro is locked down and crippled by a mysterious computer virus, turning once-ordinary people into maddeningly violent and unpredictable &ldquo;CyMS&rdquo;, Cyber-Memetic Sociopaths.&#10;&#10;Omicron Protocol is an &ldquo;intra-apocalyptic&rdquo;, cyberpunk-themed miniatures skirmish board game for 1-4 players, where you control a squad of unique characters, and take turns controlling a 3rd party enemy to harass your opponent. Or play solo/cooperatively as a team to fight enemies, complete objectives, and survive!&#10;&#10;Every character is represented by a detailed 32mm-scale miniature, possessing their own rich history and personality, as well as powerful cybernetic abilities! Play the competitive or solo/cooperative modes through various narrative scenarios to survive the crisis! With innovative game mechanics like the Action Store and Luck Tokens, every game is thrilling and exciting. Enjoy a deeply tactical game in under an hour and introduce your gaming friends to skirmish games with Omicron Protocol!&#10;&#10;&#10;In the game, you play with a squad of 1-4 characters, either competitively against another player/team, solo, or cooperatively with friends. Each round consists of spending a shared pool of action points on your characters, activating them one-by-one, and using movement and tactics to survive the onslaught of the Cyber-Memetic Sociopaths (CyMS). All games are based on scenarios derived from the lore of the world (120K+ word collection of stories), and the game can be linked together into a light campaign in both competitive and cooperative modes.&#10;&#10;In competitive scenarios, the team that scores the most victory points wins. In solo/cooperative scenarios, the players win if they reach the VP goal within a specified number of rounds.&#10;&#10;&#10;Background:&#10;&#10;Everything can change in a month. The cutting edge West Coast city of San Lazaro had been the epicenter of a cybernetics tech revolution in 2044, ushering all of humanity into the future...but in the year 2050, a mysterious viral menace the likes of which the world had never seen toppled the utopian city in a sea of infection and death. The disease could not be stopped; it evolved to surpass any countermeasure, mutated to answer any cure. In mere days San Lazaro was overwhelmed by the infected.&#10;&#10;Martial law descended on the city immediately. Barricades and armed soldiers divided its streets into isolated sectors. Efforts to contain the outbreak were as useless as the attempts to control the surging numbers of mysteriously insane and violent residents, a second catastrophe on the heels of the first.. Dubbed &lsquo;Cyber-Memetic Sociopaths&rsquo; by the media, with their actions being blamed on an over-immersion in virtual reality, these &lsquo;CyMS&rsquo; were spreading across the city in a wave of mindless, indiscriminate violence. With the infection spreading and the murderous CyMS rampaging, the government abandoned San Lazaro and its people after a mere two weeks.&#10;&#10;All that remains of the city now is a twisted hellscape. The few survivors have banded together in hopes of escaping, while gangs once suppressed by the government have seized control. The CyMS have grown into a constant threat on the streets, sowing fear and terror in their path. In this waking nightmare, your only chance of salvation is to join a faction powerful enough to dominate the foes that stand in your way.  &#10;&#10;&#10;",
    "categories": [
      "Dice",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "Zombies"
    ],
    "mechanics": [
      "Action Points",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/qEFxyrO7xzlDaqCxcebMkQ__thumb/img/Lm-foQgBe3fMJETwjpjLps4BGGI=/fit-in/200x150/filters:strip_icc()/pic6727873.png"
  },
  {
    "id": "394699",
    "name": "Spellbloom",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 12,
    "description": "Every one hundred years, when this solar system's planets align a certain way, starlight and sunlight concentrate their magic onto one small island in the great ocean. When this happens, a mystical flower appears. However, it will not appear to just anyone &mdash; only to the most knowledgeable mage on the island at that time. Will you be that mage?&#10;&#10;Spellbloom is a tableau-building, open-drafting game during which players roll dice that are used to determine both which spells they can learn and the resources to pay for those spells.&#10;&#10;In more detail, each player has six colored dice that at the start of play they roll and place on their spell book. Six random spell cards are placed on the six colored locations on the island board. On a turn, you choose a die that matches the location from which you want to learn a spell, then pay for that spell with other dice that sum to the value of the first die. If you use two dice to claim a spell, you gain two mana, which you can use on future turns to adjust a die's value or claim an unowned die on the island board; if you use three dice, you gain 3 knowledge points.&#10;&#10;Each spell has a unique ability that helps players learn new spells or score additional knowledge points. You gain other bonuses by placing spells in matching locations in your spell book or by placing spells adjacent to one another to complete sigils. You start the game with two task cards that can grant endgame points if you meet their conditions, and you gain two more tasks when you complete a row of your spell book. When someone completes their tenth spell, you finish the round, then tally points.&#10;&#10;",
    "categories": [
      "Dice",
      "Fantasy"
    ],
    "mechanics": [
      "Dice Rolling",
      "End Game Bonuses"
    ],
    "image": "https://cf.geekdo-images.com/3IrP8EaisbygYSucoPv_OA__thumb/img/nEGSX4CebaR_xxRsIl6IEICzkxM=/fit-in/200x150/filters:strip_icc()/pic7617947.png"
  },
  {
    "id": "265712",
    "name": "Niepodległa",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 12,
    "description": "The First World War is coming to an end. It had a devastating impact on Habsburg Austria-Hungary, the Kingdom of Prussia, and the Russian Empire, which over 120 years earlier partitioned and wiped the Polish&ndash;Lithuanian Commonwealth from the maps. But this global conflict that exhausted the partitioners of Poland gives the opportunity to restore Poland and regain independence. Now, go back to the time of the First World War and join the key statesmen of the era. Responsibility for the existence and the future shape of Poland lies on your shoulders. Only through cooperation may you revive your homeland and protect it from its enemies. Are you brave enough to undertake the mission?&#10;&#10;Niepodleg&#197;&#130;a, which is Polish for &quot;independent&quot;, is a board game published by Poland's Institute of National Remembrance to celebrate the 100th anniversary of the rebirth of Poland. The game illustrates the events that led to the restoration of Poland's sovereignty. This co-operative game played with dice and cards is for 2&ndash;4 players aged 12 or over and has two variants: basic, mostly aimed at education (30 minutes) and advanced for intermediate or experienced players (90 minutes).&#10;&#10;The scope of the gameplay are the events of the years 1910&ndash;1920 with an emphasis on the period between the outbreak of the First World War and the restoration of Poland's sovereignty in 1918. The board represents the former and &mdash; eventually &mdash; future territory of Poland. The players immerse themselves in the operations undertaken by the key characters of the battle for the independence; they try to spread the ideas of independence, seek a national consensus, and strengthen Poland's position in the world. If they fulfill certain conditions, Poland will regain sovereignty in the grand finale in 1918.&#10;&#10;However, despite regaining independence, if the players fail to meet decisive challenges &mdash; the Peace Conference in Paris, the development of a new state administration, the struggle over Poland's borders as well as the uprisings in Greater Poland and Silesia and the Poland-Bolshevik war &mdash; Poland may well cease to exist.&#10;&#10;Niepodleg&#197;&#130;a has 50 wooden pieces (including 19 special dice), 110 beautifully illustrated large playing cards and 24 smaller ones, as well as 88 cardboard pieces, 2 instruction leaflets (for both variants) and a richly illustrated booklet with a historical essay.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Dice",
      "Educational",
      "World War I"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Cooperative Game",
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/DXJCwkCRKOi7URBEFpDHYw__thumb/img/06N0qe1HHKsizm7NGOJ5f5L4k8E=/fit-in/200x150/filters:strip_icc()/pic4423935.jpg"
  },
  {
    "id": "296334",
    "name": "Heckadeck",
    "minPlayers": 1,
    "maxPlayers": 99,
    "playingTime": 0,
    "age": 3,
    "description": "A hand-illustrated deck of 160 playing cards by Travis Nichols. The Heckadeck is like the ultimate deck of cards for remixing classic games or inventing your own.&#10;&#10;Each suit includes zeroes, elevens, and Beasts. And there are four more suits: knives, acorns, clouds, and planets. AND there are two-suited Hunters and Travelers, non-suited arrows and talismans, a Crone, an Omnihedron, Darkness, and the all-suited Watcher.&#10;&#10;Perfect for family game night or your super-serious game design club.&#10;&#10;",
    "categories": [
      "Card Game",
      "Game System"
    ],
    "mechanics": [
      "Card Play Conflict Resolution",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/tOijX9PXB9OC5eD4nf9_8Q__thumb/img/dMeQsMaL2_JPtOsPsyMIhcYBpqc=/fit-in/200x150/filters:strip_icc()/pic7257004.jpg"
  },
  {
    "id": "176013",
    "name": "¡Abordaje!",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 25,
    "age": 10,
    "description": "&iexcl;Abordaje! (&quot;Boarding!&quot;) is a fast, tactical two-player game of fighting to take control over the enemy ship.&#10;&#10;The game uses a drafting card mechanism with players giving orders simultaneously to their crews and trying to anticipate which orders the enemy is going to use. During a round, each player plays five of the twelve &quot;Boarding Cards&quot; over the battlefield trying to maneuver with his men and get advantage over his enemy will trying to counter his actions. At the end of each of the six rounds, players check whether they have control over any enemy deck, try to capture the enemy captain if possible, and score points.&#10;&#10;A player wins if he takes permanent control of three of the five enemy decks, exterminates the opposing crew, or if after the sixth turn he has more VP than his rival.&#10;&#10;",
    "categories": [
      "Card Game",
      "Nautical",
      "Pirates",
      "Print & Play"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Open Drafting",
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/yY2_o-Gay-uBopKkmwa2ow__thumb/img/wLclKYbyMaXNoxI4w87zCcqeTXI=/fit-in/200x150/filters:strip_icc()/pic2556079.jpg"
  },
  {
    "id": "37683",
    "name": "Hogwarts: House Cup Challenge",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 9,
    "description": "Hogwarts: House Cup Challenge is an Adventure Board Game that allows 2 - 4 players to portray Harry, Ron, Hermione, and Neville in their quest to win the House Cup for Gryffindor!&#10;&#10;Players move their characters around the board encountering Adventure Cards and increasing their Knowledge, Skill, and Honor. As the Characters' abilities grow, they will face harder challenges based on the first five Harry Potter films, from Harry Potter and the Sorcerer's Stone to Harry Potter and the Order of the Phoenix!&#10;&#10;Players who complete difficult adventures earn victory points for themselves and for Gryffindor. When Gryffindor reaches 500 points, the player with the most points wins the game!&#10;&#10;The First Play Rules allow beginners to play a full game in 30 minutes. The Full Rules allow for a complete adventure as the characters progress and grow through the first five films.&#10;&#10;",
    "categories": [
      "Adventure",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/WUiWC5rLvgcZOtsloUD-8Q__thumb/img/0vKFSifE_CuivaAcV8zHVGKI9hY=/fit-in/200x150/filters:strip_icc()/pic358495.jpg"
  },
  {
    "id": "3513",
    "name": "Electronic Stratego",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 8,
    "description": "An electronically enhanced version of Stratego from back before personal computers were commonplace.  Game play is the same as the classic board game except for a few interesting twists:&#10;&#10;&middot; When you attack an opponent&rsquo;s piece, the computer tells you whether you have won, lost, or tied.  So you do not know the exact strength of the opposing piece, only its strength relative to your own piece (and so too your opponent does not know the exact strength of the piece you used to attack with).  This feature makes the game quite a bit more interesting than standard Stratego.&#10;&#10;&middot; Instead of moving one of your pieces on your turn, you can &ldquo;probe&rdquo; an opposing piece to find its strength.  You will not be given its exact strength, but instead what &ldquo;class&rdquo; it is in (8-9, 5-7, or all else)&#10;&#10;&middot; Bombs are no longer playing pieces but are hidden features on your side of the board that are programmed into the game.  You secretly select six spaces in which to place the bombs.  Your own pieces can move through these spaces unharmed, but any enemy pieces (except a Miner) landing on these spaces will be destroyed!&#10;&#10;&middot; Scouts can move and strike diagonally, and can strike from a distance.&#10;&#10;The player who finds and captures his opponent's flag first wins the game.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Bluffing",
      "Deduction",
      "Electronic",
      "Memory",
      "Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Area Movement",
      "Memory",
      "Secret Unit Deployment"
    ],
    "image": "https://cf.geekdo-images.com/A13OL9LOjZlertWuPeVfag__thumb/img/gCcYRXvN3UMTxcIDah7H2lUObOU=/fit-in/200x150/filters:strip_icc()/pic452083.jpg"
  },
  {
    "id": "234512",
    "name": "みんなでぽんこつペイント (Our Ponkotsu Paint)",
    "minPlayers": 3,
    "maxPlayers": 12,
    "playingTime": 15,
    "age": 6,
    "description": "&#227;&#129;&#189;&#227;&#130;&#147;&#227;&#129;&#147;&#227;&#129;&#164;&#227;&#131;&#154;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#131;&#136; (Ponkotsu Paint) is a &ldquo;drawing chicken race&rdquo; game where a player tries to illustrate a topic in order for it to be identified by their teammate. There are two conditions for drawing: 1) Only straight lines and circles can be used. 2) Draw as few lines as possible. The key to winning is finding the minimum amount of lines required to convey something and how well can your teammate guess.&#10;&#10;The game was originally published under the designer's own label Ponkotsu Farm (&#227;&#129;&#189;&#227;&#130;&#147;&#227;&#129;&#147;&#227;&#129;&#164;&#227;&#131;&#149;&#227;&#130;&#161;&#227;&#131;&#188;&#227;&#131;&#160;) in 2011. In 2017 &#233;&#149;&#183;&#232;&#176;&#183;&#229;&#183;&#157; &#231;&#153;&#187;&#233;&#175;&#137; (Tori Hasegawa) thought it was a waste that &quot;a great game with simple rules that anyone can play&quot; was not available, so he re-issued it under his label MOGwai (&#227;&#131;&#162;&#227;&#130;&#176;&#227;&#131;&#175;&#227;&#130;&#164;).&#10;&#10;--user summary&#10;&#10;&#227;&#128;&#140;&#231;&#155;&#180;&#231;&#183;&#154;&#227;&#129;&#168;&#229;&#134;&#134;&#227;&#129;&#151;&#227;&#129;&#139;&#230;&#143;&#143;&#227;&#129;&#145;&#227;&#129;&#170;&#227;&#129;&#132;&#227;&#128;&#141;&#227;&#128;&#129;&#227;&#128;&#140;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#130;&#139;&#227;&#129;&#160;&#227;&#129;&#145;&#229;&#176;&#145;&#227;&#129;&#170;&#227;&#129;&#132;&#231;&#183;&#154;&#227;&#129;&#167;&#230;&#143;&#143;&#227;&#129;&#139;&#227;&#129;&#170;&#227;&#129;&#145;&#227;&#130;&#140;&#227;&#129;&#176;&#227;&#129;&#170;&#227;&#130;&#137;&#227;&#129;&#170;&#227;&#129;&#132;&#227;&#128;&#141;&#227;&#129;&#168;&#227;&#129;&#132;&#227;&#129;&#134;&#231;&#138;&#182;&#230;&#179;&#129;&#227;&#129;&#167;&#231;&#181;&#181;&#227;&#130;&#146;&#230;&#143;&#143;&#227;&#129;&#132;&#227;&#129;&#166;&#227;&#128;&#129;&#227;&#129;&#138;&#233;&#161;&#140;&#227;&#130;&#146;&#231;&#155;&#184;&#230;&#137;&#139;&#227;&#129;&#171;&#228;&#188;&#157;&#227;&#129;&#136;&#227;&#130;&#139;&#227;&#129;&#168;&#227;&#129;&#132;&#227;&#129;&#134;&#227;&#128;&#140;&#227;&#129;&#138;&#231;&#181;&#181;&#230;&#143;&#143;&#227;&#129;&#141;&#227;&#131;&#129;&#227;&#130;&#173;&#227;&#131;&#179;&#227;&#131;&#172;&#227;&#131;&#188;&#227;&#130;&#185;&#227;&#128;&#141;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#129;&#169;&#227;&#130;&#140;&#227;&#129;&#143;&#227;&#130;&#137;&#227;&#129;&#132;&#227;&#129;&#170;&#227;&#130;&#137;&#231;&#183;&#154;&#227;&#129;&#174;&#230;&#156;&#172;&#230;&#149;&#176;&#227;&#130;&#146;&#230;&#184;&#155;&#227;&#130;&#137;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#130;&#130;&#231;&#155;&#184;&#230;&#137;&#139;&#227;&#129;&#171;&#228;&#188;&#157;&#227;&#130;&#143;&#227;&#130;&#139;&#227;&#129;&#139;&#227;&#128;&#129;&#227;&#129;&#157;&#227;&#129;&#147;&#227;&#130;&#146;&#227;&#129;&#134;&#227;&#129;&#190;&#227;&#129;&#143;&#232;&#166;&#139;&#229;&#136;&#135;&#227;&#130;&#140;&#227;&#130;&#139;&#227;&#129;&#139;&#227;&#129;&#140;&#229;&#139;&#157;&#232;&#178;&#160;&#227;&#129;&#174;&#227;&#130;&#171;&#227;&#130;&#174;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game",
      "Party Game"
    ],
    "mechanics": [
      "Communication Limits",
      "Line Drawing"
    ],
    "image": "https://cf.geekdo-images.com/2eAZxNXpToA4rmPf3ed89A__thumb/img/1qR6Y0gcsdMG1uzc_F54mDq2sJQ=/fit-in/200x150/filters:strip_icc()/pic3721621.jpg"
  },
  {
    "id": "245090",
    "name": "Black Jacky",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 10,
    "description": "As you might guess from the name, Black Jacky has its origins in blackjack, with players trying to get as close to 21 as possible, but they can do more than take a card or stand. At the start of play, everyone receives two of the extra-large mice cards at random, with these cards being valued 1-8. Players can use these cards for the special powers on them, perhaps forcing another player to hand over one card or having two players swap a card with one another face down.&#10;&#10;Whoever goes over 21 loses a heart, and if you lose all your hearts, you're eliminated. Whoever last has hearts wins!&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/bXk8-sPUjyS5OdbYfiogRg__thumb/img/69RGQQ8jOBvRelJEMSOY_xSqp6g=/fit-in/200x150/filters:strip_icc()/pic3945141.jpg"
  },
  {
    "id": "208093",
    "name": "Laga Jakarta",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 12,
    "description": "Laga Jakarta is a boardgame that depicts urban lifestyle through the various role of people that life inside the capital city, satirically and humorously.&#10;&#10;Players collect resources such as Money, Skills, and Prestige to earn Points by fulfilling Dream cards and advancing through Jakarta-related personas represented by the Job cards.&#10;&#10;Each turn, an active player receives a Salary before taking an action; distributing all Action tokens from one Action Tile in clockwise/counter-clockwise fashion similar to mancala game (dropping one token for each Tile they passed), thus activating the effect of the Tile where their last token lands.&#10;&#10;The game ends when there is no News card left to open. All players then tally their Points and whoever has the most points is the winner.&#10;&#10;",
    "categories": [
      "Economic",
      "Humor"
    ],
    "mechanics": [
      "Mancala",
      "Modular Board",
      "Open Drafting",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/pNbUPo0B6PqJY9n3ZFGb8w__thumb/img/RvYtz9v5cKoBf-U96DZ8jV8afmg=/fit-in/200x150/filters:strip_icc()/pic3166688.jpg"
  },
  {
    "id": "229957",
    "name": "Small Detectives",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 8,
    "description": "Dark days in Smalltown, a quiet suburb where nothing ever happens... The corpse of Mr Shuman was found in unusual circumstances. The local police has never seen a similar crime, and is even unable to determine the murder weapon! So they&rsquo;re asking for your help to clear up this case. Who&rsquo;s guilty? What weapon was used? Let&rsquo;s find out, and prove you&rsquo;re the best detective in town!&#10;Small Detectives is a light and fast paced whodunnit game, kind of a modernized version of Clue.&#10;&#10;",
    "categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "mechanics": [
      "Area Movement",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/oIcy-aRJl8afVgO8LAD-zQ__thumb/img/2hGDIA1huGIMldldC7r7um6iJxI=/fit-in/200x150/filters:strip_icc()/pic3603841.jpg"
  },
  {
    "id": "302258",
    "name": "Dice United",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 12,
    "description": "A streamlined soccer league simulator with surprising depth, Dice United plays fast, generates solid tables and points, while still giving you a highlight-driven story of each match. The game features two modes of play: Observer mode - for the solitaire player who wants to generate standings and stats while watching the story of the season unfold - and an optional Interactive mode - enabling you to make key managerial calls or play head-to-head.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Sports"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/ImP1PkPNtmzi94QlRw-KJg__thumb/img/snmhwebDntHNysSbZj-PEtFDujc=/fit-in/200x150/filters:strip_icc()/pic5239685.png"
  },
  {
    "id": "22399",
    "name": "MixUp",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 8,
    "description": "MixUp - The Game Where Color Takes on Shape!&#10;&#10;In this two-player abstract, players try to place tiles in an arrangement of 4-in-a-row or a 2x2 square &mdash; one player goes for shapes, the other is using colors. There are three shapes in three colors, 54 tiles total, one shape per tile. The board is a tilted easel; you slide your tile down one of the 7 grooves till it reaches the lowest available spot. After that it can't be moved. The four-in-a-row may be vertical, horizontal or diagonal. The trick is to concentrate on your objective (color or shape) while keeping an eye on what your move does for your opponent. The first player to complete a row or square of a common color or shape is the winner.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/kjQysezXq6OHMKQFF_KAzA__thumb/img/WRv8Bwhy0y4OUD-1MdGZ_jvweh8=/fit-in/200x150/filters:strip_icc()/pic410363.jpg"
  },
  {
    "id": "3691",
    "name": "Harvest of Death: The Second Day at Gettysburg",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 90,
    "age": 12,
    "description": "Harvest of Death: The Second Day at Gettysburg is an excellent Tactical level &quot;mini-wargame&rdquo; released in Strategy &amp; Tactics magazine #129. Depicts the often designed fighting in, on and around &quot;Little Round Top&quot; during the Rebel assault in the late afternoon of the 2nd day of Gettysburg. Players receive points for destroying enemy brigades as well as several geographical features of the battlefield such as Little Round Top, Devil's Den, the Peach Orchard, the infamous Wheat Field and the Angle. Silhouette style counters depicting Union and Rebel troops in the traditional Blue and Gray colors add to the feel of the ebb and flow of the fighting. The map is quite small but is more than useful and never seems to get crowded.&#10;&#10;One huge bonus... the game can be played solitaire, as rules have been added so a solo player can take control of the advancing Confederates, whilst the game mechanics take care of the defending Union brigades.&#10;&#10;One wishes that more &quot;smaller&rdquo; scale and sized wargames had been produced over the years, I recommend this game to all ACW wargamers and anyone who likes solo wargaming.&#10;&#10;Nominee for the 1989 Charles S. Roberts awards for Best Pre-World War II Boardgame (Charles S. Roberts Awards).&#10;&#10;",
    "categories": [
      "American Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/7ZfM4XCe8Nor_c9r9k5cKQ__thumb/img/AaI6hUiBGgt2Da12IqJ5dF8EX0s=/fit-in/200x150/filters:strip_icc()/pic31660.jpg"
  },
  {
    "id": "63906",
    "name": "Collusion",
    "minPlayers": 4,
    "maxPlayers": 4,
    "playingTime": 0,
    "age": 0,
    "description": "Collusion is played with a standard deck of cards. Each player is dealt 13 cards and then 13 tricks are played. The object is to win exactly the same number of tricks as one other player. More precisely players score 1 point for each trick, and if exactly two players win the same number of tricks, they add 10 points, if three players win the same number of tricks, the fourth player adds 30 points. During the play any two players can collude by agreeing to try to both finish with a given number of tricks.&#10;&#10;More information can be found at https://www.parlettgames.uk/oricards/collude.html&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/hg-70w_tIDYx5gLK_cDtlQ__thumb/img/6ubLHdoLFfyK5xh8v5zierEiX0A=/fit-in/200x150/filters:strip_icc()/pic4922934.jpg"
  },
  {
    "id": "40823",
    "name": "MedWar Sicily",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 10,
    "description": "Designed by Richard Berg. Originally titled Bitter Victory and desktop published by BSO games.&#10;&#10;It is 1943, the Allies have driven the Axis out of Africa and have begun preparations for the invasion of Europe. Unable to launch the invasion of France in 1943, and needing to keep the pressure up in order to prevent German troops being sent to the East Front, the Allies opt to invade Sicily as a stepping stone to Italy. Operation Husky is the code name of the Allied Invasion of Sicily.&#10;&#10;Most of the rules and mechanics will be familiar to anyone who has ever played a wargame. MedWar Sicily has a combat system that rates units for how many dice they get to roll on their behalf, as well as what kind of dice (small arms or heavy weapons). No CRTs.&#10;&#10;The game also uses opportunity cards for each player, whose cards are somewhat different from those of the other player to enhance the game. Resource points are used acquire opportunity cards or refit units. Players are limited in their resource points. The choice is theirs, but there are far more choices than points.&#10;&#10;Playing time for MedWar Sicily 2 to 3 hours. The rules have a section on Solitaire play.&#10;&#10;Game comes with a 34&quot; x 22&quot; mapsheet, full color counters, rules, dice, player aid charts, and box.&#10;&#10;This is an excellent 1 to 4 player game.  In a 2 player game one player is Axis/ one Allied.  In a 3 player game one player is Axis/ one British, one American.  In a 4 player game one player is Italian, one is German/ one is British, one is American.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/YLLMNwOIcpMtBMsNp1JBWA__thumb/img/hoxxtl_K6hNVqlRYtrZkHofMh7c=/fit-in/200x150/filters:strip_icc()/pic448056.jpg"
  },
  {
    "id": "352605",
    "name": "Moving Pictures: Dinosaur Outbreak!",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 8,
    "description": "Spirits are high at the studio, coming off the success of your first major release. But as you run out of awards to win and crew members to toast, there's one question on everyone's mind: can you pull it off a second time?&#10;&#10;The director says she wants the next film to be bolder, riskier, and more challenging to the audience. You're skeptical, but she assures you there's no reason to worry: if it doesn't test well, we can fix it with a secret weapon she likes to call &quot;reshoots.&quot;&#10;&#10;The cameras are rolling on our newest blockbuster: Moving Pictures: Dinosaur Outbreak! This cooperative game for 2 players was designed by Chris Klimowski and is sure to be a big hit.&#10;&#10;In Moving Pictures: Dinosaur Outbreak! players take turns placing numbered scene cards from their hand into the shared Timeline row in hopes of getting all 6 cards in order. The catch? They can't speak or signal to each other, so they'll have to watch each other's play closely for clues. Each card also has an effect listed which can impact placement, swap cards around, or even allow players a rare opportunity to share information.&#10;&#10;Getting it right once is a feat in itself but a full game of Moving Pictures: Dinosaur Outbreak! is played over 3 Acts. The Timeline grows with each Act, making each round harder than the one before. Thankfully you also have access to 2 Deleted Scenes: if the round would end with scenes out of order, you can spend a Deleted Scene to hide one card. These Deleted Scenes don&rsquo;t refresh, meaning that you only get 2 mistakes before the credits roll.&#10;&#10;COMBINING GAMES&#10;Dinosaur Outbreak! can be  combined with another Moving Pictures game. If combining, choose one scene card each numbered 1-16 to play with, and any two Deleted Scene cards.&#10;&#10;",
    "categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Prehistoric",
      "Print & Play"
    ],
    "mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/DWGNOzgMwzoV0Re1y8RH0g__thumb/img/Ekn_06dUzK8ttMAxXNk7r8EjqPg=/fit-in/200x150/filters:strip_icc()/pic6752207.png"
  },
  {
    "id": "130304",
    "name": "Dux Britanniarum: Wargame Rules for Dark Age Warfare in the Age of Arthur",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 180,
    "age": 0,
    "description": "Dux Britanniarum is a table top miniatures wargame by the Too Fat Lardies.&#10;&#10;Dux Britanniarum is a set of rules for wargaming and campaigning in the Age of Arthur. Covering the period 450AD to 600AD the rule book combine all you need to fight tabletop games and to run a virtually paper-free campaign.&#10;&#10;The rules are designed to be played with relatively small forces. A Saxon starter Army is just 38 figures, a British starter army is only 44 figures, both of which can be purchased from our web site in 28mm although the rules play just as well with larger or smaller figures. Forces are grouped into six figures for most warriors and four figures for skirmish and missile troops or cavalry. The tabletop rules are D6 based and simple to use, with the single page playsheet on the rear cover of the rules covering 99% of situations. Activation is determined by a speedy card driven system where all units get to act in any single turn.&#10;&#10;Included with the rules is an A3 pull out map of Britian in around 450AD which provides the background setting to the Dux Britanniarum campaign. Your characters start their campaign as a Saxon Lord or a Romano-British Tribune and will attempt to gain fortune and reputation on the battlefield as you fight to defend or conquer a Romano-British kingdom. Included with the rules are four detailed maps which together cover moderd Britain, Wales and lowland Scotland along with an historical background to each kingdom.&#10;&#10;A character generation system will add colour to your campaign as your Nobles assume their own personalities. The terrain and scenario generator allows games to be set up quickly and to result in an almost infinite variety of games to keep you challenged and enjoying the action. The tabletop rules provide for a fast play system with a fun and exciting narrative as your Nobles lead their men into battle. The unique three phase battle system and force morale mechanism allows you to fight your battles with a minimum of preparation and tie those results into the campaign system for a really exciting and fun gaming experience.&#10;&#10;",
    "categories": [
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/U9NgERTu4liOu-QJOBH0qQ__thumb/img/-In3RfvpLE6EDrG27N3Fk-GtjM8=/fit-in/200x150/filters:strip_icc()/pic1412413.jpg"
  },
  {
    "id": "342684",
    "name": "The Ghost in the Attic",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 0,
    "age": 10,
    "description": "Can you play the haunted game and banish the ghost forever?&#10;&#10;Terrible things happened to those who played this haunted board game when it was released in the 1950s. But the only way to solve the mystery is to play the game yourself.&#10;&#10;Similar to an escape room game, this mystery presents you with a replica board game, chained up with a metal combination lock, and leaves you to work out how to open it and find and solve the mystery.&#10;&#10;",
    "categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "image": "https://cf.geekdo-images.com/gZAOyMMiJkjaZlp292Vj7A__thumb/img/vRS3Fr0xyyPOGle2wqK6x83LTQA=/fit-in/200x150/filters:strip_icc()/pic6316053.jpg"
  },
  {
    "id": "422478",
    "name": "GHQ",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 40,
    "age": 9,
    "description": "World War 2 veteran Kurt Vonnegut's first novel, Player Piano, was published in 1954. While it was critically well received and reprinted in 1955, it was not a financial success. As he worked on his next novel (which would eventually become Cat's Cradle), he needed to supplement his income with other endeavors.&#10;&#10;One of those efforts was an original board game called GHQ (General Headquarters). He designed it throughout 1956 and attempted to sell it to game companies, an effort that was ultimately unsuccessful. His notes on the game were filed away and Vonnegut's GHQ was lost to us.&#10;&#10;Until now.&#10;&#10;GHQ is a fast and strategic two-player battle game. Played on a standard 8x8 checkerboard, players command infantry, armored vehicles, artillery, and the powerful airborne regiment, maneuvering to capture the opposing headquarters. Can you skillfully use real-world combined arms tactics and call on reinforcements at the right time to turn the tide of battle?&#10;&#10;This first edition of GHQ features deluxe wooden pieces and a 24-page commentary booklet showing Kurt Vonnegut's design notes to give insight into his creative process.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Action Points",
      "Grid Movement",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/RVIoJLIWAtVVyKHRTwCl-A__thumb/img/birCJRZ8XzSiOTp4UHqsN5ofeV0=/fit-in/200x150/filters:strip_icc()/pic8242191.jpg"
  },
  {
    "id": "8833",
    "name": "Firefight: Modern U.S. and Soviet Small Unit Tactics",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 90,
    "age": 12,
    "description": "Firefight: Game of US/Soviet Tactical Combat, A tactical game of modern (late 1970's) mechanized combat, partly funded by the US Army as a training tool, to show the effects of the long range and lethality of modern weapons on the techniques and tactics of the modern battlefield.&#10;&#10;Game components: 400 die cut counters, two 22&quot; x34&quot; geomorphic maps, rules booklet, briefing booklet.&#10;&#10;Game Scale:&#10;Game Turn: 40 seconds&#10;Hex: 54 yards / 50 meters&#10;Units: Fireteams &amp; Individual Vehicles&#10;&#10;Game Inventory:&#10;Two 22 x 34&quot; four color mapsheets&#10;One dual-side printed countersheet (400 1/2&quot; counters)&#10;One 20-page Firefight rulebook&#10;One 20-page Reference Data booklet&#10;Two 6-sided dice&#10;&#10;Solitaire Playability: Medium&#10;Complexity Level: Medium&#10;Players: 1 or more&#10;Playing Time: 2-6 hours&#10;&#10;&#10;(from the original SPI flat tray and z-pack cover sheet:)&#10;&#10;Modern US and Soviet Small Unit Tactics&#10;&#10;An Historical Simulation Game&#10;the time is: The First Battle of the Next War&#10;&#10;&#10;     Two separate 22&quot; x 34&quot; maps in four colors&#10;     Terrain and target sensitive CRT's&#10;     Individual, sequenced fire and movement&#10;&#10;&#10;Firefight is game which highlights the dynamics of the modern battlefield. Each unit represents either one vehicle or one &quot;fireteam&quot; (four infantrymen).&#10;&#10;The game scale is 50 meters per hex and 40 seconds per Game-Turn. Each Game-Turn is comprised of a Fire Phase, followed by a Movement Phase, during which the players alternate moving units (those that have not fired), and terminating with an Indirect Fire Phase, during which the players employ and assess fire from off-map artillery and mortar units.&#10;&#10;Firefight makes extensive use of tables to express the strength of a firing unit against a particular target at a given distance. This strength (or firepower rating) is then referred to a Combat Results Table. This procedure allows us to rate different weapon systems versus different target types with much greater accuracy than heretofore. Another innovation is the integration of the terrain effects directly onto the CRT's. Results are colour-coded to graphically display the protection offered by woods, building and defilade (hull-down) positions. The whole effect is a much simpler, but more accurate system of combat.&#10;&#10;Firefight is presented in three stages. Firefight I, II and III. Firefight I introduces the player to the fundamental game system. Firefight II introduces more complex rules, which add realistic effects yo play. Firefight III explores the effects of weapons systems presently under development.&#10;&#10;&#10;(from the SPI soap box cover:)&#10;&#10;Modern US and Soviet Small Unit Tactics&#10;&#10;A Fascinating Future-History Simulation Game&#10;the time is: The First Battle of the Next War&#10;&#10;What if the US and USSR were to meet in a conventional war? Firefight highlights the dynamics of today's battlefield and includes an intensive survey of battlefield tactics and doctrine. The range and lethality of weapons in each country's service are contrasted as players use the tactical deployment of their combined arms system to test the capabilities of their small tactical units. Firefight simulates this possible conflict on a map based on US Army specifications of probable terrain conditions. Colorful cardboard playing pieces move, position, and engage for battle through a superimposed hexagonal grid, which functions like a chessboard's squares. Simple probability charts determine each combat's outcome.&#10;&#10;Contains: comprehensive historical situation briefing; 20 page rules booklet; 400 die-cut cardboard playing pieces; two different 22&quot; x 34&quot; soft map sections; and various playing aids.&#10;&#10;Level of Complexity: Moderate&#10;Average Playing Time: 2 hours&#10;Suitability for Solitaire Play: Moderate&#10;&#10;",
    "categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/hjKP7cfBcbyyyVf0QHW_Ow__thumb/img/5VJlbqHNXdXo02smK05vdFYsVeI=/fit-in/200x150/filters:strip_icc()/pic822503.jpg"
  },
  {
    "id": "260733",
    "name": "The Final Flicktier",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 75,
    "age": 10,
    "description": "The Final Flicktier is a 4X dexterity game for 1-4 players that plays in about an hour. It's family weight in complexity but offers lots of choices and many paths to victory.&#10;&#10;Players flick their space ships (dice) around the table in order to colonize new worlds, harvest resources, and attack other players if they get too close.&#10;&#10;There are five factions in the base game, each with slightly different play styles to give just the right amount of asymmetry.&#10;&#10;If you want a space game that plays fast and scratches the 4X itch in half the time, The Final Flicktier is the game for you.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Flicking",
      "Pick-up and Deliver",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/TrkvcWSr7DIayvdt9jXevg__thumb/img/viStqFGhD6TwJ2JxGezjjtBEyrw=/fit-in/200x150/filters:strip_icc()/pic5793305.png"
  },
  {
    "id": "200500",
    "name": "Thin Ice: Survival has never been so much fun",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 8,
    "description": "A 30 minute tile based game of artic survival for 2-6 players where it's every meeple for itself and even friendships have limits.&#10;&#10;You move on an ever-diminishing ice sheet represented by the tiles whilst trying not to get stranded on a separated ice floe and drifting away.  Make pacts, break pacts, laugh, despair and come face-to-face with the polar bear - survival has never been so much fun!&#10;&#10;...and if that's not challenging enough, a deck of event cards brings an added level of dirty tricks, audacious actions and stress-relieving laughter.&#10;&#10;The winner in Thin Ice termed the &ldquo;survivor&rdquo; is the last player to be able to keep moving on the ever shrinking ice.  If you can&rsquo;t keep moving then a dip into the sea becomes your last action and becoming separated on a single ice floe will be your final farewell to the group.&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game",
      "Dice",
      "Environmental",
      "Exploration",
      "Party Game"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Player Elimination",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/jqmQYI0FXRaVeSbbj5IBOA__thumb/img/bq_S1--tHARz3xg45DlDx1DmJvc=/fit-in/200x150/filters:strip_icc()/pic3025914.jpg"
  },
  {
    "id": "17430",
    "name": "The Old Contemptibles at Mons, 1914",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 12,
    "description": "The Old Contemptibles: The Battle of Mons, 1914 is an operational-level simulation of the first major clash between the Germans and British in 1914.  The German Player is on the offensive, attempting to win the game by eliminating or isolating British units and seizing key terrain on the map.  The British Player is on the defensive, first attempting to prevent the German player from achieving that side's objectives, then escaping off the map with the bulk of the BEF still intact.&#10;&#10;Each hexagon on the map represents approximately one mile from side to opposite side.  Each game turn equals about two hours.  The units of maneuver in the game are mostly regiments for the Germans and battalions for the British.  Each full-strength German infantry regiment contained some 4,000 men and three-dozen cannon; each full-strength British battalion had some 2,000 men and 18 cannon.&#10;&#10;Since this battle was fought over only two days, and both sides' forces entered pretty much fully supplied, there are no supply rules.  Similarly, there are no replacements.  And finally, there are no concentric assault rules, since the British were too proud to become scared when they were surrounded, and the Germans wer too inexperienced to know they should be scared when they were surrounded.&#10;&#10;(from section 1.0 of Rules)&#10;&#10;",
    "categories": [
      "Wargame",
      "World War I"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table"
    ],
    "image": "https://cf.geekdo-images.com/qfbVHRDKw473E3PfiF_NIg__thumb/img/xixG7bsSWJc6gUnXAguQcQ7i7Kk=/fit-in/200x150/filters:strip_icc()/pic74981.jpg"
  },
  {
    "id": "143131",
    "name": "Constructo",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 8,
    "description": "Constructo IN ENGLISH&#10;&#10;Free app Android https://play.google.com/store/apps/details?id=com.dummysoft.games.constructo&#10;&#10;Constructo is an abstract strategy game of 15&rsquo; duration. &#10;The goal in Constructo is to place one of your pieces on top of every tower while preventing the opponent from doing the same. The player with the largest amount of chips on top of the towers will be the champion.&#10;At the beginning of the game, both players prepare the board (9 tiles) and get 3 kinds of chips.&#10;&#10;Each player can perform 1 of these possible actions per turn:&#10;&bull; place a chip on an empty tile, or &#10;&bull; move a chip to an adjacent tile&#10;&#10;The game ends when a player can neither move nor place any chip on their turn. The points are then tallied.&#10;&#10;Winner of VI Edition of Granollers Festival 2013&#10;Edition by Inventure Cloud &copy; 2014&#10;&#10;&#10;Constructo EN ESPA&Ntilde;OL&#10;&#10;App gratuita de Android https://play.google.com/store/apps/details?id=com.dummysoft.games.constructo&#10;&#10;Juego de estrategia de 15 minutos de duraci&oacute;n, del autor Santiago Eximeno. Dos jugadores se enfrentan sobre el tablero para levantar torres. No importa qui&eacute;n participa en su construcci&oacute;n, s&oacute;lo qui&eacute;n coloca la pieza m&aacute;s alta. El jugador que termine con m&aacute;s fichas arriba de las torres ser&aacute; el ganador.&#10;Al inicio los jugadores preparan el tablero (9 losetas hexagonales) y reciben 3 tipos de fichas con las que deber&aacute;n construir las torres.&#10;&#10;Cada jugador puede realizar una de estas acciones por turno:&#10;- Colocar una ficha de su color en una casilla vac&iacute;a del tablero&#10;- Mover una ficha de su color sobre otra ficha adyacente del jugador contrario respetando ciertas reglas.&#10;&#10;Cuando un jugador no puede realizar ninguna acci&oacute;n el juego termina y se cuentan las torres puntuadas. Una partida se compone de 2 rondas consecutivas.&#10;&#10;Ganador I Premio VI Festival de Granollers 2013&#10;Edita Inventure Cloud &copy; 2014&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Modular Board"
    ],
    "image": "https://cf.geekdo-images.com/jK-K_SbBbVxhWTO544tt5Q__thumb/img/itDjmgzKxopzkL0in9hOvJqL7SA=/fit-in/200x150/filters:strip_icc()/pic2237005.jpg"
  },
  {
    "id": "421373",
    "name": "I Heart Manatees",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 10,
    "description": "Play a conservation expert in I Heart Manatees, building your own manatee habitat one tile at a time. Rescue manatees from the ocean, adding them to a habitat that you can fill with their favorite food and fishy friends to score points. Watch out, though, as other players can sabotage your habitat with the menacing bull shark &mdash; oh, the hu-manatee...&#10;&#10;Each player starts the game with one manatee on a starting tile that can hold up to four manatees. On a turn, take the bottommost tile from one of the four columns of tiles on the game board. Add this tile to your habitat, matching the half-symbols (or lack of symbols) on tiles that are adjacent to one another. When you place two half-symbols next to one another, you can get bonuses or score points. Next, take the action of the column from which you took a tile:&#10;&#10;&#10;     Add a manatee to your starting tile (if you have room); for each completed breeding symbol in your habitat, add an additional manatee.&#10;     Move a manatee in your habitat from one tile to another. Manatees can't pass through one another (or through the bull shark), and each tile other than the starting tile can have only one manatee on it. For each completed swim symbol, you can move an additional manatee.&#10;     Take a photo card from the four on display: an orange card gives you points at game's end depending on how well you match the condition on it (e.g., a completed fish symbol), and a green card gives you points immediately...but you must match the condition on it to claim the card.&#10;     Engage in shark sabotage, first moving the bull shark to an empty tile in another player's habitat, then taking the action on the shark die, either stealing a manatee from another player or placing an extra tile in your habitat.&#10;&#10;&#10;When a player takes their fifth photo card or the last manatee is removed from the supply, each player takes one more turn, then the game ends. Each manatee in your habitat is worth 1 point per completed food symbol adjacent to it. Add these points to your photo points to see who wins.&#10;&#10;",
    "categories": [
      "Environmental",
      "Nautical"
    ],
    "mechanics": [
      "Take That",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/3aPOWDGk2qnE2MAk7lGMQg__thumb/img/ezHNlpd44JIYA5LDE29EfaYiQVE=/fit-in/200x150/filters:strip_icc()/pic8222022.jpg"
  },
  {
    "id": "181866",
    "name": "Privacy Quickie",
    "minPlayers": 5,
    "maxPlayers": 10,
    "playingTime": 35,
    "age": 16,
    "description": "In Privacy Quickie, each player receives several YES and NO answer cards, and the question cards are placed number-side-up in the middle of the table. At the beginning of the round, the start player takes the topmost question card from the draw deck and reads the question whose number corresponds to the number on top of the deck. For example: &quot;I have taken a test drive before I was even allowed to drive!&quot;&#10;&#10;Each player answers honestly, but secretly, by placing a YES or NO answer card face down in the middle of the table. Each player must now guess how many players have answered YES. Jot each player's guess on the scoresheet in the proper column. Shuffle the answer cards briefly, then reveal them. Anyone who guessed exactly right gets three points; anyone who was off by one gets one point. Record the points on the scoresheet in each player's left column. The game ends after 15 rounds, and whoever was best able to assess their fellow players, and thus earn the most points, wins.&#10;&#10;Privacy Quickie includes three hundred questions and can be played as a standalone game or used as an expansion for Privacy, Privacy 2, or Privacy: Scharf wie Chili.&#10;&#10;",
    "categories": [
      "Party Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/-I94XBQaHS5mHcCiTr86bQ__thumb/img/ib0Qcv7qar0_aPfLy78oyl79mM0=/fit-in/200x150/filters:strip_icc()/pic2617529.jpg"
  },
  {
    "id": "308126",
    "name": "The Coding",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 25,
    "age": 8,
    "description": "The Coding is a deduction game where victory is acquired by intelligently outsmarting other players in a second.&#10;&#10;You act as, a hacker. The one who attempts to cover his own secret data, at the same time, try to hack the true unrevealed data of other players as much as possible.&#10;&#10;In the game there are 2 type of Code Card.&#10;1. Alphabet Code = A,B,C,D,E,F (one of each)&#10;2. Number Coed = 0-9 (one of each)&#10;&#10;At the start of the game all players will receive 3 Codes which consist of 1 Alphabet Code card and 2 Number cards and that's your code which you have to protect it.&#10;&#10;The goal of the game is be the last one in the game, whose code cards cannot be revealed.&#10;&#10;On your turn you start to declare what you are not by picking 'Data Card'. (Data card is the card which tell everyone that 'This' is not mine. For example I pick Data Card 'A-B'. That means I am telling everyone that my code is not A or B for sure)&#10;&#10;After I  pick 'Data Card', then I send 'Hack Card' to ask someone &quot;is it correct?&quot; (Hack Card is the card that have a question. there're several kind of them. For example &quot;Do you have 0,4,7 or not?)&#10;&#10;After that, others do the same thing. Play for 4 rounds and then say the answer of who you want to decode.&#10;&#10;If you're correct that player out of the game.&#10;If you're wrong, you have to reveal one of your codes.&#10;&#10;The last one who can protect the codes is the winner.&#10;&#10;-description from designer&#10;&#10;",
    "categories": [
      "Deduction"
    ],
    "mechanics": [
      "Deduction",
      "Player Elimination"
    ],
    "image": "https://cf.geekdo-images.com/yvPr2AZB4hvQ7rC_DOveQQ__thumb/img/CXF5V0a6xDB_r4XPFpeHxtNTJ90=/fit-in/200x150/filters:strip_icc()/pic5374096.jpg"
  },
  {
    "id": "177698",
    "name": "Karnivore Koala",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 12,
    "description": "Karnivore Koala is a cards&acute;n&acute;dice game set in a post-eucalyptic world in which 2-6 players are on the hunt for mutant animals.&#10;&#10;Each player controls one koala king and builds up a tribe by placing workbears, villagebears and huntbears in it. Rolling and re-rolling the 5 special dice allows a player to activate their koala's special effects.&#10;&#10;Backstabbears will be used to foil each player`s plans and deny their victory.&#10;&#10;The first player that was able to hunt an appetizer, a main dish and a dessert pleased their king and wins the game!&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game",
      "Dice",
      "Humor"
    ],
    "mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Take That",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/xWiLjoB5kCBvWiSkLpHp2g__thumb/img/LMbjQyOU364AMk9qIb6SOPphKN0=/fit-in/200x150/filters:strip_icc()/pic2729988.jpg"
  },
  {
    "id": "282713",
    "name": "Test of Honour: The Samurai Miniatures Game Gaming Set (Second Edition)",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 12,
    "description": "Test of Honour is a skirmish wargame played on a tabletop battlefield, with roughly 10-20 models on each side. Players select their force before each game based around a hero &ndash; perhaps a samurai, a masterless ronin, or even a warrior monk &ndash; along with one or two loyal companions and a variety of followers, who could be anything from clan soldiers to peasants.&#10;&#10;Battles are swift and bloody as players alternate acting with one of their warriors &ndash; moving and fighting to achieve the objective of the scenario, whether that be cutting down the enemy, defending an outpost or finding and protecting a spy.&#10;&#10;As you play through the battles, your hero will use new skills, and perhaps even take the shameful path of deceit and trickery to gain victory &ndash; such choices are the ultimate test of honour.&#10;&#10;This set contains:&#10;&#10;72 page Rulebook&#10;    100 Gaming Cards&#10;    8 Custom Dice&#10;    67 Counters&#10;    Unarmoured Samurai figure&#10;    Bonus Online Content&#10;&#10;2nd Edition keeps the core system of the version 1 (with various tweaks and balances) and adds new Honour &amp; Dishonour cards, Traits, secret Quests, character progression, improved cavalry, expanded terrain rules, 18 different scenarios and more!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "mechanics": [
      "Action Points",
      "Chit-Pull System",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/fXoOf0s8Qhc3rjPYPKIUJA__thumb/img/5g6j209IHQvVaBDghIDH9Hr9pEg=/fit-in/200x150/filters:strip_icc()/pic6966945.png"
  },
  {
    "id": "396895",
    "name": "Corps of Discovery: A Game Set in the World of Manifest Destiny",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 14,
    "description": "Lewis and Clark are tasked not only with exploring America, but with ridding the land of numerous invasive monsters that have appeared.&#10;&#10;Corps of Discovery: A Game Set in the World of Manifest Destiny is a co-operative deduction game in which players each take the role of one of the crew on the expedition and set out to explore the land. The game board allows for different maps to be inserted into it, so you have many adventures ahead of you.&#10;&#10;In addition to finding and killing monsters, you must also complete numerous daily challenges that require specific resources that you can find on the board. You have to use logic and deduction to reason out where the resources you need are located. Ally yourselves with Sacajawea and the indigenous people of the area to help you on your quest.&#10;&#10;The game comes with two chapters: Fauna and Flora. Each has new mechanisms, a different goal, and new components to give each chapter a different feel.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Adventure",
      "Deduction",
      "Exploration",
      "Puzzle"
    ],
    "mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Deduction",
      "Multiple Maps",
      "Pattern Recognition",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/GbluwCXXLn2Y3MtRykBdbg__thumb/img/Y6xFkP7g2AFTkJyrE9F2_EPYGtI=/fit-in/200x150/filters:strip_icc()/pic7884208.jpg"
  },
  {
    "id": "277035",
    "name": "Monster Mansion",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "The fair has arrived at the city and the house of horrors is undoubtedly the most awaited attraction for all the visitors. Your task will be to put together the best cast, with the most fun yet terrifying monsters, thus ensuring that your attraction will not disappoint the unsuspecting visitors waiting in the box office queue.&#10;&#10;Through an original system of turns, players will obtain the necessary resources to hire the different monsters that come to audition. The objective is to choose well and get the right combination of characters that mean you sell the tickets for your attraction as quickly as possible.&#10;&#10;The player who sells out first will be the winner.&#10;&#10;",
    "categories": [
      "Card Game",
      "Horror",
      "Humor"
    ],
    "mechanics": [
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/6aw0iFit_rAXHfM_ng2-oA__thumb/img/6JCtekjxWpgnUfyL-tOal4LPE04=/fit-in/200x150/filters:strip_icc()/pic5424319.jpg"
  },
  {
    "id": "169720",
    "name": "War of Tanks: France 1940 – The Breakthrough at Dinant",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 600,
    "age": 0,
    "description": "War of Tank: France 1940: The Breakthrough at Dinant, covers the very beginning of the infamous sickle cut, the incredible German blitz that would end two weeks later around Dunkirk.&#10;&#10;On May 12th, Rommel, Hartlieb and their panzer divisions are on the bank of the Meuse River. And they&rsquo;re not there for the fishing. In front of them, the French divisions are just starting to reach their position after a forced marche. And they don&rsquo;t know exactly what to expect.&#10;Rather than a large offensive and pitched battle, the battles that followed were a succession of chaotic attacks and counter-attacks, dashes forward, retreats and reorganizations.  The German breakthrough, as spectacular as it may have been, was the result of stubborn, bitter and costly fighting.&#10;&#10;Freely inspired by the excellent Rommel at the Meuse, a game by Randy Moorehead published as a DTP by Simulations Workshop in 1995 - These are two very different games and systems, but the issues and the salient points of the battle had already been well thought out and built into RatM.&#10;&#10;Published in Battles Magazine #10, 2015&#10;&#10;Game Scale:&#10;Game Turn: approx 4 hours&#10;Hex: 1 miles / 1.6 kilometers&#10;Units: Company to Regiment&#10;&#10;Game Inventory:&#10;One 18 x 33&quot; full color map&#10;Two dual-side printed countersheets (280 1/2&quot; counters)&#10;One 16-page Sedan rulebook&#10;&#10;Solitaire Playability: Medium&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 2-15&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/FyW7RgK2nI_iRGJXipfI7g__thumb/img/1lQ8rndEvpRuR5lyCaoTYkWZUW4=/fit-in/200x150/filters:strip_icc()/pic5784919.jpg"
  },
  {
    "id": "2049",
    "name": "Target",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 8,
    "description": "Target&reg; is a rummy game like nothing you've ever played. One deck of 82 &quot;Playing&quot; cards are numbered 0 though 9 in 4 colorful suits, plus a 5th &quot;wild&quot; suit, and are used for making melds. Another deck contains 28 all-different &quot;Target&quot; cards, each of which describes a meld and a point value, the more difficult melds having a higher point value. Five Target cards are dealt face up for all to see. Players draw and discard as in rummy. When a player lays down the meld shown on one of the Target cards, they win that Target card, and score the points. A new Target card is then dealt to replace it, so the melds change all the time! What's more, players can (and do!) win 2 or more Target cards on a single play by laying down groups of Playing cards which make the melds on 2 or more Target cards. Includes 110 cards and instructions in a colorful metal tin. 2-4 players, ages 8-adult.&#10;&#10;-- from the publisher&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/JQfd6zHt16dZqcErugS4dw__thumb/img/0K6fJ6heB9HXiJbNCGUr2MnLx80=/fit-in/200x150/filters:strip_icc()/pic5280875.png"
  },
  {
    "id": "422071",
    "name": "Amenaza Gigante",
    "minPlayers": 1,
    "maxPlayers": 3,
    "playingTime": 25,
    "age": 10,
    "description": "In a world where steam and gears reign supreme, the tranquility of the cities is threatened by the arrival of a Mechanical Giant. Its origin and motivations are a mystery, but driven by an inexhaustible energy, this colossus of metal sows chaos in its wake, leaving behind ruins and hearts filled with fear. Faced with this unprecedented challenge, three brave heroes of diverse skills and origins unite with a common goal: to stop the unstoppable machine of destruction. Together, they must face unimaginable dangers, test their wits, and risk everything to protect humanity and restore hope. The fate of all now depends on the courage and determination of these three heroes.&#10;&#10;Game Development:&#10;The game consists of resolving: 1) the Giant cards, 2) the Heroes' rondels, and 3) the City cards. These mechanics are explained in detail later, but it is most important to understand this sequence.&#10;If the Giant cards run out, it is considered that the Giant has reached the City. From then on, the sequence is: 1) The City receives 2 points of damage, 2) The rondels are resolved, and 3) The City mechanics are resolved. This continues until the Giant is defeated or destroys the City.&#10;&#10;&#10;Introducci&oacute;n:&#10;En un mundo donde el vapor y los engranajes dominan, la tranquilidad de las urbes se ve amenazada por la llegada de un Gigante Mec&aacute;nico. Su origen y sus motivaciones son un misterio pero, movido por una energ&iacute;a inextinguible, este coloso de metal siembra el caos a su paso, dejando a su estela ruinas y corazones llenos de temor. Ante este desaf&iacute;o sin precedentes, tres valientes h&eacute;roes de diversas habilidades y or&iacute;genes se unen con un objetivo com&uacute;n: detener la imparable m&aacute;quina de destrucci&oacute;n. Unidos, deben enfrentar peligros inimaginables, poner a prueba su ingenio y arriesgarlo todo para proteger a la humanidad y restaurar la esperanza. El destino de todos depende ahora de la valent&iacute;a y determinaci&oacute;n de estos tres h&eacute;roes.&#10;&#10;Desarrollo del Juego:&#10;El juego consiste en ir resolviendo: 1) las cartas de Gigante, 2) los rondeles de H&eacute;roes y 3) las cartas de Ciudad. M&aacute;s adelante se explica en detalle estas mec&aacute;nicas pero lo m&aacute;s importante es entender esta secuencia.&#10;Si se acaban las cartas de Gigante, se considera que este lleg&oacute; a la Ciudad. A partir de entonces la secuencia es: 1) La Ciudad recibe 2 puntos de da&ntilde;o, 2) Se resuelven los rondeles y 3) Se resuelven las mec&aacute;nicas de la Ciudad. Esto contin&uacute;a hasta que el Gigante sea derrotado o destruya la Ciudad.&#10;&#10;",
    "categories": [
      "Fantasy"
    ],
    "mechanics": [
      "Action / Event",
      "Action Drafting",
      "Bias",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Events",
      "Modular Board",
      "Multi-Use Cards",
      "Player Elimination",
      "Rondel",
      "Scenario / Mission / Campaign Game",
      "Simultaneous Action Selection",
      "Stat Check Resolution",
      "Stock Holding",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/7RYJh6waOre0P88qcyCJIQ__thumb/img/lwr4ykFI6tMNpB-k7tOF7oEYe0M=/fit-in/200x150/filters:strip_icc()/pic8231505.jpg"
  },
  {
    "id": "369549",
    "name": "All Roads",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "Develop the surroundings of Rome with Houses, Villas, Spas, and Monuments.&#10;&#10;Each player starts with a set of wooden structure tokens and a hand of four tiles. On your turn, play two tiles and ensure all roads lead back to Rome, then draw two replacement tiles. Place Houses at formed dead-ends, evolve Houses to Villas or Spas by encircling them with roads, and create Monuments by encircling empty areas.&#10;&#10;The game blends competition and cooperation, encouraging mutually beneficial actions. Clever road placement adds a layer of social strategy and impacts multiple players.&#10;&#10;Mid-game, the game dynamic evolves, as the competitors' objectives diverge due to decreasing token reserves.&#10;&#10;Victory goes to the player with the fewest remaining tokens, by total value.&#10;&#10;",
    "categories": [
      "Ancient",
      "Territory Building"
    ],
    "mechanics": [
      "Modular Board",
      "Pattern Building",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/2WSOSh_KLgKb5q3CtBl93Q__thumb/img/3zpHzoV9o3d0Apb4quWxQnzM9qs=/fit-in/200x150/filters:strip_icc()/pic7036631.jpg"
  },
  {
    "id": "356084",
    "name": "Olympus Fluxx",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "Fluxx is a card game in which the cards themselves determine the current rules of the game. By playing cards, you change numerous aspects of the game: how to draw cards, how to play cards, and even how to win.&#10;&#10;At the start of the game, each player holds three cards and on a turn a player draws one card, then plays one card. By playing cards, you can put new rules into play that change numerous aspects of the game: how many cards to draw or play, how many cards you can hold in hand or keep on the table in front of you, and (most importantly) how to win the game.&#10;&#10;Olympus Fluxx takes the basic gameplay of Fluxx and infuses it with nearly two dozen characters from Greek and Roman mythology. Party with the pantheon of gods and goddesses of ancient Greece &mdash; but be sure to use their Roman names instead if the New Rule &quot;Roman Times&quot; is in play. Zeus demands that you join in the fun!&#10;&#10;",
    "categories": [
      "Card Game",
      "Mythology"
    ],
    "mechanics": [
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/fUw4cs11KWcg-UmEI5QUCA__thumb/img/m7KDqB0bZyRp_UH0vYmQJ7Qagh8=/fit-in/200x150/filters:strip_icc()/pic6671861.png"
  },
  {
    "id": "130043",
    "name": "Fail Safe: Strategic Nuclear Warfare in the Cold War",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 90,
    "age": 0,
    "description": "Fail Safe is a wargame of a hypothetical strategic nuclear air war sometime in the late 1950s, before the age of the ballistic missile. There are two players, the East Bloc and the Free World. Each player has units representing formations of aircraft, weapons systems, and air defense forces. Players move their units, conduct air-to-air battles, and bomb ground targets. The objective of the game is to drop sufficient nuclear weapons upon the other side in order to prevent them from dominating the world.&#10; The game map encompasses much of the northern hemisphere, centered on the North Pole. Each game turn represents an hour or more of flight time, and each unit represents a wing of specific aircraft, by type.&#10;&#10;Components: One 22&quot; x 34&quot; map &amp; 228 counters&#10;&#10;Magazine: Strategy &amp; Tactics #283&#10;&#10;",
    "categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "mechanics": [
      "Area Movement"
    ],
    "image": "https://cf.geekdo-images.com/9PIv9TrDOIzlIscnyztaSw__thumb/img/ACNBf6HZj25KZvid-CG4aIzzUbM=/fit-in/200x150/filters:strip_icc()/pic6548544.jpg"
  },
  {
    "id": "384173",
    "name": "Indiana Jones: Cryptic – A Puzzles and Pathways Adventure",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 10,
    "description": "Face booby traps, menacing villains, and supernatural threats in this puzzle-filled, action-packed &ldquo;escape room&rdquo; game. Using Dr. Jones&rsquo; journal as your guide, you&rsquo;ll decipher ancient texts, uncover valuable clues, and defeat unknown evils with logic, deduction, and creative thinking. Plus, you&rsquo;ll navigate trap-filled temples and mysterious jungles by drawing your route through perilous maps. Choose wisely, and you&rsquo;ll find fortune and glory in this unforgettable adventure!&#10;&#10;-description from publisher&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Cooperative Game",
      "Events",
      "Pattern Building",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/8IElRPqSXeFrbFpApEBUrQ__thumb/img/YiliomcJEq4eDhpfkhHnLX9XY54=/fit-in/200x150/filters:strip_icc()/pic7453120.png"
  },
  {
    "id": "183716",
    "name": "Capitán Flint",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 8,
    "description": "After overcoming many dangers, you have finally found the treasure of Captain Flint. You'll have to calculate properly when to claim your share of the treasure since the other pirates also want their part, and you must be ready by the time Parche, Captain Flint's parrot, appears.&#10;&#10;And all this before the ghost of the Captain arrives on the scene.&#10;&#10;Capit&aacute;n Flint is a frenzied card game for 2-6 brave and gutsy pirates. Catch the parrot Parche to find the treasure, collect as many gems and coins from it before Flint's ghost catches you, and become the richest pirate.&#10;&#10;At the end of the game, the player who has collected more jewels from Flint's treasure wins!&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Pirates"
    ],
    "mechanics": [
      "Pattern Recognition",
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/SwB4F3TNZNbQeQ-JbutcCw__thumb/img/vTooDhBOIoR39AgN8yXr3RFsogA=/fit-in/200x150/filters:strip_icc()/pic2681705.jpg"
  },
  {
    "id": "396866",
    "name": "Caper Cards: Bells Hells",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 12,
    "description": "In this cooperative card game, assemble the Bells Hells adventuring party of Critical Role Campaign 3 to pull off a daring heist. You&rsquo;ll aim to play your Crew cards strategically as a team, hoping to exceed the value of the treasure you&rsquo;re pursuing without going over 21. Each Crew card bears gorgeous art of the teammate, the card&rsquo;s numerical value, and an ability, such as Chetney&rsquo;s ability to be played as either a 6 or a 9. Play is quick, with gameplay lasting around 20 minutes, and you can play it with up to 4 players, including a solo mode.&#10;&#10;The game comes in a compact box containing 24 Crew Cards (3 of each member of Bells Hells), 1 Risk Card, 10 unique Reward Cards, and a Player 1 Marker Card. With these cards, players can work together to plan and execute their heist.&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction"
    ],
    "mechanics": [
      "Cooperative Game"
    ],
    "image": "https://cf.geekdo-images.com/hmPA-mNqPa392gWXjlq95g__thumb/img/6uLz2pIPlJZwZppMCf4nszD4WJE=/fit-in/200x150/filters:strip_icc()/pic7653796.png"
  },
  {
    "id": "367521",
    "name": "Dice Colony",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 14,
    "description": "The Year is 2112. Earth's resources are running out and your mission is to explore a planet to transform it into the new home of our species.&#10;&#10;Dice Colony is a roll &amp; write style game in which you are going to be presented with many options. It is easy to understand, but only the player who plans and adapts best to unforeseen events will be the winner.&#10;&#10;Every turn 3 dice are drawn from the bag and each player chooses one to draw on their planet. The color of the die represents the type of resource and the number indicates the distance you have to draw it with respect to some space you have already filled on the map.&#10;&#10;You're going to have to think carefully about how to expand throughout the map, to earn more points than other players. Points are earned in a variety of ways: by forming groups, founding colonies, and completing objectives.&#10;&#10;You will also be able to collect energy, which will allow you to modify the value of a die in future turns, to reduce randomness and accommodate your plans.&#10;&#10;Explore, colonize and terraform a planet, discover its resources and solve the mishaps so that your planet becomes the future home of all mankind!&#10;&#10;",
    "categories": [
      "Dice",
      "Science Fiction",
      "Territory Building"
    ],
    "mechanics": [
      "Dice Rolling",
      "Enclosure",
      "Map Reduction"
    ],
    "image": "https://cf.geekdo-images.com/Y6o1-Vpb3SHZ-fsYmYInpQ__thumb/img/Vyx6ENy5UeiZwLKyBhWdmJK5Gg4=/fit-in/200x150/filters:strip_icc()/pic6978776.png"
  },
  {
    "id": "28096",
    "name": "De Bellis Magistrorum Militum: Wargame Rules for Ancient and Medieval Battle from 3000 BC to 1525 AD",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 240,
    "age": 11,
    "description": "This is Phil Barker&#039;s significant reworking of the De Bellis Multitudinis: Wargames Rules for Ancient and Medieval Battles &#226;&#128;&#147; 3000 BC to 1500 AD system.&#10;&#10;Basic scale, size, and system remain in place, but significant differences in troop and army capabilities make it a  completely new game that plays very differently.&#10;&#10;Related games from the same family:&#10;&#10;&#10;    De Bellis Antiquitatis: Quick Play Wargame Rules with Army Lists for Ancient and Medieval Battles&#10;    De Bellis Multitudinis: Wargames Rules for Ancient and Medieval Battles &#226;&#128;&#147; 3000 BC to 1500 AD&#10;    De Bellis Renationis&#10;    Hordes of the Things&#10;&#10;&#10;",
    "categories": [
      "Ancient",
      "Book",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Simulation",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/Pm7zN7QH0k5zMomwS7Itbg__thumb/img/5Q3pOD061fBs83nqzeij2-YWjyI=/fit-in/200x150/filters:strip_icc()/pic760408.jpg"
  },
  {
    "id": "281310",
    "name": "Waters Edge",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 10,
    "description": "Welcome to Waters Edge, the game with a catch! &#10;This brand new card game invites you to spend a week in Waters Edge, a tiny town tucked away on the edge of the seas. Cast your nets and keep the ice house stocked, ready to feed the town folk as the buildings grow... but watch out for storms, whales and cheeky seagulls!&#10;&#10;Game play cycles through day and night presenting different challenges along the way - will you focus on completing your lighthouse to unlock night fishing or work on increasing the size of your town and catching the most fish?&#10;&#10;The objective of the game is to gain as many points as possible in the timescale available. Points are gained by collecting, preserving and selling fish and expanding the town. Game play lasts for one 'week' with each day made up of 6 rounds of play; 4 day-time and 2 night-time.&#10;Certain actions are only possible at night as they require a source of light i.e. using the Full Moon card or completing a Lighthouse, so tactical thinking is a must as the rounds move through the day. &#10;How will you manage your town as time progresses?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/ViZeKPq5IMFeRPHYyzQjtA__thumb/img/4BTwybi77eo8fA3LIdMeMg4fe6s=/fit-in/200x150/filters:strip_icc()/pic5179009.jpg"
  },
  {
    "id": "41247",
    "name": "Mia",
    "minPlayers": 2,
    "maxPlayers": 12,
    "playingTime": 20,
    "age": 8,
    "description": "Mia is an ancient bluffing dice game using two dice and a cup to conceal the dice. There are affinities with Perudo (and the card game Cheat), but also some interesting differences. Mia is often purported to have been played by the Vikings.&#10;&#10;Players take turns rolling the dice beneath a cup and announcing a higher roll than the previous roll.  This announcement can be challenged, with the roller losing a life if caught lying, and the challenger losing a life if the roller was truthful (players typically start with three lives).  There is also the option (instead of rolling the dice oneself or challenging the previous roller) of  passing your turn (without viewing the roll under the cup) to the next player.  In this case the passer assumes responsibility for the roll as if he or she had rolled it him- or herself.  (Thus, if the next player challenges the announced value, it is the passer who stands to lose a life if the value under the cup is not that which was announced.)&#10;&#10;One interesting feature of Mia is the non-standard ordering of rolls. &quot;21&quot; is &quot;Mia&quot;, the highest roll.  Next come the doubles in ascending order: 11 is the second best roll, then 22, 33, 44, 55, 66.  From there the numbers descend, with the higher die always naming the tens value and the lower die naming the ones value:  65, 64, 63, 62, 61, 54, 53, 52, 51, 43, 42, 41, 32, and 31 as the lowest value.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Dice"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/X_c6s9SWqinKgZJ4fJErGQ__thumb/img/h2ieZsHS8SF4sSzUesihvjXmTaY=/fit-in/200x150/filters:strip_icc()/pic451926.jpg"
  },
  {
    "id": "394217",
    "name": "Shadows of Brimstone: The Impossible Hell Train",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 12,
    "description": "In The Impossible Hell Train Core Set, players take on the role of a group of traveling Heroes riding the railroad through the corrupted territory of the American Southwest. With the long-awaited rail lines of the Western Express now up and running, an influx of new blood have set their sights on making a name for themselves in the Badlands of Brimstone. But these are dangerous times, and swarms of HellBats darken the sky while gangs of Train Robbers lay in wait for the next locomotive carrying precious Dark Stone and wealthy passengers looking for adventure.&#10;&#10;Players take on the role of Heroes like the Bounty Hunter, boarding trains to seek out her next bounty, dead or alive, the daring Cavalry Officer, master of Hit and Run attacks, wielding a pistol and sabre, the cunning Reporter from the big city, searching for the story of a lifetime, and the hearty Rail Worker, swinging his two-handed sledgehammer to smash demons as easily as he drives rail spikes to build the lines.&#10;&#10;New Enemies include hordes of Soulless, demon-possessed undead passengers that have had their souls ripped out, Mounted Train Robbers on horseback to ride up alongside the train for a high speed shootout, as well as Train Robbers on foot for when they board the train searching for goods and Dark Stone to steal, Grotesques, nightmarish winged gargoyles from the Badlands that descend from the skies to tear their way into the train, and the hulking Hellborn Engineer, fused with the burning coals and twisted iron of the train itself, this brute burns hot with the power of the Darkness!&#10;&#10;This set also features the otherworldly Hell Train, itself; a nightmare locomotive that runs on rails of fire, barreling through the Void and burning its mark across all worlds! Flickering in and out of reality, the runaway Hell Train belches black smoke from its stacks, and the sound of its whistle splits the night as the thunderous rumble of its engine shakes the foundations of the earth as it approaches.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Adventure",
      "American West",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/XXkGZBMHwINMq6nap2f8gQ__thumb/img/4twnRy_xWjIE8f07lymVOswy_3M=/fit-in/200x150/filters:strip_icc()/pic7655512.png"
  },
  {
    "id": "125061",
    "name": "Super Tooth",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 6,
    "description": "Game description from the publisher:&#10;&#10;Trap the Triceratops! Apprehend the Apatosaurus! Race to capture sets of matching dinosaurs in the ferociously fun card game Super Tooth. The bigger the set, the bigger your reward &mdash; but don't bite off more than you can chew, or you may fall prey to a Velociraptor, a volcano, or even the dreaded T. Rex! Collect the most sets and you'll go down in prehistory!&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Prehistoric"
    ],
    "mechanics": [
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/iRiuijf2TATNRYrTJLSiDQ__thumb/img/swTsUcR9LqJn7mxRV_p_QMyCnhQ=/fit-in/200x150/filters:strip_icc()/pic2401329.jpg"
  },
  {
    "id": "24118",
    "name": "Pictionary Mania",
    "minPlayers": 4,
    "maxPlayers": 0,
    "playingTime": 30,
    "age": 12,
    "description": "Similar to Pictionary, but now, there are 5 new ways to play:&#10;-Body Doodle&#10;-Draw Back&#10;-Eyes Wide Shut&#10;-Direct a draw&#10;-Panograph&#10;Besides, the path to winner's circle can get shorter or longer.&#10;It uses doodle pro boards instead of papers and pencils for drawing, and it is now for only 2 teams, with each team has 2 or more players.&#10;&#10;",
    "categories": [
      "Party Game",
      "Word Game"
    ],
    "mechanics": [
      "Acting",
      "Line Drawing",
      "Paper-and-Pencil",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/L8FwWiYupFz55NvrNut4VA__thumb/img/2NymjC4tRt0lFtz_qvg-l25Q7eQ=/fit-in/200x150/filters:strip_icc()/pic133070.jpg"
  },
  {
    "id": "298618",
    "name": "Hatairo",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "On your turn, you choose and perform an action that leads you to earn victory points by completing a flag in your gallery. You earn extra victory points when the arrangement flags in your gallery resonates with your motifs and your styles.&#10;&#10;Market may provide you a sketch of a flag to the Atelier, or a pigment to the Palette. You may also directly complete a flag sketch from the Market to your Gallery. Depending on its position, you may earn bonus pigments.&#10;&#10;The game ends when a player completes all 12 flags in her Gallery. The player with the highest victory points win the game.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/t3yTiClAI_ftCFX_9PSvSQ__thumb/img/cFlmgAiwMEHah-8F43lsK1bF13c=/fit-in/200x150/filters:strip_icc()/pic5221102.png"
  },
  {
    "id": "322717",
    "name": "Idle Hands",
    "minPlayers": 3,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "In the must-follow trick-taking game Idle Hands, a.k.a. &#230;&#130;&#170;&#233;&#173;&#148;&#227;&#129;&#167;&#227;&#129;&#138;&#228;&#187;&#149;&#228;&#186;&#139;, the lead suit is determined by an extra card played to the trick from among a player's face-up mission cards. The highest card of the lead suit wins all the cards, then adds the mission card to their hand! Every trick is worth points, but this isn't necessarily a good thing since the 4s and 8s are worth their face value in negative points.&#10;&#10;At the end of the game, whoever has the most points &mdash; or, more frequently, the fewest negative points &mdash; wins!&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Horror",
      "Mythology"
    ],
    "mechanics": [
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/V02ZTu9amm8PE6wNwB03Wg__thumb/img/XUAVFW53B2_VIa1wCvQofxA74i4=/fit-in/200x150/filters:strip_icc()/pic8419913.png"
  },
  {
    "id": "381",
    "name": "X Pasch",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 8,
    "description": "This vindictively fun game is ostensibly about gaining control of businesses, which are represented by cards.  Every turn, each player gains income from companies where he has the most boardmembers, then rolls three dice and uses them for various purposes:  bringing a new business into the game, adding boardmembers to existing businesses, or drawing new cards.&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/dAN5v5l7PPjZ8puH6KObZA__thumb/img/tHSaxV87SZ4hD_L5vMDFAtGf9ys=/fit-in/200x150/filters:strip_icc()/pic687790.jpg"
  },
  {
    "id": "161885",
    "name": "Rail USA",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 40,
    "age": 12,
    "description": "The quick, cube-rails game Rail USA &mdash; one of three titles in Winsome Games 2014 Essen Set &mdash; shares some similarities with SNCF, a.k.a. Paris Connection. Each round, a player acquires a share of one company, builds track in existing companies, then delivers goods along that track. Each round, a new company enters the mix. The track-building and goods deliveries trigger payouts, and the player with the most money at the end of six rounds wins.&#10;&#10;",
    "categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "mechanics": [
      "Network and Route Building",
      "Pick-up and Deliver",
      "Stock Holding"
    ],
    "image": "https://cf.geekdo-images.com/iPixJThUjz4OhBUsA8GjDw__thumb/img/gquZRBAMi8EC2OBQ8hFKbhMLcGo=/fit-in/200x150/filters:strip_icc()/pic5309675.jpg"
  },
  {
    "id": "1781",
    "name": "The Warlord Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 180,
    "age": 12,
    "description": "The Warlord Game is a medieval wargame along the lines of &quot;Fief&quot; or the computer wargame &quot;Lords of the Realm&quot;. You are a Knight. You hold one fief, and you live in Medieval Germany. By conquest and courage, you must unite up to 17 fiefs in your area and become King or Emperor. Tournaments, mercenaries, random events, and knavery add spice to an otherwise conventional game of medieval conquest.&#10;&#10;",
    "categories": [
      "Medieval",
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/Or_jWT293RX9iZZd6udOTw__thumb/img/W65VomEBHvBX1S7K07hCVeMilE8=/fit-in/200x150/filters:strip_icc()/pic5048437.jpg"
  },
  {
    "id": "277408",
    "name": "Austerlitz 1805",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 240,
    "age": 14,
    "description": "There were three emperors at Austerlitz.  Two of those emperors were the product of hidebound tradition and court intrigue; the other was the product of an insatiable ambition for glory coupled with a limitless appetite for hard work.  Two saw their armies in terms of being a regal adornment of colour, martial airs, and ceremonial drill; the other knew his army down to the last pot of axle grease and the face of every soldier aspiring to win a marshal&rsquo;s baton.  Two dallied with war; for the other, war was his stock-in-trade.&#10;&#10;On December 2nd 1805, in a very ordinary part of Moravia, the mettle of all of them was put to the test.&#10;&#10;Trafalgar Editions&rsquo; Austerlitz is a miniatures-orientated rendering of Napoleon Bonaparte&rsquo;s greatest triumph.  Using an adaptation of the system first seen in Waterloo 1815: Napoleon&rsquo;s Last Battle, Austerlitz offers a larger battlefield for manoeuvre, the early morning effects of fog (hidden movement and the chance that forces will blunder into each other), and opposing armies of contrasting strengths and abilities.&#10;&#10;The battle is played out on a beautiful and entirely grid-less rendering of the historical terrain, upon which players will deploy and move their forces.  Those forces are represented by tokens of various size, depicting infantry in all the key Napoleonic formations, as well as cavalry in both column and line, and foot and horse artillery.  Combining modern design sophistication with the practice and look of traditional kriegspiel, this is Napoleon&rsquo;s greatest victory rendered the way the emperor himself would appreciate.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/R5kjwwJ5RLCMKTbXUx0kQw__thumb/img/z9vYksdCy1Dierz9P7naZsPRoVM=/fit-in/200x150/filters:strip_icc()/pic4683937.jpg"
  },
  {
    "id": "108832",
    "name": "Chocoly",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "Chocoly (aka, Schokoly) is a tile-laying game in which players attempt to create the largest continuous area of their own color of chocolate. Players keep a hand of four tiles drawn from a common pool of 2x2 tiles. Each tile contains a mix of two or three types of chocolate squares: dark, milk, or white. Play continues with players placing tiles in turns onto the board. An extra element of game play comes from the wooden smarties which can block or enable tiles being laid in a second layer, blocking or creating connections between groups.&#10;&#10;With three players, the third color is played normally, but with two or four players, the unused color has an additional play element, with surrounded groups of the neutral color scoring for the player or team who touches them most.&#10;&#10;Chocoly is related to the earlier released Scho K.O. but includes a third color of chocolate, with the red smarties being divided equally among all players.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Modular Board",
      "Pattern Building",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/-pnU5l5tgtnhTM7XeJhqFw__thumb/img/y7i3f0R6xbzQFfJYhyMJjfMYGzY=/fit-in/200x150/filters:strip_icc()/pic7481065.jpg"
  },
  {
    "id": "189628",
    "name": "Tesseract",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "In Tesseract, mighty gods fight each other playing with the Tesseract and the balance of the Universe. The Tesseract is a cosmic cube in constant evolution; it controls all that exists in the Universe, things and beings.&#10;&#10;Each part of the Tesseract is defined by one of the three cosmic colors, which represent the three different qualities of the Universe: yellow is the ascending energy, blue is the descending energy, red is the expansive energy. By manipulating the Tesseract, the gods influence the balance and the destiny of the Universe.&#10;&#10;Players try to match the Equilibrium cards with the Tesseract&rsquo;s arrangement, in order to score Power points. By playing Divine Interference cards they can rearrange Tesseract&rsquo;s surface. At the end of the games, the player with most Power point is the winner&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/-pnyMWrjsXXb8jP3OLPN5A__thumb/img/JzYzJYh33Nm5OnhBaJj-ouLMQuc=/fit-in/200x150/filters:strip_icc()/pic2796172.jpg"
  },
  {
    "id": "3825",
    "name": "Breakthrough",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 10,
    "age": 8,
    "description": "Breakthrough was designed by William Daniel 'Dan' Troyka in 2000 and originally played on a 7x7 board. After the size of the board was changed, it won the 2001 8x8 Game Design Competition, sponsored by About Board Games, Abstract Games Magazine and the Strategy Gaming Society. The game is simple but addictive -- the goal is to try to get one of your pieces to the other side of the board before your opponent does the same. For 2 players.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Point to Point Movement",
      "Square Grid"
    ],
    "image": "https://cf.geekdo-images.com/hZEsvua-cIvlHVeZoMPTEA__thumb/img/JbOS-8KRBV3b3M0apRnPjgttK7w=/fit-in/200x150/filters:strip_icc()/pic1569920.png"
  },
  {
    "id": "12040",
    "name": "Omega Chess",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 8,
    "description": "Omega Chess is a variant of Chess, played on an expanded board with two new types of pieces.&#10;It mostly follows the rules of traditional chess.&#10;&#10;The whole chessboard has 10x10+4 squares: it consists of one large expanded 10x10 square with ten rows and ten columns of squares, as well as four additional squares which are located diagonally to each corner.&#10;&#10;Those outmost corners are the opening position for the Wizards, one new kind of piece in Omega Chess. The other new kind of piece are the Champions, which are located in the corners of the 10x10 square, with a Pawn in front of them (there are ten in total) and a Tower to their side. The remaining pieces - that are also found on a traditional 8x8 square - are between the Champions and their Pawn, arranged as usual.&#10;&#10;Similarly to the Knight, the new pieces are classified as leapers, which allows them to jump over pieces. A Champion can jump two squares in all eight directions. The Wizard can either jump three squares straight and then one square to either side, or move one square diagonally. Except for Pawns, standard pieces move as usual. Pawns are also allowed to move three squares from their initial position. As with moving two squares at once, they can be captured en passant when doing so.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Grid Movement"
    ],
    "image": "https://cf.geekdo-images.com/C9wiPPFRHtOnKJ7McDSxoA__thumb/img/N4YQLtK5hl3OpjP1Tuqo7SA9VuY=/fit-in/200x150/filters:strip_icc()/pic48469.jpg"
  },
  {
    "id": "18422",
    "name": "Citadel",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 10,
    "description": "COMPONENTS&#10;    * FIELD - [1] The game board. A large grid such as a GO board is typical (18x18 squares).&#10;    * WARRIORS - [~100] round counters with a different color for each player. GO or Pente pieces work well..&#10;    * WALL SECTIONS - [~50] or so Square, flat, wooden tiles that fit inside the grid squares. The blank side of Scrabble tiles work well.&#10;    * CITADELS - [~9] Flat markers that a warrior can rest atop. Scrabble tiles, or quarters work well.&#10;&#10;PREMISE&#10;Each player is in a power struggle to control the most citadels. You fortify your citadels with walls, and guide your warriors in the field of battle to storm other citadels.&#10;&#10;HOW TO WIN&#10;Control the majority of CITADELS by a difference of 2 at the beginning of your turn. (e.g. 5-3, 3-1, etc.)&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Medieval"
    ],
    "mechanics": [
      "Action Points",
      "Point to Point Movement",
      "Tile Placement"
    ],
    "image": ""
  },
  {
    "id": "243530",
    "name": "Ingenious Extreme",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "In Ingenious, a.k.a. Einfach Genial, players take turns placing colored domino-style tiles on a game board, scoring for each line of colored symbols that they enlarge. The trick, however, is that a player's score is equal to their worst-scoring color, not their best, so they need to score for all colors instead of specializing in only one or two.&#10;&#10;Ingenious Extreme features the same gameplay as Ingenious, but with the domino-style tiles consisting of two conjoined octagons instead of two conjoined hexes. Since the pieces in Ingenious had six colors on them, 'Ingenious Extreme features eight colors, giving players more to juggle as they try to score well across the board while shutting out opponents.&#10;&#10;In more detail, each player has a rack with six tiles on it, and on a turn a player places one tile from their rack onto two empty octagon spaces of the game board. For each octagon on this tile, they score one point in that color for each octagon of the same color that lies adjacent to it and each octagon in a straight line from it. (In all you must check for scoring in seven directions from each half of the tile; you never look back from one half of the tile through the other half.) If a player brings the score of a color to 13, they immediately take another turn. At the end of their turn, they refill their rack to six tiles. (Before refilling their rack, if they have no tiles on it that contain hexes in their lowest-scoring color, they can discard all of their tiles, then draw six new tiles from the bag.)&#10;&#10;When no more tiles can be placed on the game board or when one player scores 13 in each color, the game ends. Players then compare their lowest scores, and whoever has the highest low score wins.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Highest-Lowest Scoring",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/e8cKa9Bgu7zkx7vDPx0T7Q__thumb/img/oYHMhsN4npCCkosHmUtB2UKVrF8=/fit-in/200x150/filters:strip_icc()/pic3950346.jpg"
  },
  {
    "id": "3925",
    "name": "Elefant Hunt",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 10,
    "description": "A Tom Wham game appearing in Dragon (Issue 88 - Aug 1984). Move your hunter on the board and capture animals to bring back to port. Players hire hunters and collect supplies for an expedition to the interior. When they feel they are ready, they set out to hunt wild game and bring back lots of animals - alive. First one to 100 points wins.&#10;&#10;",
    "categories": [
      "Adventure",
      "Humor"
    ],
    "mechanics": [
      "Dice Rolling",
      "Events",
      "Paper-and-Pencil",
      "Pick-up and Deliver",
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "image": "https://cf.geekdo-images.com/D7QYeIcboOM5zrIzr7r3Vw__thumb/img/wv6ZsYfA-6q9891QF_Qxp1KNYck=/fit-in/200x150/filters:strip_icc()/pic387637.jpg"
  },
  {
    "id": "20081",
    "name": "Dschamál",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 20,
    "age": 8,
    "description": "Released in Essen 2005.&#10;&#10;Dschamal offers four variants on a simple game of feeling in a black sack for oddly shaped wooden pieces. Not gentle, relaxed feeling, oh no. This is dog eat dog, fight like animals feeling, as two players each thrust their hand into the sack to grab a piece before the other. The rules call it a duel, and a duel it is! As the crowd watches the very entertaining spectacle of people trying to feel a shape without looking in, pulling the bag back and forth, and trying not to pull out the wrong shape, or a black shape, or to grab the camel piece and slam it down shouting &quot;I'm the camel!&quot;, they get to decide if players have cheated or failed the task. It's a very aggressive but fun game. First player to seven pieces win.&#10;&#10;The rules are suprisingly complex though, with several What If variants that you have to run through to understand all the possible outcomes. The other three games in the rules offer variants on what to do with the pieces, such as build a tower, but it's essentially still a duel. Along with Bausack and Bamboleo, Zoch seem to have cornered the market in oddly shaped wooden pieces. Dscahamal is nicely made and fun, but you may tire of it quickly, both physically and mentally.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Real-time"
    ],
    "mechanics": [
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/s8Kdq4b3gsL5FonoP0o0EA__thumb/img/EWzPkRGWSDIMN6Jf-w7gYhOVCN0=/fit-in/200x150/filters:strip_icc()/pic358150.jpg"
  },
  {
    "id": "6862",
    "name": "Laska",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 0,
    "description": "World Chess Champion Emanuel Lasker developed Laska (a.k.a. Lasca), a variant of the Checkers Family, in 1911. The game board and play resembles that of Checkers, but captured pieces remain on the board and can possibly be freed later in the game.&#10;&#10;Each player starts the game on the 7x7 board with eleven soldiers. On a turn, a player moves one soldier diagonally forward one space. If a capture is available, then the player must make that capture, trapping the captured piece underneath the capturing one; if the newly captured piece had previously had one or more pieces underneath it, then those pieces are now free to move in future turns. If a soldier reaches the opponent's back row, it's flipped and promoted to an officer, which can move diagonally in all directions. The game continues until either a player can't move or a player has no pieces remaining on the board. In both cases, this player loses the game.&#10;&#10;Laska was influenced by Bashni.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Grid Movement",
      "Player Elimination",
      "Square Grid"
    ],
    "image": "https://cf.geekdo-images.com/_p0U1OKwFOcKGeusSBK4tg__thumb/img/hWwnl__g7VNj8Rgi7uepJ_cALX0=/fit-in/200x150/filters:strip_icc()/pic6955110.jpg"
  },
  {
    "id": "55250",
    "name": "El Bazar",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 6,
    "description": "Simple game in which players are trying to make something that they have on drawn tile (an animal, an object, a thing) using wooden elements. When the opponent guesses what you are building you both score a point. If not, next players is trying to make others to guess.&#10;&#10;Text on the backside of the box:&#10;How can a plane, a watering can or even a doll be presented using wooden shapes? Guaranteed giggles for the whole family...&#10;&#10;Contents:&#10;17 wooden shapes&#10;sand timer&#10;350 tiles with drawings&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "mechanics": [
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/GU41pmXzdPPFPGO5Z6o9IQ__thumb/img/6xqPCzz6UM2oZA8BHgFSfoT3WYM=/fit-in/200x150/filters:strip_icc()/pic1845036.jpg"
  },
  {
    "id": "370837",
    "name": "Curses & Covens",
    "minPlayers": 4,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 10,
    "description": "Curses &amp; Covens is an all vs one game where one player takes on the role as the witch hunter, while all other players are towns trying to protect the friendly witches! The aim of the witch hunter is to capture 5 witches, while the towns want to form a coven of three witches of the same suit in one player's hand to win.&#10;&#10;The game plays through four main phases.&#10;&#10;Census, where all the towns&rsquo; cards are revealed. These will be a mix of witches, innocent villagers, rituals or a fake witch (scarecrow). Players win if they have 3 cards of 1 witch suit in 1 player&rsquo;s hand, or may cast a spell on the witch hunter if they have 2 witches in hand. Then they discuss their plans for the round, but with the witch hunter listening!&#10;&#10;Arrival, where the witch hunter observes then deals 1 new card to each town player. The witch hunter now knows what everyone has in hand, but the players get new information which they cannot communicate to their team.&#10;&#10;Travel, where town players consider the new card they&rsquo;ve received, then each give or request a hidden card to or from other town players. They may also protect or later access a key card by swapping it into the woods, safe from the witch hunter. The witch hunter observes the cards moving, but not exactly what goes where.&#10;&#10;Hunt, where the witch hunter picks 2 cards in total from the towns, trying to capture witches while avoiding innocent villagers, dangerous ritual cards, or the fake witch which frees previously captured witches.&#10;&#10;These repeat until one side has won.&#10;&#10;The town players need to communicate carefully to consider their options, how to manage risks and protect key cards, and understand when to make decisive moves, all while the witch hunter listens. Both roles require players to weigh up probabilities and consider previously discussed plans against new imperatives that might signal necessary changes in strategy as the round progresses.&#10;&#10;-description from publisher&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Deduction"
    ],
    "mechanics": [
      "Deduction",
      "Hand Management",
      "Hidden Movement",
      "Push Your Luck",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/Qys-DDbsPZ4uetRAlYu-Sg__thumb/img/rwM3hokOBSw6j73CNm56ldcUs6g=/fit-in/200x150/filters:strip_icc()/pic8019296.jpg"
  },
  {
    "id": "226354",
    "name": "Słowny Ninja",
    "minPlayers": 1,
    "maxPlayers": 8,
    "playingTime": 20,
    "age": 8,
    "description": "S&#197;&#130;owny Ninja is a card game for the whole family! The game has five  diverse variants - there's something here for everyone! Fast, easy, exhilarating and absorbing game. In the first mode, three cards (letters) are revealed at the same time, and the person who first says a word containing all the letters wins the battle and takes the cards as victory points. Repeat until there are no more cards left. The final winner is the one with most victory points.&#10;&#10;S&#197;&#130;owny Ninja to karciana gra s&#197;&#130;owna dla ca&#197;&#130;ej rodziny! Gra posiada pi&#196;&#153;&#196;&#135; bardzo r&oacute;&#197;&#188;norodnych wariant&oacute;w - ka&#197;&#188;dy znajdzie co&#197;&#155; dla siebie! Szybka, prosta, emocjonuj&#196;&#133;ca i wci&#196;&#133;gaj&#196;&#133;ca gra.&#10;&#10;",
    "categories": [
      "Card Game",
      "Real-time",
      "Word Game"
    ],
    "mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/K1kUwgqrrqRArImKrlmTYQ__thumb/img/yutAoGLW2-U0ZMv58GLdL2mK-34=/fit-in/200x150/filters:strip_icc()/pic7289229.jpg"
  },
  {
    "id": "6009",
    "name": "Soldiers of the Queen: Battles at Isandhlwana and Omdurman",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 240,
    "age": 12,
    "description": "Soldiers of the Queen is actually two separate Colonial battle games that use the same game system: Isandhlwana, 1879 and Omdurman, 1898.  The game was originally published in Strategy &amp; Tactics  magazine (#95).&#10;&#10;The game includes an 18&quot;X22&quot; backprinted mapsheet (one side for each battle), a 16 page rulebook, 200 counters, and player aid charts and tables.&#10;&#10;In Isandhlwana, the Zulu player wins if he eliminates all British units before he himself loses 14, otherwise the British player wins; the game has no set time limit... it is played until one player or the other has achieved their victory conditions.&#10;&#10;In Omdurman, points are gained for each player according to a victory points chart... if the British do not win an 'Automatic Victory' by turn 21, the side with the higher point total wins.&#10;&#10;",
    "categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/kBcQtocWBcucex_4YBeGyQ__thumb/img/cVtzg5GWMIkokFI6YamK_mcSPRY=/fit-in/200x150/filters:strip_icc()/pic667361.jpg"
  },
  {
    "id": "248154",
    "name": "Gunfighter",
    "minPlayers": 2,
    "maxPlayers": 3,
    "playingTime": 30,
    "age": 12,
    "description": "Gunfighter is a two player non-collectible card game where each player equips skill cards at the beginning of a Western showdown. These skills range from stylish shooting and dodging sequences to taunting or even instilling fear in the opponent.&#10;&#10;During each turn of the duel, both players simultaneously select one skill card to use. In order to consistently land shots on the enemy, players must focus on using their skill cards to maintain high accuracy (chance to hit) and also ensure that their weapon is loaded at all times. To win, players must knock out their opponent by reducing their opponent&rsquo;s health meter to zero. Each time a player is shot, they lose a health point; when a player has zero health points remaining, they are knocked out and the game ends.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "American West",
      "Card Game",
      "Dice",
      "Print & Play"
    ],
    "mechanics": [
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/rBdNqGqPkeyXA8d4yx1edw__thumb/img/Ylz53qKa8nMlQDQcYTieKuR4k7o=/fit-in/200x150/filters:strip_icc()/pic4047228.jpg"
  },
  {
    "id": "11110",
    "name": "A Famous Victory",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 0,
    "age": 12,
    "description": "A Famous Victory is MiHs game simulating the battles of Blenheim and Ramillies. Quote from the rules &quot;A Famous Victory (AFV) allows players to recreate two of the major battles - Blenheim and Ramillies - fought by England and her continental allies against the ambitions of the Sun King, Louis XIV, during the War of the Spanish Succession, a war that revealed John Churchill, First Duke of Marlborough, as England's greatest Field Commander and one of the true military geniuses in history.&quot;&#10;Components:&#10;22x33 inch game map (back printed)&#10;720 counters&#10;rule booklet plus historical comment&#10;4 aid charts&#10;1 d6&#10;1 d10&#10;&#10;",
    "categories": [
      "Age of Reason",
      "Wargame"
    ],
    "mechanics": [
      "Chit-Pull System",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/-Y6BAC-1lM07thd1qEGfWQ__thumb/img/z7EAo-5LC6Rq_8gLRdLkpETFqws=/fit-in/200x150/filters:strip_icc()/pic45344.jpg"
  },
  {
    "id": "23954",
    "name": "Pictionary: Party Edition",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 60,
    "age": 8,
    "description": "The Pictionary Party Edition does not contain a gameboard.&#10;&#10;Instead the game comes with a double sided easel, 100 new subjects, 2 dry erase pens and a timer. (all of the components fit within the easel).&#10;&#10;Play consists of both teams going at once (similar to an All Play).  The first team to get 12 correct guesses wins the game.&#10;&#10;",
    "categories": [
      "Party Game",
      "Real-time"
    ],
    "mechanics": [
      "Cooperative Game",
      "Line Drawing",
      "Paper-and-Pencil",
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/wgCKcNe4JzaIHxzQt91UWw__thumb/img/VJQ8JEcWhiVADYuOtRrSaan2XJM=/fit-in/200x150/filters:strip_icc()/pic174433.jpg"
  },
  {
    "id": "708",
    "name": "Holy War: Afghanistan",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 12,
    "description": "&quot;Holy War: Afghanistan&quot; is a two-player wargame covering the war in Afghanistan between the communist regime supported by Soviet troops and equipment, and the Afghan Resistance. The game is strategic in scale, with units representing divisions and brigades. Aspects of the war covered in the game include conventional and guerilla warfare, politics and the possibility of foreign intervention.&#10;&#10;The game includes a campaign and several shorter scenarios. Game components include 22&quot; by 17&quot; map, 200 unit counters, and a rule booklet.&#10;&#10;",
    "categories": [
      "Modern Warfare",
      "Political",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/IdLiwdKpEzuvAn918I_i5g__thumb/img/qv8Ovz2cNOLOHWaC-LVwo_h00K0=/fit-in/200x150/filters:strip_icc()/pic478683.jpg"
  },
  {
    "id": "34255",
    "name": "Deukalion",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "Deukalion is a game from Arno Steinwender and Wilfried Lepuschitz, in which players try to honour the Greek Gods by sailing the seas and fulfilling Zeus' orders.&#10;&#10;Sail the Greek sea, create settlements, find treasures and defeat the terrible Hydra as Achilles or Hercules.&#10;&#10;Ages 10 and up&#10;&#10;",
    "categories": [
      "Fighting",
      "Mythology",
      "Nautical",
      "Transportation",
      "Travel"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Pick-up and Deliver"
    ],
    "image": "https://cf.geekdo-images.com/Xo30d7auyx0Fwmy3hgumtA__thumb/img/Tb3wLXTtDcHUrwYNj7PLsC09KWc=/fit-in/200x150/filters:strip_icc()/pic323083.jpg"
  },
  {
    "id": "205039",
    "name": "Jackal Archipelago",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 6,
    "description": "All hands on deck!&#10;Welcome to the nearly uninhabited island where the Jackal, an infamous old pirate, buried his treasure. It is now your task to first explore the island, and then to find every last coin and drag it all back to your ship &ndash; and be quick about it lest you be overtaken by a rival gang of buccaneers!&#10;&#10;How to play&#10;You control three pirates who can move around the island, explore (by flipping over unexplored tiles), haul treasure, do battle with rival pirates, or perform special actions &ndash; such as meeting natives, garrisoning a fort, or even taking flight in a hot-air balloon.  To win the game, you must not only find the Jackal's buried treasure, but you must also successfully bring it back to your ship. A careless pirate's luck may be but fodder for a crafty pirate's guile: one of the most interesting strategies in the game lies in intercepting an opponent's pirates while they are carrying gold, or cunningly poaching poorly guarded piles of coins.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Adventure",
      "Pirates"
    ],
    "mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Legacy Game",
      "Modular Board",
      "Pick-up and Deliver",
      "Point to Point Movement"
    ],
    "image": "https://cf.geekdo-images.com/s55DI0GjcCjkcnJgjQXlPQ__thumb/img/EiywHq8_8n3EZa2cd-6FU3EVUyc=/fit-in/200x150/filters:strip_icc()/pic3791087.jpg"
  },
  {
    "id": "256626",
    "name": "Deus lo Vult",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 14,
    "description": "Deus lo Vult is a board game for two to four treacherous and greedy marauders and murderers. Based on opulent European manuscripts of the 12th to 15th centuries, the game draws heavily on the military games played by the medieval aristocracy all over the world: shogi, xiangqi, chaturanga, and backgammon.&#10;&#10;You control an army of crusaders trying to loot as much treasure from the Holy Land as possible. At the same time, you hinder the progress of other players using the mutually shared army of the Saracens.&#10;&#10;God is watching the Crusades closely and often intervenes with Divine Will events that you may use to your advantage. But don&rsquo;t forget to maintain your camp&rsquo;s amenities, or when the moment comes, your troops may be too busy fighting diarrhea.&#10;&#10;Features&#10;&#10;     Quick setup (less than five minutes)&#10;     Language-independent game assets (illiterate-friendly)&#10;     Easy to learn, hard to master&#10;     Adjustable gameplay &#10;     Shared control over enemy units (collective AI)&#10;     Unique movement and combat mechanics&#10;     Army building&#10;     Camp management&#10;     God-sent Divine Will events&#10;     Plundering-centered gameplay&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Medieval"
    ],
    "mechanics": [
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Grid Movement",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/V_DgeaDWZmIPul4XFl9jEA__thumb/img/asDfG5YkhuIuQwkupao0JMkCHQc=/fit-in/200x150/filters:strip_icc()/pic4870174.jpg"
  },
  {
    "id": "5275",
    "name": "Piercing the Reich: The Battle for Aachen, Siegfried Line Campaign, Sep-Oct 1944",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 600,
    "age": 12,
    "description": "Piercing the Reich: The Battle for Aachen, Siegfried Line Campaign, Sep-Oct 1944 is an operational level simulation of the Battle of Aachen, 12 September to 21 October 1944.&#10;&#10;Piercing the Reich is modeled after a modified version of the popular Triumphant Fox: Rommel's Finest Hour  &#226;&#128;&#147; The Gazala Battles May-June 1942 gaming system, using an innovative, interactive sequence of play. With individual formation activated, the focus is on command control, keeping both players constantly involved in the action.&#10;&#10;Piercing the Reich stands out for its excellent OoB Research and highly-playable yet detailed game system created to capture the key elements of this historic battle. Special game features include: Infiltration Tactics, Variable Game Turn Length, Variable Combat Strength Determination &amp; Allied Victory Objectives, Formation Reaction &amp; Reserve Status, Armor Superiority &amp; Tiger Tank Scare, Railroad Guns, and much more.&#10;&#10;Game Scale:&#10;Game Turn: 2 to 8 days&#10;Hex: .75 mile / 1.2 kilometers&#10;Units: Battalion&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full color map&#10;Two dual-side printed countersheet (360 1/2&quot; counters)&#10;One 64-page rules &amp; historical article booklet&#10;Four dual-side printed Player Aid cards&#10;One 10-sided die&#10;&#10;Solitaire Playability: High&#10;Complexity Level: High&#10;Players: 1 or more&#10;Playing Time: .5 to 10 hours (scenario dependant)&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/1oXgWywj44hTd2u88iBwpQ__thumb/img/dqjtplbSEm9yvKc-pByTGv00Q50=/fit-in/200x150/filters:strip_icc()/pic18220.jpg"
  },
  {
    "id": "368837",
    "name": "Quickshot",
    "minPlayers": 1,
    "maxPlayers": 7,
    "playingTime": 10,
    "age": 8,
    "description": "Quickshot is a game for 1 to 7 players that takes places over a series of hands. In each hand, players are dealt five cards. One player plays a card face up, then others play one card each face down. After everyone has played, the cards are revealed and their effects are activated, but first, any cards of the same rank are turned face down again.&#10;&#10;The card effects may reverse the ranks, cause another player to discard a card, or cause certain players to be eliminated. After all effects are resolved, the person with the strongest card begins the next round by playing a card face up.&#10;&#10;The leader after the fourth round wins the game. The game ends earlier if only one player remains.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game"
    ],
    "mechanics": [
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/UuVaopAYiK2kh17AcjJCYg__thumb/img/WUlGkL4twwIXlNYjfNNcYVfKAKM=/fit-in/200x150/filters:strip_icc()/pic7518243.png"
  },
  {
    "id": "368088",
    "name": "Storm of Steel: Ju-87 Stuka – Eastern Front",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 90,
    "age": 14,
    "description": "Storm of Steel: Ju-87 STUKA, Eastern Front is a solitaire tactical air wargame where you take the role of a Staffelkapit&auml;n &ndash; Flight leader. Select, equip, and fly your aircraft, lead a squadron of Stuka dive bombers, and execute close air support missions along the Eastern Front from the opening day of Operation Barbarossa on June 22, 1941, up to the Kursk offensive in 1943.&#10;&#10;Take command of the legendary Stuka dive bomber on combat missions over the vast battlefields on the Eastern Front. Select and equip your Stuka Staffel with individual and historically named pilots and gunners or create your own. Lead your unit during the opening days of Operation Barbarossa, targeting Soviet airfields, troop concentrations, rail lines, convoys, tank formations, and more. Attempt the final drive on Moscow during Operation Winter Storm. Continue your career to participate in Case Blue and the offensive on Stalingrad. Use the newly converted Ju-87G Stuka tank killer during Operation Citadel to destroy enemy armor. Conduct maritime missions to sink, and disrupt the Red Navy on the Gulf of Finland and the Black Sea utilizing specialized ordnance.&#10;&#10;Manage StG-1, 2, or 77, and fly with your Staffel of up to ten Stukas deep into enemy territory. Avoid enemy fighters, bad weather, and murderous anti-aircraft fire to deliver your deadly payload accurately to its target. Log your missions, and scores, gain experience for yourself and your unit. An experienced-based promotion system provides an increased level of proficiency for your crew. Between missions; manage replacements and repairs of aircraft as well as wounded crew and pilot/gunner replacements.&#10;&#10;",
    "categories": [
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Chit-Pull System",
      "Events",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/ZVIg3v1kKC0PiJI0kUBC_Q__thumb/img/SEu7uoti9w1PG5lTMAcvq3DLKe8=/fit-in/200x150/filters:strip_icc()/pic6993962.png"
  },
  {
    "id": "375209",
    "name": "Space Alone",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 12,
    "description": "A roll&amp;write game about survival on a foreign planet.&#10;&#10;The game is designed for 1 to 4 players, age 12+ with an average game time is 20-40 minutes.&#10;&#10;In each turn, the active player rolls 4 D6 dice and performs actions using the dice pool. The goal of the game is to perform the scenario. For example: Carry out an exploratory mission, repair a ship, contact a space station.&#10;&#10;The biggest obstacle during the game is declining oxygen levels, radiation protection and generation of energy needed to use technology. It is also possible to die at the hands of another player and various dangers on the planet.In addition to taking care of his fate, the player also has his space vehicle, which is a separate location .This ship can be developed, repaired and used in a number of ways specified in the scenario. It is a HUB to which the player regularly returns with the acquired resources.&#10;&#10;The game continues until the scenario is completed or all players die.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Dice",
      "Print & Play"
    ],
    "mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Scenario / Mission / Campaign Game"
    ],
    "image": "https://cf.geekdo-images.com/QBwHx4g-9FzR6CUNMdf5Eg__thumb/img/MZTu3K1B9pff8EFfFLxkYBc4qFc=/fit-in/200x150/filters:strip_icc()/pic7518120.png"
  },
  {
    "id": "133524",
    "name": "Caro",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 8,
    "description": "The strategy game for the whole family&#10;&#10;With Caro, lateal thinking is required to win game points. One after the other, the players lay one square next to another, and produce scoring colour combinations. When doing this, the caros need to be placed cleverly, so that the maximum number of points can be collected.&#10;&#10;Easier said than done, because space is limited and not every combination is allowed! And there are also other players in the game, who place obstacles in the way at every opportunity.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/hgG-pPRRT_VpLS-9BwHYyw__thumb/img/fVcNJheBDjAwY8bETufem4K48Jo=/fit-in/200x150/filters:strip_icc()/pic8506121.jpg"
  },
  {
    "id": "312968",
    "name": "Pitch&Plakks",
    "minPlayers": 1,
    "maxPlayers": 20,
    "playingTime": 180,
    "age": 3,
    "description": "Pitch&amp;Plakks is a fun and exciting board game that brings the thrill of miniature golf to your living room. The game features a set of wooden puzzle pieces that can be assembled in countless configurations to create unique and challenging miniature golf courses.&#10;&#10;The main objective of the game is to get the ball into the hole with as few kicks as possible. Players must use their finger to hit the ball and avoid obstacles such as tunnels, bridges, jumps or a volcano. The player with the fewest kicks at the end of the game is the winner.&#10;&#10;Pitch&amp;Plakks is perfect for players of all ages, and it's easy to learn but difficult to master. The game encourages creativity and strategic thinking, as players must carefully plan their throws and use their skills to overcome obstacles.&#10;&#10;It can be played by 2 to 4 players and is a great way to spend time with friends and family. With its high-quality wooden components and endless customization possibilities, Pitch&amp;Plakks will provide hours of fun and entertainment for players of all ages.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game",
      "Sports"
    ],
    "mechanics": [
      "Flicking",
      "Modular Board",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/yFZtB1tG5X72RSbwQlrnFw__thumb/img/TPZzbw2o8MEt8EgZfXJ49nrrYhY=/fit-in/200x150/filters:strip_icc()/pic6042399.jpg"
  },
  {
    "id": "283755",
    "name": "Doublehead Kids",
    "minPlayers": 4,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 6,
    "description": "Doublehead Kids is a card game for four (or more persons), which depicts the &ldquo;Doppelkopf&rdquo; normal game with cards suitable for children. The game is suitable for players from about 6 years (the numbers from 1 to 20 must be read and recognized independently) and lasts about 30-45 minutes or 60-90 minutes, depending on the chosen winning score.&#10;&#10;The &ldquo;Doppelkopf&rdquo;-Game is one of the most popular German card games, which finds more and more enthusiastic fans and supporters, who organize themselves in clubs and even in a German umbrella organization (DDV). Doppelkopf even manages to replace the extremely popular game Skat as the favourite card game of the Germans. Doppelkopf probably originated from the game &ldquo;Schafkopf&rdquo;, which already had a set of rules since 1895. Doppelkopf got its name from the fact that all cards in the game are doubled. DOUBLEHEAD KIDS for 4 players consists of 48 playing cards. The playing cards have differently displayed strengths (shield symbol at the top left), which determine the ranking of the card and silver winning coins, which represent the winning value of a card. Furthermore the cards are assigned to four different family coats of arms (colours): the royal family with the red crown sign (26 cards), the black princely families with cross and spades signs (8 cards each) and the red princely family with the heart sign (6 cards). The royal family&rsquo;s cards are trumps.&#10;&#10;The four players form two teams: the players with the princesses/prince pair and the players without the princesses/prince pair. As a game goal, each team tries to bag more silver winning coins than the opposing team. A total of 240 silver winning coins can be collected in a game round with 12 duels (tricks). The team with at least 121 silver winning coins wins the round and receives victory points in the form of gold coins. Furthermore, additional victory points can be gained through special points.&#10;&#10;The special attraction of the double-headed game is that at the beginning of a new round the players do not know with whom they are playing. Only when the princess and the prince are laid out bit by bit, the picture becomes clearer for the players and the other players recognize in which team they are playing. Each game round is different and takes place in different player combinations. It is forbidden to signal to other players whether you are playing together in a team by verbal utterances or sign language. It is very well allowed to send playful signals to your fellow players by tactically laying out cards (e.g. deliberately re-buttering silver winning points into a duel or not). Bluffing is also allowed here, of course, to create confusion.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Card Game",
      "Children's Game"
    ],
    "mechanics": [
      "Team-Based Game",
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/YWLQx43OwESi7t2reEPMlA__thumb/img/w3IrtVbf2VcILXo1mACUg2Bs6Uk=/fit-in/200x150/filters:strip_icc()/pic7609134.jpg"
  },
  {
    "id": "202617",
    "name": "18CLE",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 270,
    "age": 18,
    "description": "Trolley Car companies of Cleveland, Ohio. This is an 18xx style train game that begins in 1848 and ends in 1980.  There are nine public trolley car companies and one government controlled company.  The game also includes eight private companies that are auctioned off at the beginning of the game.  Players struggle to keep their trolley car companies from falling into the government controlled railroad.  The game ends when the $12,000 bank runs out of funds.  The player with the most personal money plus stock share value wins the game.&#10;&#10;The game has eight phases. The first permanent trolley car is the '8'.  Phases 4 and 5 represent the Great Depression and revenue declines during this period of the game in which brown tiles are available.  Brown tiles only contain one station space.  Upgrading a two station space green tile to a single station space brown tile removes a station marker from the board, which simulates trolley companies shrinking during these two phases.&#10;&#10;Another unique feature is that a board of directors (3 players) controls the government railroad, which is determined by the player that controls the priority deal card from the previous stock round.  This will change at the end of each stock round assuming a different player holds the priority deal card.&#10;&#10;",
    "categories": [
      "Economic",
      "Trains"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/Mf2lOnfjrepbS7DMWcIfnw__thumb/img/v1Hv969f4fM4pNh-jQ03is73saI=/fit-in/200x150/filters:strip_icc()/pic3066854.jpg"
  },
  {
    "id": "192355",
    "name": "Rory's Story Cubes: Powers",
    "minPlayers": 1,
    "maxPlayers": 99,
    "playingTime": 10,
    "age": 6,
    "description": "Rory's Story Cubes: Powers is an expansion to the creativity game Rory's Story Cubes that contains three new dice with 18 thematic actions. It can be played on its own or in combination with any or all of the other Story Cubes titles.&#10;&#10;Roll all three cubes of Rory's Story Cubes: Powers to spark super-powered stories of heroic adventure, whether you're using this for creative problem solving, language learning, or story-telling.&#10;&#10;",
    "categories": [
      "Dice"
    ],
    "mechanics": [
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/KzUx4lixxJNSdENjaOWEtw__thumb/img/dqcvqjqM-8x56m5aOqM5mn12ykM=/fit-in/200x150/filters:strip_icc()/pic2855845.jpg"
  },
  {
    "id": "267832",
    "name": "Blanc-Manger Coco 2: Le déluge",
    "minPlayers": 3,
    "maxPlayers": 12,
    "playingTime": 30,
    "age": 16,
    "description": "Blanc-Manger Coco is a French implementation of Cards Against Humanity.&#10;&#10;The lead player in turn chooses a question with a blank space, other players must choose an answer that must be funny, with the proposed cards having a big chance of being offensive.&#10;&#10;A strong knowledge of French language and culture (it that exists) is recommended to understand everything.&#10;&#10;This box include 600 new cards entirely compatible with the first installment, But can also be played by itself.&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/uoGf6dxIKRWRkxrQydbwdQ__thumb/img/jHSGQnwFX7M_DdgP6lVx42IdB24=/fit-in/200x150/filters:strip_icc()/pic4509785.jpg"
  },
  {
    "id": "358026",
    "name": "Disney: A Goofy Movie Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 7,
    "description": "Global superstar Powerline is back on tour!&#10;&#10;In Disney A Goofy Movie Game, you join Max and his friends as they race across the United States, play cards to collect fun memories for their scrapbook, and try to score the best seats by the time Powerline hits the stage &mdash; assuming Goofy doesn't botch things up and send you on a side quest.&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/A5fDBodTaN9PEIpHuVcuRA__thumb/img/BMcSZ4NC_I39YgGp5LuyjIu4Xo4=/fit-in/200x150/filters:strip_icc()/pic6715999.png"
  },
  {
    "id": "33071",
    "name": "Master Labyrinth",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 10,
    "description": "While this 2007 dragon-themed edition of the Ravensburger Labyrinth Games has the same name as its 1991 wizard-bearing progenitor (see Master Labyrinth), there are major differences.&#10;&#10;This edition lacks the wands and formula cards found in the previous version, but it adds a dragon figurine, two gargoyle-like &quot;guardian&quot; pawns, dice, and coins.&#10;&#10;While the game is still fundamentally about manipulating and navigating a maze to collect treasures, it adds dice-driven combat and an additional means of scoring via collecting coins.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Maze",
      "Puzzle",
      "Racing"
    ],
    "mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/8BFRl54TqDNHFip0z-2VHw__thumb/img/qVPb3xdyhfbgRiHvIZbXJz6EC6o=/fit-in/200x150/filters:strip_icc()/pic544190.jpg"
  },
  {
    "id": "81297",
    "name": "Régents",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 12,
    "description": "In 1286, Alexander III, King of Scotland, died after a fall from a horse. As none of his children outlived him, the Scottish lords declared that his 4-year old granddaughter, Margaret, be named Queen of Scotland. Due to her young age, the Lords established a regency to administer the kingdom until Margaret was old enough to reign.&#10;&#10;Having assembled at Edinburgh Castle, with King Edward 1st of England serving as arbitrator, the major Scottish clans will use their influence to earn the honorary title of Regent, also known as &quot;Guardian of the kingdom.&quot;&#10;&#10;As head of one of the pre-eminent Scottish clans, you have but 8 days to earn the title of &laquo; Guardian of the Kingdom &raquo;. &#10;To do so, you&rsquo;ll manoeuvre your agents throughout Edinburgh Castle&rsquo;s chambers, and with the help of the King&rsquo;s counsellors grow your influence over a variety of lordly domains. Note well that neglecting any realm of influence will prevent you from advancing in others. And do not run afoul of the English king, Edward I (Longshanks), who&rsquo;s declared himself arbitrator of this dispute and seeks to stem the influence of the clans. Finally, avoid revealing your hidden agenda to your rivals, lest they convincingly accuse you of dark deeds and cost you your credibility, or more !&#10;&#10;",
    "categories": [
      "Medieval",
      "Political"
    ],
    "mechanics": [
      "Action Points",
      "Area Majority / Influence"
    ],
    "image": "https://cf.geekdo-images.com/zxCrTXAZgHbVYCbJcBC2gQ__thumb/img/2kORMGgxejpVqINSTv4HgNEvaIQ=/fit-in/200x150/filters:strip_icc()/pic805819.jpg"
  },
  {
    "id": "338902",
    "name": "Passengers",
    "minPlayers": 4,
    "maxPlayers": 8,
    "playingTime": 50,
    "age": 12,
    "description": "On the riverbanks of Limbo, cloaked and masked individuals patiently wait for a sign from you. At a wave of your hand, you will place them in one of the boats that are bobbing on the oddly colored water below.&#10;&#10;Most of these figures are honest and good Souls that try to reach the eternal bliss of the Afterlands beyond. Some, however, are devious Demons that hope to get smuggled across by one of your corrupted colleagues!&#10;&#10;So who do you trust and why? Which boat can be safely sent out? &#10;Or maybe it's you that is working in secret with the other Demon smugglers in play...&#10;&#10;Each round, passengers are placed facedown in one of two boats. When placed, unique Gifts are collected that will help their owner to figure out who might be trusted and which boat will score highest for their team. Finally, all players will vote on the boat that they will sent out to the Afterlands.&#10;&#10;Passengers is a game of tactical communication, about knowing when to share information and when to remain silent. When to be honest and when to bluff in order for your team to win.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Bluffing",
      "Deduction",
      "Negotiation"
    ],
    "mechanics": [
      "Deduction",
      "End Game Bonuses",
      "Hidden Roles",
      "Team-Based Game",
      "Voting",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/3jx_c8loDDz3Zd670dL4lw__thumb/img/0XJUBSs8Yx_eRnkTvP293-6f2Gs=/fit-in/200x150/filters:strip_icc()/pic6665946.png"
  },
  {
    "id": "217884",
    "name": "Shadowrun: Zero Day",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 13,
    "description": "Description from the publisher:&#10;&#10;You are the contagion. You are the fear. You are the thing that makes the megacorporations of the world tremble. In the world of Shadowrun, the Corps thinks they have everyone and everything under their thumb, but they don`t have you - the hacker in the Matrix, the fly in the ointment. You know where the world`s deepest secrets are buried - and you have the weapons needed to fight to bring them out! Hack your way through corporate countermeasures in Zero Day, a fast-and-furious, two-player card game set in the Shadowrun universe.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Science Fiction"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/LSTL-h0LjT5aTFzTydC27w__thumb/img/RxF7Lbw9LMbF8V_dMAs7qznE6Pw=/fit-in/200x150/filters:strip_icc()/pic3791874.jpg"
  },
  {
    "id": "423051",
    "name": "Chock-A-Block",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 10,
    "description": "In Chock-A-Block, players build colorful apartment blocks bursting with life.&#10;&#10;On your turn, place one of two double-sided block cards in hand into your apartment building. Make a block of four or more spaces of the same color &mdash; at lease one of which has a &quot;For Rent&quot; sign &mdash; and you can take a neighbor on display and add it to the block. Neighbors don't have a color, but they have a pair of features, some combination of cats, flowers, birds, and underwear. You'll find these features in other rooms, too, and if you make a chain of 6/8/10 of the same feature, claim a matching scoring token. As soon as everyone has finished a 4x3 building, count your points from scoring tokens and unscored chains of at least four features.&#10;&#10;Challenge the vicious &quot;AutoBlock&quot; mode as a solo player if you love puzzles.&#10;&#10;",
    "categories": [
      "Animals",
      "City Building",
      "Humor",
      "Puzzle"
    ],
    "mechanics": [
      "Matching",
      "Pattern Building",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/zqhAH27AqkJc_WWPuZzN1A__thumb/img/u1wIW0xnYOEc1JU-2e9CkztAaQU=/fit-in/200x150/filters:strip_icc()/pic8687771.png"
  }
]
