[
  {
    "id": "7638",
    "name": "Case White: The Invasion of Poland, 1939",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "The seventh game in The Europa Series. This one covers the 1939 German invasion of Poland. The Europa Series was designed to simulate all of the war in Europe and North Africa using similar rules that would eventually allow players to link all the games into one massive game.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/6Z8DPuN5kpq4yBkW8UQ2Lw__thumb/img/msD-BLU9JUJFxkVCyrYlmHWvHqo=/fit-in/200x150/filters:strip_icc()/pic188911.jpg"
  },
  {
    "id": "395926",
    "name": "The Republic's Struggle",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 240,
    "age": 14,
    "description": "The Republic's Struggle is a thematic game with card engine for 2 players, set during the historical events that took place in Spain after the resignation to the throne of King Alfonso XIII, and the proclamation of the II Spanish Republic, in 1931. With the creation of the new regime, the struggle for power between the different social, political and ideological sectors increased, which gave rise to continuous changes of political power, alterations of the public order, armed uprisings and violent acts, carried out by the numerous ideological factions of the moment; which culminated in 1936, in a failed military uprising. The failure of this coup d'&eacute;tat originated the Spanish Civil War.&#10;&#10;The game represents all the events of this turbulent period in the history of Spain, which led to a bloody civil war and the destiny of the nation. Spain was not isolated from the rest of the world and especially from the old Europe, so it was a victim of the tensions of the so-called interwar period. During the development of a game, one player on the Republican side, and another on the National side, will be able to recreate events of the period to increase their popularity in the localities by carrying out political propaganda, recruiting troops or militias, generating revolts or assaults, establishing diplomatic relations or carrying out bloody bombardments. All this will be done by playing their hand of cards in an alternative way, either by increasing the events or by playing the action points or icons to perform any of the other actions available to the players.&#10;&#10;But both factions will not only seek to control the country, but will also look abroad through diplomatic relations for international support. In the interior, localities of great importance are the localities of barracks, air bases and naval bases. Their control will give important advantages to the player faction for the control of the different fronts. But although Republic Struggle may be inspired by the famous Twilight Struggle, it is not a copy of this game but has its own independent spirit and enough differences and adaptations to the conflict it represents to make it an essential piece that cannot be missing in your toy library. The role of armies and armed roadblocks that can prevent political propaganda from spreading makes it all very interesting. In addition, armies can move from one front to another and defeating enemy armies will help you take control of certain regions even if the politically full people support your rival. And don't forget that it is possible to bombard your opponent.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Political",
      "Wargame"
    ],
    "mechanics": [
      "Action / Event",
      "Advantage Token",
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Simultaneous Action Selection",
      "Tug of War"
    ],
    "image": "https://cf.geekdo-images.com/-d7FGlvz5v99AXze0q1xyQ__thumb/img/cv0FlfAxHV9aeoP3_kLkDqYj2gQ=/fit-in/200x150/filters:strip_icc()/pic7636231.jpg"
  },
  {
    "id": "252277",
    "name": "Sparkle*Kitty Nights",
    "minPlayers": 4,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 13,
    "description": "What happens in the tower stays in the tower! Sparkle*Kitty Nights is an perfectly clean card game for the dirtiest minds. Discover wild new spell powers in this innuendo-filled, standalone version of the original game. Sparkle*Kitty Nights adds hidden roles and cooperative play to the game. Time to get ready, it's about to get naughty! Designed to easily mix and match with the original Sparkle*Kitty game and expansion packs, Sparkle*Kitty Nights adds So. Many. Naughty. Word. Spell. Combinations!&#10;&#10;Knights roam the night, seeking someone to save, but Miss Sparkle*Kitty aims to misbehave. The princesses are gone and now the Knights find themselves locked in the tower! Players are Knights on Team Naughty or Team Nice - or maybe the Dragon! Find your teammates while casting saucy, twisted spells that are as mature as you make 'em to escape your tower. Spells are cast via card play into a spellbook just like the original game. Wild new abilities and sneaky enchantments are now in play as Knights work to free themselves and their teammates.&#10;&#10;The first team to escape their towers by removing all tower sections win - unless the dragon is in the game and frees themselves and an unsuspecting Knight's last tower card to snatch victory. Tower sections are removed in a variety of ways including: playing the last card from your hand, matching a word in play (out of turn play), and playing special spell cards.&#10;&#10;Into the crazy mix of silly word spell casting, Sparkle*Kitty Nights adds bluffing and cooperative team play. Players now may choose to remove tower sections from other players they believe are on their team - but were they mislead? Did they just free the Dragon? The dragon is used when there is an odd number of players, but commands special powers, such as being able to expose themselves at any time to become immune to certain effects.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Humor",
      "Mature / Adult",
      "Medieval",
      "Party Game"
    ],
    "mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Pattern Recognition",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/USKWIj24ANKf-Qi4edQUug__thumb/img/HwIRBgSe9IqyV0MEb27hJ2_Sr0I=/fit-in/200x150/filters:strip_icc()/pic4278837.jpg"
  },
  {
    "id": "150605",
    "name": "Candy Chaser",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 10,
    "description": "Candy Chaser is a bluffing game in which the players are smuggling illegal candy. Rolling the die, you want to elevate the price of your candy in order to win, but if the others find out what you're smuggling, you're arrested.&#10;&#10;The game ends when one candy reaches the top price, at which point every one gets to accuse one other player for what they smuggle. Arrested players are out of the game. The winner is the remaining player with the highest priced candy.&#10;&#10;",
    "categories": [
      "Bluffing"
    ],
    "mechanics": [
      "Dice Rolling",
      "Player Elimination"
    ],
    "image": "https://cf.geekdo-images.com/mjVx3z8PgHwXHQ_G-D2d9g__thumb/img/9WQrwX7rkt2jM2EuzWIzzob76OM=/fit-in/200x150/filters:strip_icc()/pic2711951.jpg"
  },
  {
    "id": "299159",
    "name": "Vidrado",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 7,
    "description": "In Vidrado, players are workers at a small craft factory specialized in decorative tiles.&#10;Each player aspires to move up the corporate ladder and become the next plant manager. For that, they need to be tested at all the stages in the manufacturing process of Portuguese tiles, starting from clay modelling up to order delivery.&#10;The one who has the best performance in all these areas (more victory points) will get the much desired promotion.&#10;The production level a player can achieve in the various stages of tile creation is very important.&#10;Players have to play cards in order to:&#10;&#10;     Manage resources&#10;     Model clay&#10;     Glaze tiles&#10;     Draw tiles&#10;     Paint tiles&#10;     Fulfill orders&#10;&#10;&#10;Players should never neglect the oldest employees in the factory. Their knowledge is precious and can be of great help.&#10;Master Alfredo will always be available to give his best advice.&#10;&#10;&mdash;description from the designer&#10;&#10;No jogo de cartas Vidrado o jogador encarna o papel de um trabalhador de uma pequena f&aacute;brica artesanal de azulejos.&#10;Aspira a subir na carreira e ser o futuro gestor da f&aacute;brica, para tal necessita ser testado em todas as fases do processo de fabrico do azulejo, desde o barro at&eacute; &agrave; entrega de encomendas.&#10;Quem tiver o melhor desempenho em todas estas &aacute;reas (mais pontos de vit&oacute;ria) obter&aacute; a t&atilde;o almejada promo&ccedil;&atilde;o.&#10;Muito importante o n&iacute;vel de produ&ccedil;&atilde;o que consiga atingir nas diversas fases de cria&ccedil;&atilde;o do azulejo.&#10;O jogador ter&aacute; que jogar cartas de forma a:&#10;&#10;     Gerir recursos&#10;     Modelar o barro&#10;     Vidrar o azulejo&#10;     Desenhar&#10;     Pintar&#10;     Preparar encomendas&#10;&#10;&#10;O jogador nunca deve descurar os funcion&aacute;rios mais antigos da f&aacute;brica, porque seus conhecimentos s&atilde;o preciosos e podem dar uma boa ajuda.&#10;O Mestre Alfredo estar&aacute; sempre dispon&iacute;vel para dar seus melhores conselhos.&#10;&#10;&mdash;description from the designer (Portuguese)&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Contracts",
      "Hand Management",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/1LKdI1KIQRA4hroMBFbbwg__thumb/img/VGAYScWUxfrG62CgCzed4BZ5BdY=/fit-in/200x150/filters:strip_icc()/pic5186680.jpg"
  },
  {
    "id": "186435",
    "name": "Zimby Mojo",
    "minPlayers": 1,
    "maxPlayers": 8,
    "playingTime": 150,
    "age": 14,
    "description": "Zimby Mojo is a co-opportunistic game for 2-8 players that also supports solo play. Each player is the all-powerful shaman of a tribe of ferocious, conniving, vicious little cannibals called zimbies, and each player has a single goal: to become the new Cannibal King. To achieve their goal, each player will have to use their zimbies to infiltrate the current King&rsquo;s compound, kill him, take his Crown, and carry it safely to their tribal board before a rival zimby tribe can do so first.&#10;&#10;In solo play, the player must use their zimbies, scrolls, and strategy to defeat the Cannibal King, evade his thugs, and bring the Cannibal Crown to their tribal board before time runs out. In a multiplayer game, the players must work together to gain access to the Cannibal King&rsquo;s sanctum before they can confront him. Once they kill the King, however, it&rsquo;s every tribe for itself and the player that reaches their tribal board with the King&rsquo;s Crown immediately becomes the new Cannibal King and wins the game!&#10;&#10;Keep one eye on the Crown.  Keep the other on your back.&#10;&#10;WHAT'S A ZIMBY?&#10;Zimbies are vicious, conniving little cannibals.  They are small, stubborn, anti-heroes in a game of control of a land of nasty little creatures.  They are not human: each zimby tribe has followed its own cultural and evolutionary path -- there are humanoid zimbies, avian zimbies, aquatic zimbies, simian zimbies, ursine zimbies, arachnid zimbies, the list goes on!  That's why there's a bunch of reptilian-eyed, orange-skinned, clawed, stick-haired creatures on the box!  The name &quot;zimby&quot; itself derives from a play on words on the word &quot;zombie&quot; and the designer's love of the cartoon character Invader Zim, who he feels exquisitely exemplifies zimby behavior and fanaticism.&#10;&#10;MORE DETAILED DESCRIPTION OF CONCEPTS AND ELEMENTS&#10;Each player plays the shaman of a different zimby tribe.  Zimbies are nasty, unruly, conniving little cannibals that follow their shaman with fanatical loyalty.  Each player&rsquo;s goal is to bring about the death of the Cannibal King, steal his fallen Crown, and get the Crown to his tribal board so he can become the new Cannibal King.  To do this, the players will have to:&#10;&#10;1. Get some zimbies onto the main game board (you can&rsquo;t get the Crown without a zimby to grab it and carry it home),&#10;2. Cooperate with at least one other tribe to activate a sigil (you can&rsquo;t kill the King unless you can get to him),&#10;3. Kill the Cannibal King (that&rsquo;s the only way he will give up his Crown),&#10;4. Get the Crown and deliver it to your tribal board (you win the game by becoming the new Cannibal King).&#10;&#10;Part 1 of the game is completely cooperative.  Part 2 of the game is completely competitive.&#10;&#10;CREATURES&#10;There are four creature types in the game: zimbies, obnoxious little cannibals that do a shaman&rsquo;s bidding with ruthless (sometimes inept) fanaticism; zombies, undead meat-puppets; thugs, the Cannibal King&rsquo;s dim-witted, fervently devoted brutes; the Cannibal King, the sadistic yet cowardly overlord of the zimby tribes. Shaman are players and don&rsquo;t count as creatures.&#10;&#10;MOJO&#10;Mojo is &quot;a power that may seem magical and allows someone to be very effective, successful, etc.&quot; (Mirriam Webster).  It is the inexplicable, mystical energy than allows shamans to both impel their zimbies into action and release the powerful magical spells bound in the scrolls they raid from the Scroll Library!  But be warned, mojo is drawn from shamans and zimbies!  The more zimbies a shaman sends forth to kill the Cannibal King and steal his Crown, the less mojo that shaman has available!  Every turn, each player (shaman) generates a small amount of mojo and may also draw forth mojo from zimbies on their tribal board, thereby depleting them of energy for the remainder of the turn and rendering them useless. A shaman may also cannibalize (yes, eat!) their own zimbies for more mojo... Of course, eaten zimbies are dead and gone...&#10;&#10;STACKING&#10;Multiple zimbies can stack to form columns which count as single, giant creatures.  The more zimbies in the stack, the stronger they are but the slower they move.  And the shaman whose turn it is fully controls the column...&#10;&#10;SCROLLS, MOVEMENT, AND COMBAT&#10;Shamans may use mojo to empower scrolls to cast one-off rituals, long-lasting incantations, and blindingly fast witcheries.  These cast magical effects -- beneficial and detrimental -- on the shaman themselves.  Shamans also use mojo to move their zimbies on the main board -- so, the more scrolls a shaman uses the less mojo they have available for movement. Combat is a simple 1d6 &quot;roll-off&quot; with the combatant making the higher die roll dealing a number of wounds damage equal to the difference in the die rolls to the combatant making the lower die roll.&#10;&#10;TIMING&#10;Many of a player's actions are limited to the player's turn, such as spawning new zimbies, turning zimbies into zombies, movement and combat.  Players may extract and use mojo at any time on any player's turn.  So, scroll use is always an option!&#10;&#10;FIRST MOVER STRATEGY&#10;At the end of the round, after all the players have gone, the player with the most undepleted zimbies on his tribal board becomes the first mover on the next round.  That player goes first and play proceeds clockwise from them.&#10;&#10;SOLO&#10;There is also a solo mode, which is not only a fully realized game but also very useful to hone the strategies that you will use in your multiplayer games. But be warned: solo play is limited to 12 turns and your score gets lower the more turns you take.  It's not too hard to win, but it's tough to get a high score!&#10;&#10;HAVE FUN WREAKING HAVOC!&#10;&#10;",
    "categories": [
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Pick-up and Deliver",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Team-Based Game",
      "Variable Phase Order"
    ],
    "image": "https://cf.geekdo-images.com/G2b_AxaG8JTmpdykGAGSSA__thumb/img/ZVpR2PSxbPPf-A4R-bMcCM_aUsw=/fit-in/200x150/filters:strip_icc()/pic2861933.png"
  },
  {
    "id": "386761",
    "name": "Balloon Pop",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "In Balloon Pop, your goal is to make groups of balloons that are all the same color or all have a symbol. &#10;When a group is scored, all of its balloons pop and your remaining balloons float upward to take their place and form new groups to score.&#10;But be careful! You must balance choosing the perfect balloon set with having flexibility in placing it. Combine your scoring cleverly to clear the rows and columns of your player board, and float to victory!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "mechanics": [
      "Grid Coverage",
      "Hand Management",
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/k-hZ6R80CDdlcnX7-g2WaQ__thumb/img/HsHYAWaXU762MkR3r1HAIhMjyzE=/fit-in/200x150/filters:strip_icc()/pic7607191.jpg"
  },
  {
    "id": "322050",
    "name": "Lost Empires: War for the New Sun",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 14,
    "description": "Welcome to 581.&#10;&#10;On this distant planet, four factions battle for control of alien artifacts left behind by an advanced and ancient civilization. The warring factions are Terra Corps, Scion Imperium, Neo Human Republic, and Feng. With Earth in near ruins, 581 provides the chance for a second Earth, but who will rule? Who will be the first to build a Wormgate and transport their armies through it to conquer the dust of 581?&#10;&#10;During the invasions of 581, the factions built large, interstellar bases to house, control, and deploy troops. These bases are known as Hives. As a player, you take on the role of a commander of one of these Hives, from which you deploy your forces in the fight for control of the ancient alien artifacts and dominance over 581 itself.&#10;&#10;Lost Empires  is a head-to-head, card-driven area control game with a focus on tactical movement and deck design. Each player chooses a faction to play, and using the cards available to that faction, constructs an 18-card deck with which you do battle. You earn artifacts by controlling objectives and destroying elite enemy units augmented with alien technology. Once you have collected sufficient artifacts,  you use them to construct a Wormgate. The first person to build a Wormgate, wins the war for the new sun.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Science Fiction",
      "Space Exploration"
    ],
    "mechanics": [
      "Deck Construction"
    ],
    "image": "https://cf.geekdo-images.com/cOKrn0v_BlJ8hA8vVs8AEQ__thumb/img/fhJpnfbZmXp7tGPONS1S63qkOgM=/fit-in/200x150/filters:strip_icc()/pic5715063.jpg"
  },
  {
    "id": "10269",
    "name": "The Balkan Wars: Prelude to Disaster, 1912-1913",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "Strategy &amp; Tactics magazine #164. Description from the rule book:&#10;&#10;Balkan Wars is an operational simulation of the two wars which were fought in the Balkans immediately prior to the First World War. ... There are two scenarios, one each for the First Balkan War and the Second Balkan War. In the first war, Bulgaria, Serbia, Montenegro and Greece fight the decaying Ottoman Empire for control of the Balkans. In the second, Bulgaria fights its former allies for possession of the spoils from the just-concluded contest. In both, the possibility of Great Power intervention and even a genuine World War casts its shadow over the situation.&#10;&#10;",
    "categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/bLzljxXuFFO5a-EeeCWIQg__thumb/img/8mavJXd1jqRqAFuQh6A_BNGkTA0=/fit-in/200x150/filters:strip_icc()/pic2565914.jpg"
  },
  {
    "id": "39095",
    "name": "Klickado",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 15,
    "age": 5,
    "description": "Place a series of sticks, some of which are magnetic, on a floating platform. The first player to place all of their sticks wins.&#10;&#10;Re-implemented by:&#10;&#10;    Catch a Falling Star&#10;&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/imWpd9g4Zy-QNjl4w9M3Qg__thumb/img/mgaAFo50AtrQ_46FOyW-ADJGm64=/fit-in/200x150/filters:strip_icc()/pic494825.jpg"
  },
  {
    "id": "381992",
    "name": "Evolution: Another World",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 11,
    "description": "We know a great deal about the evolution on Earth (and we hope that Evolution: New World helped you with that too). It's an exciting story of various creatures acquiring defensive &amp; offensive traits to adapt to the ever-changing environment. What we don&rsquo;t know is if there might be other worlds where completely different creatures dwell. Will the same laws of evolution apply there too? It's time to find out!&#10;&#10;Evolution: Another World is a card game in a beloved Evolution: the Origin of Species series. In the game, you create animals and give them traits, so they survive and thrive in the chaotic world of wondrous creatures. The goal of the game is to give your creatures enough energy to transmute and transcend their state of existence. The first player to transmute three creatures wins the game.&#10;&#10;This is a fast-paced, easy-to-learn game with a solo mode included in the core game. Mechanically, it is inspired by Evolution: New World, but trades some complexity for more dynamic and light gameplay.&#10;&#10;This game is Family-friendly because animals can&rsquo;t die or be eaten by predators. Competition is peaceful, but you can attack other players' creatures to gain energy. This game has a straightforward win condition: you don't need to count VP at the end of the game. Transmute 3 of your creatures and you win the game!&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game",
      "Educational",
      "Environmental",
      "Fantasy"
    ],
    "mechanics": [
      "Hand Management",
      "Simulation",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/OK_h9z0_PaYz91Ub5re9EA__thumb/img/Rk1LnJlCQbzp-allYPbhruA6MqM=/fit-in/200x150/filters:strip_icc()/pic7397661.png"
  },
  {
    "id": "182064",
    "name": "Nantucket",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 13,
    "description": "Nantucket &mdash; a small, two-player game with a whaling theme &mdash; takes you to &quot;The Little Grey Lady of the Sea&quot; during the early American whaling industry. You need just a few cards and coins to play in whatever port you find yourself. Mix and match two cards to form the modular board. Then use your single turn each round to carefully build the town and send out ships. After performing your actions, flip the coins on your ship to catch a whale. Play until the town is fully constructed, supplies run out, or the last whales are taken. Between buildings and earned coins, may the best captain win!&#10;&#10;",
    "categories": [
      "Nautical"
    ],
    "mechanics": [
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/9DTgyLjEYEUd4THZPvaPRQ__thumb/img/MhSpXEBBf8WG004l1RKLeF1TJbg=/fit-in/200x150/filters:strip_icc()/pic3103876.png"
  },
  {
    "id": "191095",
    "name": "Scoundrel",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 0,
    "age": 0,
    "description": "Scoundrel is a single player rogue-like card game for use with a standard deck of playing cards. It was developed by Zach Gage and Kurt Bieg.&#10;&#10;All Jokers, red face cards, and red aces are removed from the deck. The remaining cards serve as monsters (spades and clubs), weapons (diamonds), and health potions (hearts) valued from 2&ndash;14 (with face cards being valued 11&ndash;14). The rooms of the dungeon are created by laying out cards in groups of four. Progress is made through the dungeon by resolving three of the four dungeon cards in each room. The fourth card serves as the foundation for a new room. Rooms can be deferred if needed, but never twice in a row &mdash; and the player will eventually need to come back to deferred rooms.&#10;&#10;Weapons may be equipped to attack multiple monsters, as long as each defeated monster is of lower value than the last monster defeated with that same weapon. To attack a monster of higher value, a new weapon must be equipped. Monsters can also always be attacked barehanded, but this depletes the player's health for the full value of the monster. Health potions may be used to recover life points up to the maximum starting value of 20. Playing a second potion in succession nullifies the effect of the second potion.&#10;&#10;The game ends in a loss when life points reach zero or in a victory if the player manages to clear all rooms of the dungeon.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Role Playing"
    ],
    "image": "https://cf.geekdo-images.com/01zPnEQmfi-_uZgKKPAeTg__thumb/img/qVOF05M0Q9zQZsNLeoPTzLPLpyA=/fit-in/200x150/filters:strip_icc()/pic2965491.jpg"
  },
  {
    "id": "247034",
    "name": "Rice Dice",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 10,
    "description": "In Rice Dice, a streamlined version of Spirits of the Rice Paddy, you roll the custom dice and choose one action based on the results: add rice paddy cards to your field, run water through your paddies, assign laborers to plant and harvest, or add weeds to opponents' fields. Harvesting gains players rice, which is essential to win, but paddies with weeds produce less rice, so it's essential to assign laborers to keep paddies clean. A harvested paddy can once again be flooded using a water action, then the cycle of planting, draining, weeding, and harvesting begins again.&#10;&#10;The first player to collect 100 rice (via harvesting, or other special abilities) wins!&#10;&#10;Like Spirits of the Rice Paddy, Rice Dice rewards a player's ability to optimize the process of flooding, planting, weeding, and harvesting &mdash; but it plays in just a fraction of the time!&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice",
      "Farming"
    ],
    "mechanics": [
      "Dice Rolling",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/9kFHRbfCs15ea4lsBgnuVw__thumb/img/DzpjyUG9EVRVSiuQLpuMk8vZQPY=/fit-in/200x150/filters:strip_icc()/pic4351420.jpg"
  },
  {
    "id": "6732",
    "name": "Aces High",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 10,
    "description": "The war in the air 1914-1918, published in The Wargamer Magazine issue 12 and later in a box.&#10;From the back of the box &quot;Aces High is a simultaneous movement game that puts you in the cockpit, with only your own skill between you and your opponent's triumphant cry of &quot;Flamer!&quot; &quot;.&#10;Includes data on 72 different types of aircraft. The data includes information on Speed, flying qualities, armament, ability to absorb punishment, etc.&#10;&#10;Aces High, although not as detailed as Wings, includes rules for stalls, spins, ropey (unreliable) engines, aircrew quality, spotting, archie (anti-aircraft fire), and more.&#10;Aces High even has rules for different types of missions, from photo-reconnaissance to balloon busting to bombing.&#10;&#10;The number of maneuvers is limited to banks, turns, sideslips, and half-loops. For example, there are no rules for Immelman turns or barrel-rolls, but the Immelman is accomplished just as in real life... a half-roll followed by continuous banking from the inverted position back to the upright position; a barrel roll is accomplished by a combination of banking and altitude changes during otherwise forward-flight.&#10;&#10;There is an interesting rule for ace pilots where the ace pilot can withhold (i.e. not write a movement plot for) a certain number of movement points. After the non-aces have completed their entire movement plot then the ace's can plot out the rest of their move and therefore react to the less-skilled pilots actions. The number of points the ace can withhold is based on the 'grade' of the pilot with a 'grade 5' pilot unable to withhold any points to a 'grade 1' pilot being able to withhold 3.&#10;&#10;Game related to Aces High: The American Aces&#10;&#10;",
    "categories": [
      "Aviation / Flight",
      "Wargame",
      "World War I"
    ],
    "mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/aIWvSsD7fFpPi165oEP8Vg__thumb/img/k-4ye6aU751avHZQsAE-m6rpwHs=/fit-in/200x150/filters:strip_icc()/pic216360.jpg"
  },
  {
    "id": "187959",
    "name": "Senseï",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 7,
    "description": "Description from the publisher:&#10;&#10;The Monkey is ambitious, malicious and likes to play games. He wants to challenge the Wiseman to gain the keys of the temple. The Wiseman, trusting in his skills and wanting some peace, proposes a challenge to the monkey to take place in the sacred court. The first to reach the opposite side is the winner and will become the master of the temple &mdash; the sense&iuml;.&#10;&#10;The rules of Sense&iuml; are simple, yet the depth of the game is infinite. On your turn, you can move two stones and send your character across the game board. Your goal is to block your opponent and at the same time to find a path to victory. There are two ways of playing: the Arashi variant is played without limits of movements and the Shizukana is played with a more Zen-like challenge.&#10;&#10;Sense&iuml; is a new edition of Diaballik, and you can use either the original rules for that game or the new rules that allow players to move pieces as many squares as they want, which changes gameplay greatly.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Grid Movement"
    ],
    "image": "https://cf.geekdo-images.com/Epvg8h081UT3TH4HltPbgA__thumb/img/h05KNkjwatDallkYsRkjZnH9A00=/fit-in/200x150/filters:strip_icc()/pic2749001.jpg"
  },
  {
    "id": "5023",
    "name": "Conquerors",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 240,
    "age": 12,
    "description": "The Conquerors: The Romans and The Macedonians is a strategic and tactical simulation of the eastward expansion of the Roman Republic after the Second Punic War, which ended in 200 B.C. Two specific periods are covered: the Second Macedonian War (against Philip V), in which Rome laid its claim for control of Greece (albeit in somewhat defensive posture), and the Syrian War (against Antiochus, the Selecuid king), wherein Rome made its first incursions into the Asian continent. The latter Scenario uses both maps in The Conquerors game (that of The Romans along with that of The Macedonians).&#10;&#10;The Macedonians covers the conquests of Alexander the Great.&#10;&#10;",
    "categories": [
      "Ancient",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/OpT5CaMxOoT_LV97bCNsaw__thumb/img/UeSImCgShOYecnvSOH6ckQh0zHI=/fit-in/200x150/filters:strip_icc()/pic1193549.jpg"
  },
  {
    "id": "387817",
    "name": "Recreo Arcano",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "In Recreo Arcano, the House of the Horneros compete against the House of the Capybaras in an underground game to take the director's cup, get all the potions or leave the rivals out of games. For that we will launch spell cards coordinating with our team without the rivals deciphering our plans. We will move the castle so that the modular board of cards can be adapted to our objectives, we will have duels with rival magicians and during the same game we will discover new powerful spells to show which is the winning house.&#10;&#10;&#10;Games that were distributed through preorder and June 2023 Ludoty Box include Actitudes sospechosas inside.&#10;&#10;",
    "categories": [
      "Fantasy"
    ],
    "mechanics": [
      "Grid Movement",
      "Hand Management",
      "Simultaneous Action Selection",
      "Square Grid",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/5ObosXJbH4_Ip6PUtuq1lA__thumb/img/kh-hCjnw_TAquEI0947YEeTygEY=/fit-in/200x150/filters:strip_icc()/pic7509296.jpg"
  },
  {
    "id": "280999",
    "name": "The Devil's to Pay! The First Day at Gettysburg",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 240,
    "age": 9,
    "description": "On the morning of July 1st, 1863 a column of Rebel soldiers from Brig. Gen. James Archer&rsquo;s brigade of the Army of Northern Virginia headed down the Chambersburg Pike from Cashtown, PA towards the town of Gettysburg in search of provisions. Since JEB Stuart&rsquo;s cavalry was nowhere to be found, the Confederate column was actually being led by the cannons of Pegram&rsquo;s Artillery Brigade in a rare 19th century deployment of &ldquo;recon by fire&rdquo;. Archer&rsquo;s Division commander, Maj. Gen. Henry Heth, was not worried however &ndash; he had it on firm authority that only militia was in the area and that &ldquo;they would run as soon as we appeared&rdquo;. Upon their approach up to Herr&rsquo;s Ridge to the west of Gettysburg, the dismounted Union cavalry pickets of Buford&rsquo;s 1st Cavalry Division began harassing the approaching butternut columns. As they were driven off and the Rebs crested the ridge, they were confronted with a far larger cavalry force than they had anticipated and they were now hotly engaged in an unexpected encounter. Archer&rsquo;s men, along with the quick-marching soldiers of Brig. Gen. Robert Davis&rsquo; brigade, began a coordinated advance on Buford&rsquo;s horse soldiers. The blue-clad troopers were hard pressed but their carbines allowed them to fire rapidly and from cover. Relief finally appeared at about 9:30 am when Maj. Gen. John Reynolds of Ist Corps rode up to Buford at the Lutheran Seminary. He then famously asked Buford, &ldquo;What&rsquo;s the matter, John?&rdquo; Buford&rsquo;s reply was &ldquo;The Devil&rsquo;s to pay!&rdquo; And from such inauspicious beginnings started one of the greatest battles of history. This first day was to set the tone of the entire three-day Battle of Gettysburg &hellip;. a first day in which ultimate victory or defeat for either side could be traced to the decisions, maneuverings and fighting performances of each army&rsquo;s soldiers and leaders during these initial critical hours.&#10;&#10;The Devil&rsquo;s to Pay! is a game depicting not only the actual events of July 1st at the Battle of Gettysburg, but also what could have happened on that fateful first day. Two players will each command either the Confederate forces of Lt. Gen A.P. Hill and Lt. Gen. Richard Ewell or the Union forces of Maj. Gen. John Reynolds and Maj. Gen. Oliver Howard. The game is played on a gorgeous map of the battle area designed and drawn by Rick Barber, with each hex equaling 250 yards. Formations are multi-counter brigades, with each Strength Point representing about 100 men, with each unit counter representing a group of regiments, apportioned as they were deployed at the battle. The system is a new version of the Blind Swords system, with this implementation emphasizing ease-of-play and accessibility while maintaining the popular spirit of &ldquo;historical chaos&rdquo; represented by the other games in the Blind Swords family. The system utilizes a unique chit-pull mechanic that will keep players on their toes and engaged throughout the entire game.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "categories": [
      "American Civil War",
      "Wargame"
    ],
    "mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/lYHb4sEwiFxtKJwmto4Nfg__thumb/img/4ClJQC8UUp4g1z-dzv9DgDCdZEc=/fit-in/200x150/filters:strip_icc()/pic7389231.png"
  },
  {
    "id": "171978",
    "name": "The Dwarves: The Duel",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 40,
    "age": 10,
    "description": "In The Dwarves: The Duel, one player takes the role of the little hero while the other uses both skill and the luck of the dice to lead the enemies of the country. Both players use card-decks with identical values but alternative artwork/naming.&#10;&#10;The Dwarves: The Duel also contains The Dwarves: The Triumph of the Dwarves - new adventures for The Dwarves so that players can re-enact the events of the novel The Triumph of the Dwarves, which was released in German in 2015.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Novel-based"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/TaTTEAnNqz3u-tO8O5HCAQ__thumb/img/HyHBwmfLeZ1wwF3tvq8PpzbH1UM=/fit-in/200x150/filters:strip_icc()/pic3152344.jpg"
  },
  {
    "id": "39278",
    "name": "Medina de Rioseco 1808",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 240,
    "age": 0,
    "description": "Medina de Rioseco 1808 covers the battle of the 14 July 1808 between French army of marshal Bessi&egrave;res and the two Spanish armies of lieutnant-generals La Cuesta and Blake.&#10;&#10;This game belongs to the Jours de Gloire series.&#10;&#10;Rules: Jours de Gloire Empire version 1808&#10;Scale: 1 hex. = 300 m - 1 counter = 1 battalion/squadron&#10;Map size: A2&#10;&#10;Spanish army: 22.000 men - 44 counters&#10;French army: 13.000 men - 27 Counters&#10;&#10;Published in Vae Victis Magazine No. 83 together with Somosierra 1808&#10;&#10;",
    "categories": [
      "Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/Fqpw4PWLMU049ACqkIIbdw__thumb/img/bJKgReDuh67EAz4wmB21H9_tCd0=/fit-in/200x150/filters:strip_icc()/pic393821.jpg"
  },
  {
    "id": "249677",
    "name": "Gruff: Stuff of Nightmares",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 11,
    "description": "Stuff of Nightmares is a stand-alone game within the Gruff rules system.&#10;&#10;Gruff is a tactical combat card game where players duel to the death with custom teams of Mutated Monster Goats!&#10;&#10;Gruff features unique positional and timing mechanics that create a constant state of attack and counter-play.&#10;&#10;Stuff of Nightmares provides the same visceral competitive experience as Gruff, but adds a new faction to the game to the game, plushy nightmare goats called The Stuffkin!&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Campaign / Battle Card Driven",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/jU55wbD_oDkjfxifOEa4hg__thumb/img/BU3Diqdeu-vA-7aM-up_IRf12qw=/fit-in/200x150/filters:strip_icc()/pic4055813.png"
  },
  {
    "id": "329293",
    "name": "Loading",
    "minPlayers": 2,
    "maxPlayers": 7,
    "playingTime": 5,
    "age": 7,
    "description": "In Loading, all the players try simultaneously to collect as many progression points as possible. Who will be the fastest...or the wisest?&#10;&#10;All players but one start with a deck of cards in hand; the final player waits, hand outstretched, for another player to hand them a deck. As soon as you have a deck, examine it as quickly or as thoroughly as you wish for a progression card to play on your stack. You must play cards in ascending order, but you need not play them sequentially. Once you've played a card, get rid of the deck by placing it in the hand of whoever waits.&#10;&#10;Once you've gathered enough progression points &mdash; or at least once you think you're in a good position &mdash; you can discard the deck instead of giving it to someone else, then take a bonus STOP card. There aren't enough STOP cards for all players, so don't delay too long.&#10;&#10;Loading includes a two-player mode, as well as an expert mode for skilled players.&#10;&#10;&bull;&bull;&bull;&#10;&#10;Dans Loading, tous les joueurs essayent, en m&ecirc;me temps, de collecter un maximum de points de progression. Qui sera le plus rapide... ou le plus malin ?&#10;&#10;Un jeu de Draft en temps r&eacute;el, sans aucun tours!&#10;Tous les joueurs, sauf un, commencent avec un Deck de cartes. Le dernier attend, la main tendue, qu'un autre joueur lui donne un Deck.&#10;&#10;D&egrave;s que vous avez la main sur un Deck, fouillez (rapidement) dans le Deck pour trouver une carte de progression &agrave; jouer sur votre Pile. Les cartes doivent &ecirc;tre jou&eacute;es dans l'ordre croissant, mais pas n&eacute;cessairement avec la carte juste au dessus (on peut jouer un 19 ou un 47 sur un 18, mais pas un 14).&#10;Une fois que vous avez jou&eacute; une carte, d&eacute;barrassez-vous (rapidement) du Deck en le donnant au joueur qui en attend un.&#10;&#10;Une fois que vous avez accumul&eacute; suffisamment de points de progression (ou du moins lorsque vous le pensez...), vous pouvez vous d&eacute;barrasser du Deck au lieu de le donner et prendre une carte Stop de bonus de fin.&#10;&#10;Soyez rapide, il n'y aura pas de cartes Stop pour tout le monde...&#10;&#10;Pour les plus aguerris d'entre vous, vous trouverez &eacute;galement une variante pour joueurs confirm&eacute;s et une variante pour 2 joueurs.&#10;&#10;-description from publisher (French)&#10;&#10;",
    "categories": [
      "Card Game",
      "Real-time"
    ],
    "mechanics": [
      "Closed Drafting",
      "Race",
      "Simultaneous Action Selection",
      "Speed Matching",
      "Sudden Death Ending"
    ],
    "image": "https://cf.geekdo-images.com/PXbD4l5NiUty2-qJ1zrT6g__thumb/img/sJIbGoeZCo6cukyanWV4AC7nTQI=/fit-in/200x150/filters:strip_icc()/pic6166241.jpg"
  },
  {
    "id": "268248",
    "name": "Warhammer Fantasy Battle (Third Edition)",
    "minPlayers": 2,
    "maxPlayers": 99,
    "playingTime": 360,
    "age": 16,
    "description": "This is the third edition of very popular Warhammer Fantasy Battles wargame, with a complex movement system and new specialist troop types.&#10;&#10;Warhammer Fantasy Battles is a tabletop game for two or more players where you command several armies from a huge range that goes from Humans, Dwarves, Elves, Undead, Orcs, Beastmen, Ratmen called Skaven, and other fantasy races. This starter set provides you with all the rules you need to play, a core for two armies, and guides you through collecting and painting your own army of Citadel miniatures.&#10;&#10;The Warhammer rulebook is a 304-page hardback book. Within its covers the book is divided into seven sections: Introduction, The Basic Game, Advanced Rules, Magic, The Warhammer World, The Bestiary, and Forenrond's Last Stand.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/2urapAyC1bLYmukG_uxMpA__thumb/img/tzK_mmHOqC-BbOrvZMgK5tyKQWA=/fit-in/200x150/filters:strip_icc()/pic1141605.jpg"
  },
  {
    "id": "338630",
    "name": "Travel Zombicide: 2nd Edition",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 14,
    "description": "Kill zombies anywhere.&#10;&#10;Take Zombicide anywhere with you!&#10;&#10;Travel Zombicide offers you the Zombicide: 2nd Edition experience in a smart, easily transportable package. With an innovative design, the game has a compact plastic case and components with special dimensions perfect for vacations, car trips, or to be easily transported to a friend's house. Easily carry all the game components and have Zombicide: 2nd Edition ready to play under any circumstances!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Horror",
      "Miniatures",
      "Zombies"
    ],
    "mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Multiple Maps",
      "Scenario / Mission / Campaign Game",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/SsUvTDz4KaV1_4OmtTCPBw__thumb/img/1XxtfGPRStLpXCchC3pib_n1-sU=/fit-in/200x150/filters:strip_icc()/pic6172772.jpg"
  },
  {
    "id": "336374",
    "name": "Sandwich Wars",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 10,
    "description": "Sandwich Wars is in town! It is a unique moment for all sandwich experts to demonstrate the quality and creativity of their products. In this contest, each participant must prepare all kinds of sandwiches with the most varied ingredients trying to meet the challenges imposed by the judges. The cook who makes the best sandwiches (and makes the best use of the opportunities that come their way) will be hailed as the winner and great sandwich master!&#10;&#10;In this game, each participant must play ingredient cards to the table to complete the different culinary challenges that are in the center of the table. During the game they must manage their money, their time, their assistants and the opportunities that arise!&#10;_________________________________________&#10;&#10;En Sandwich Wars los jugadores deben cumplir desaf&iacute;os de s&aacute;ndwiches, para esto deben bajar a la mesa ingredientes de su mano que correspondan con las necesidades de los desaf&iacute;os que est&aacute;n a la vista y completarlos antes que los dem&aacute;s. Al completar un desaf&iacute;o se consiguen distintas recompensas.  Cuando un jugador haya completado su quinto pedido se completa la ronda y se da por finalizado el juego. El jugador que haya obtenido m&aacute;s cantidad de puntos de victoria ser&aacute; el ganador&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Contracts",
      "End Game Bonuses",
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/MV5qZ5WeKBUsWML2otjsCA__thumb/img/vf375Y9WuEWsPdwtKn6OossYrQg=/fit-in/200x150/filters:strip_icc()/pic6403753.png"
  },
  {
    "id": "363204",
    "name": "FLOE",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 10,
    "description": "FLOE is an adventure-strategy game where players embark on heroic quests across an icy landscape. You&rsquo;ll discover long-lost secrets on uncharted icebergs, sail the seas to find adventure and sunken treasure and delve into perilous caves to find precious crystals and battle fearsome monsters.  Despite the dangers ahead, you won&rsquo;t be alone in your travels. Always at your side, your loyal familiar may help gather resources or jump into the fray to turn the tide of battle. During their travels, heroes will also gain helpful allies, powerful abilities, and rare items. In time, heroes may also build shrines across the map, ensuring their legacy will be long remembered. However, always beware of the cold. Venturing into the icy wasteland is perilous: almost everything heroes do outside the safety of the village will cost them warmth. From time to time, they will need to return to the village to warm up, improve their homestead, purchase upgrades, and prepare for their next big adventure. Will you be the boldest explorer of them all?&#10;&#10;&#10;FLOE features a unique region-to-region movement system that allows heroes and sailboats to navigate the realm with ease; only the natural shapes of the ice and seas are used to determine movement, so you never need to count squares on a grid.&#10;&#10;Additionally, after each game, players unlock Floe Stone stickers they use to track Village progress. By reaching certain milestones, they can open envelopes and unlock new gameplay experiences that expand the realm and reveal long-lost lore about the Crystal Kingdom.&#10;&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "categories": [
      "Adventure",
      "Animals",
      "Exploration",
      "Fantasy"
    ],
    "mechanics": [
      "Action Points",
      "Area Movement",
      "Contracts",
      "Critical Hits and Failures",
      "Hidden Victory Points",
      "Mancala",
      "Modular Board",
      "Solo / Solitaire Game",
      "Tags",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/OVGfbJL6TJDaGzNDlGa6sA__thumb/img/uBQJZyMc49Rt4CyGPo7J48VclDg=/fit-in/200x150/filters:strip_icc()/pic7907058.jpg"
  },
  {
    "id": "315021",
    "name": "Strawberry Sunset",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 7,
    "description": "In Strawberry Sunset, create a vibrant and flourishing strawberry patch - one more fruitful than your neighbor&rsquo;s. In this quick strategy game, you will have until sunset to grow as many strawberry plants as you can, while landscaping your garden. Add unique features to your design, such as koi ponds, gnomes, and zen gardens. Ready to get your hands dirty?&#10;&#10;",
    "categories": [
      "Card Game",
      "Environmental",
      "Farming",
      "Puzzle"
    ],
    "mechanics": [
      "Connections",
      "Layering",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/tSRvlC8Ivl7LpMdzAES5-g__thumb/img/r-iM65QjbeP6bJ_dMnfwVMEoNew=/fit-in/200x150/filters:strip_icc()/pic8280616.jpg"
  },
  {
    "id": "62709",
    "name": "Funglish",
    "minPlayers": 3,
    "maxPlayers": 99,
    "playingTime": 90,
    "age": 12,
    "description": "There&rsquo;s no time to lose&hellip; so grab some clues! Can you get the other players to guess the word KANGAROO? You can&rsquo;t talk or act&mdash; but you can find, grab and play just the right clues from 120 descriptive tiles as everyone shouts out their guesses. You play living, wild, and tall. Is it a Redwood? A giraffe? A basketball player? Nope. Keep playing tiles like furry, brown and bouncy. Once another player yells out KANGAROO, try a new word before time runs out! That&rsquo;s the funny, noisy, unique, entertaining, magical, fast-moving fun of FUNGLISH!&#10;&#10;The word-guessing game that lets you express it and guess it with piles of tiles!&#10;&#10;",
    "categories": [
      "Word Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/K9ahLIoxHImU7__gyKE8rA__thumb/img/xAJ-mCQ3UeSL0aKo30Eel7XQUoI=/fit-in/200x150/filters:strip_icc()/pic1836808.jpg"
  },
  {
    "id": "1243",
    "name": "Split Second",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 10,
    "description": "A question is read, and each player writes the answer down on a paddle; when released, the paddle will flip up into the middle, thanks to a clever rubber-band mechanism.  The player who first turns in the correct answer wins the point.  If no one turns in the correct answer, then (for number questions) the closest answer wins the point.  Each answer is no longer than four characters.  Questions range from very easy (&quot;I could have had a V-_!&quot;) to ridiculously difficult (&quot;How many teeth does a sloth have?&quot;), and make for an amusing challenge.  Adding spice are the personal questions (&quot;How many times have I lost a job?&quot;), where you have to guess what the reader answered.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Party Game",
      "Real-time",
      "Trivia"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/uTUOVFG0-scBcm7VQ8DsRA__thumb/img/aOABCY9Nlk9fvFh0m5nbpsLdoWI=/fit-in/200x150/filters:strip_icc()/pic9292.jpg"
  },
  {
    "id": "11030",
    "name": "Sherco's Grand Slam Baseball Game",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 8,
    "description": "SherCo's GrandSlam Baseball Game is back in a new graphically-enhanced print and pdf downloadable format, including a new base-36 dice variant entitled SherCo Plus that can be used as a stand-alone game or as a &quot;kit&quot; to upgrade the original game that has been on the market for 50 years.&#10;&#10;First brought to market in 1968 (as SherCo II Baseball Simulation, and &quot;the most fun to play!&quot;), the game was brought back to market two years ago by its inventor, Dr. Steve LeShay, and is under license with Brien Martin of Hot Stove Games.   It is being distributed by ASGgames.&#10;&#10;SherCo was the first of its kind to be played on a game board representing a composite stadium with a 28 x 28 numbered square grid. It also was the first to rate every player who played in at least one game in a season; and it was the first to provide its unique rating formulae so that customers could rate their own players and teams.&#10;&#10;Each player is rated for batting average, home runs, triples, clutch-hitting, walks, strike outs, hit by pitch, base stealing speed, throwing arm, and fielding range and average; and each pitcher is rated for his ERA, innings of effectiveness, number of complete games, K/BB ratio, and home runs allowed. In the SherCo Plus versions, pitcher ratings include batting average against ratings to further refine pitcher vs. batter control and the accuracy of statistical outcomes.&#10;&#10;All versions of SherCo GrandSlam Baseball (Plus and Classic) still have all of these unique features (including a wind factor; automatic umpire; artificial turf rules; injuries, hit and runs, special and freak events, and error charts; and playing pieces representing the ball, fielders, batter, and base runners so that you can position players exactly where you want them to play and watch every play unfold right before your eyes. There are also Fast Action Charts included with each season to get one-roll accurate results for games between other teams as you complete a season for your favorite team.  The new SherCo Plus variant has expanded pitcher-batter-runner ratings and offers many more realistic play results per chart, including rarities such as catcher's interference.&#10;&#10;Each dice-activated result allows a patented &quot;stop-action effect&quot; to visually occur when a probable hit or probable out batted ball is plotted on a specific square on the stadium's playing field.  As the runners advance, the fielder moves to the ball, fields it and throws to where you want the ball to go in a quick, seamless sequence of turns.  A ball may drop in for a hit or become an out depending on where it is hit, the strength and direction of the wind, and where a defensive player is positioned. Depending on where you are playing, a long fly ball may be caught or go over the fence for a home run, or ricochet off the wall for a double or possible triple. We've even added an optional rule that measures the &quot;hang time&quot; of a fly ball to the outfield.(e.g., will it drop in or will the fielder have enough time to make a fantastic catch?).&#10;&#10;A solitaire or head-to-head game takes only 30-45 minutes to play, depending on the score. SherCo has also re-released its rules supplement for setting up SherCo Leagues of Baseball Simulation (a/k/a SLOBS) for short-season (e.g., 24-game) leagues that you can play with family and/or friends.  Additionally, SherCo offers another set of rules for &quot;Olde Tyme Base-ball&quot; for those interested in playing 1870-1920 seasons.&#10;&#10;Historical and all modern day ball parks have been beautifully redone to include features such as the fountains at Kauffman Stadium, McCovey Cove at A&amp;&amp;T, Fenway's Green Monster, the fans swimming pool at Chase Field, and even the Big Apple Home Run display at Citi Field. Each year (on/about Jan. 1st) SherCo includes the most recently-completed big league season. Also available are many specialty sets of vintage old-time teams, famous world championship series, greatest also-rans, and entire early seasons rating every player who had at least one at bat or pitched to one batter.&#10;&#10;",
    "categories": [
      "Sports"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/d6PrV6201bpXF7X-bzhbww__thumb/img/iUQivb2Hd2wl8mlzz6vztXxAFCs=/fit-in/200x150/filters:strip_icc()/pic789381.jpg"
  },
  {
    "id": "394269",
    "name": "Crisis: 1914",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 120,
    "age": 13,
    "description": "Crisis: 1914 is a game of international brinkmanship - if you back down too soon, you lose. If you back down too late you lose.&#10;&#10;But you also have hawks and doves in your cabinet and in your government, and out of these conflicting views you must somehow formulate a coherent response to the crisis to win the day and prevent war.&#10;&#10;Designed for 1 to 5 players with a solitaire engine, and playable in under 2 hours.&#10;&#10;There are 3 interrelated concepts at the heart of Crisis: 1914: Prestige, Tension, and Diplomatic Pressure (DP).&#10;&#10;Prestige is how you win. The player with the most Prestige at the end of the game is the winner.&#10;&#10;Diplomatic Pressure (DP) is how you score Prestige. Every card has a DP value. You apply DP by playing cards.  The player with the most Prestige at the end of a turn earns Prestige points. There are other ways of scoring Prestige points too, but this is the most important one.&#10;&#10;Tension is how you lose. If you end a turn in the red zone on the Score Track you are also creating Tension for your opponents which reflects how close you are to provoking them into mobilizing for war. If you provoke them too far war starts and you lose.&#10;&#10;Cards drive the game.  There are various card types that affect the game as follows:&#10;&#10;Assertion Cards- which uses your nation's power to increases your Prestige&#10;&#10;Consensus and National Interests  Cards- these allow your nation to play more cards&#10;&#10;Diplomatic Back-Channel Cards  - these let you increase DP without increasing Tension&#10;&#10;Caution Cards - allow more cards to be drawn&#10;&#10;In addition, some cards have recurring effects on  Momentum, which stops players from performing certain actions and Reduce Tension which lets you lower Tension in your country.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice",
      "Educational",
      "Negotiation",
      "Political",
      "Wargame",
      "World War I"
    ],
    "mechanics": [
      "Cooperative Game",
      "Events",
      "Multi-Use Cards",
      "Negotiation",
      "Once-Per-Game Abilities",
      "Solo / Solitaire Game",
      "Turn Order: Random"
    ],
    "image": "https://cf.geekdo-images.com/Vbe_DFwNrXxOV3vwT1eqdw__thumb/img/uH_gCCh4cCKno7O8hnbR9Rkvm6s=/fit-in/200x150/filters:strip_icc()/pic8232515.png"
  },
  {
    "id": "368464",
    "name": "SiliconVania",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 14,
    "description": "The Vampire Council is looking to hire a new city planner to turn Transylvania, the most legendary vampire town in the world, into the world's newest tech haven! You and your rivals are competing to land a job that will ask you to create a diverse cityscape for vampire and animal life, provide plenty of blood banks for your citizens, secure contracts, and bring aboard the best specialists in the industry. The race is on to present to the Vampire Council the most organized plans for the city to renovate Transylvania into Siliconvania!&#10;&#10;In SiliconVania, players bid on building tiles and multi-use specialists that provide either one-time bonuses or end-of-game scoring. Players take the building tiles they win, and place them in their 4x4 city grids, juggling different scoring opportunities, and collecting vampire and pet meeples that are looking for places to live! Each round you:&#10;&#10;&#10;     Bid on a pair of building tiles to add to your grid. Be careful as once they're down, they're hard to move.&#10;     Bid a specialist card for its ability and to get a new specialist card. Cards with stronger bids have weaker abilities, and vice versa.&#10;     Commit a specialist card for its scoring condition, earning points, but revealing to your opponents which kinds of buildings you really need.&#10;&#10;&#10;The game ends after eight rounds, at which time everyone's city grid will be full. You score points for having each of the seven building types, a wide network of blood banks, and proper housing for the vampire meeples your specialists bring to town. The vampires also want to make sure all this technological advancement doesn't destroy the biodiversity of their home, so you get points for having a variety of animals and animal meeples on your tiles.&#10;&#10;Your specialists also provide special scoring conditions. Players will also be competing to develop innovations, find artifacts, and build castles and train stations to make their cities even more attractive to the rising vampire population.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [],
    "mechanics": [
      "Auction / Bidding",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/kjSvOe2ZEAc3yFKITAbrbA__thumb/img/s-sXt0qRayBLRm3AlbNnMF6QZOU=/fit-in/200x150/filters:strip_icc()/pic7101841.jpg"
  },
  {
    "id": "160125",
    "name": "Gods' Gambit",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 0,
    "description": "In Gods' Gambit, players represent fallen gods who must solve problems in the world and perform good acts to be allowed to return to the High Heavens.&#10;&#10;By playing a card from your hand of either the same color (same location) or the same value (same trouble) as on the playing table, you clear one of the quests bestowed upon you. When one player has rid himself of all of the cards (quests) in his hand, or when a certain period of time has passed (when you've drawn four special cards from the draw deck), that round ends. The player who rid himself of cards gets closer to the High Heavens, but those with cards remaining are pushed away even further.&#10;&#10;The gods can also use their faithful servants for their own purposes. They can help their masters to do away with surplus quests, or cause trouble for the other gods by imposing more quests on them. However, take care when you do this because all such acts remain in memory as bad karma. If you manage to complete all of your quests, your accumulated bad karma will be ignored, but if you fail and have quests remaining, they will become a heavy burden.&#10;&#10;You will need to determine when to silently do your chores and when to use your servants to increase your chances of success.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/3Ci2ibAJmzqFxyELQkgthQ__thumb/img/K9CnXLpImN_rcARvVqN5YQOOerI=/fit-in/200x150/filters:strip_icc()/pic2033774.jpg"
  },
  {
    "id": "103039",
    "name": "Beyond Waterloo",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 960,
    "age": 0,
    "description": "Annual 2011 Issue&#10;&#10;BEYOND WATERLOO is a two-player strategic level game of the Napoleonic Campaign of 1815. Players take the sides of France or the coalition of Allies. The game opens with Napoleon&rsquo;s arrival at Paris following his return from Elba, and includes his efforts to restore France to a war footing, the Allies&rsquo; struggle to revive their anti-French coalition, and the military operations that ensue. BEYOND WATERLOO is played on a mapboard that includes France plus relevant portions of the Low Countries, Germany, Switzerland, and Italy.&#10;&#10;Where most games on this period focus in on the famous Battle of Waterloo, BEYOND WATERLOO takes in the full scope of the politico-military possibilities inherent in the 1815 situation. The Allies must re-defeat Napoleon. The French must avoid that outcome.&#10;&#10;BEYOND WATERLOO is a full strategic simulation encompassing military, economic, and diplomatic developments. It also introduces new design concepts for a game of this nature. Because of the complexities involved, these rules adopt a layered approach. Initially, the Combat Game introduces only the Battle Development Sequence, which affords a way to conduct combat in a strategic game that is nuanced for the Napoleonic era. This level of rules enables the player to learn the combat system using a scenario that covers only the Battle of Waterloo itself. At the next level, the Basic Game, rules introduce the full movement and administrative systems for a Napoleonic campaign. The scenario involves the military action, economic factors, and force mobilization in this last Napoleonic War. The Advanced Game adds diplomacy, strategy, political action, and emphasizes the mobilization for war. In this long-form, the game begins with Napoleon&rsquo;s return to Paris and the sides must prepare for war before conducting it.&#10;&#10;BEYOND WATERLOO is played on a mapboard divided into areas that regulate the movement of game forces. Pieces represent prominent Commanders on all sides, and armies, corps, and divisions. The players accumulate Resource Points (RPs) and Victory Points (VPs) as the game progresses. RPs procure fresh forces. The VPs influence events in the Campaign of 1815, as well as determining the winner of the game. In the Advanced Game, players also engage in diplomatic and political activity intended either to prepare for war or shape the conditions that will affect the campaign.&#10;&#10;",
    "categories": [
      "Economic",
      "Napoleonic",
      "Political",
      "Wargame"
    ],
    "mechanics": [
      "Area Movement",
      "Minimap Resolution"
    ],
    "image": "https://cf.geekdo-images.com/jOGFeLtXfdn6p4X1eIi9fw__thumb/img/3NDqaO2mcqHngCVheAbFR-3ndvM=/fit-in/200x150/filters:strip_icc()/pic7261058.jpg"
  },
  {
    "id": "64080",
    "name": "Rowboat",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 13,
    "description": "Contains 61 cards, sand timer, and instruction booklet. Deal cards face up until an oar, a wave, a shell, and a map are showing. This is called the Tide. Deal each player the same number of cards that are in the Tide. Then, predict how many rounds you will win. Navigate your way through the Tide with the cards in your hand. Make your bid and score points. Fall short and lose points.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/QhSeIxkAkU9huX1s7r2h6Q__thumb/img/zJsj-XqaLtIN44BV0f-XQJ5UEmU=/fit-in/200x150/filters:strip_icc()/pic672725.jpg"
  },
  {
    "id": "234511",
    "name": "My First Stone Age: The Card Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 4,
    "description": "My First Stone Age: The Card Game is a card game version of My First Stone Age. The players try to fix their houses with three different resources. These resources are hidden in grass, and the players try to find them with Martin the mammoth. The first player who builds three houses wins.&#10;&#10;My First Stone Age: The Card Game is playable as a standalone game or as an expansion for My First Stone Age!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Children's Game",
      "Memory",
      "Prehistoric"
    ],
    "mechanics": [
      "Contracts",
      "Memory",
      "Open Drafting",
      "Race",
      "Track Movement"
    ],
    "image": "https://cf.geekdo-images.com/a4WD0GmpaT1gXy6bUCE31g__thumb/img/udMvgvXNVYLsjk2qRehxa1dHKZU=/fit-in/200x150/filters:strip_icc()/pic3742448.jpg"
  },
  {
    "id": "331390",
    "name": "Suspects: The MacGuffin Affair",
    "minPlayers": 1,
    "maxPlayers": 8,
    "playingTime": 90,
    "age": 10,
    "description": "A new scenario for the game.&#10;Available with plato magazine #132.&#10;&#10;",
    "categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "mechanics": [
      "Cooperative Game",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/ElRygYFvSSefo6vePjuyBg__thumb/img/WSUU5LPBtnyvA3_04dvDBg4BNVo=/fit-in/200x150/filters:strip_icc()/pic6144438.jpg"
  },
  {
    "id": "353684",
    "name": "Remolacha",
    "minPlayers": 4,
    "maxPlayers": 16,
    "playingTime": 30,
    "age": 8,
    "description": "Dear Vegetagent...&nbsp;&#10;&#10;Welcome to the garden!&nbsp;&#10;&#10;Beetroots have infiltrated our territory, and as skilled vegetagents, we must discover them.&nbsp;They will use different tricks, but we must remain impassive... With teamwork, we will be victorious in this difficult mission! Only one side will remain.&#10;&#10;To start playing, each player takes a private card from the role pile. This card will designate their role (beetroot, vegetagent, or rotten turnip). After this, a single card is drawn from the mission pile that, together with the role card, will designate the current mission (the word we are playing with).&#10;&#10;Now, in order, every player has to say a word related to the mission. While vegetagents will try to find each other, beetroots will try to camouflage themselves as vegetagents, and rotten turnips will try to be the center of attention, as they want to be expelled from the garden (they are special vegetables ^-^).&#10;&#10;After everybody has said a word, a vote takes place. In order, each player can choose either to pass or to expel someone from the garden. The most voted player will be expelled. Rounds of words and votes will be repeated until any of the conditions to end a mission is met.&#10;&#10;After this, everybody receives legupoints according to their performance. The number of missions played determines the length of the game.&nbsp;&#10;&#10;The one who has the most legupoints wins the game!&#10;&#10;-description from publisher&#10;&#10;[ES]&#10;&#10;Querido Agente Horticultor...&#10;&#10;&iexcl;Bienvenido al huerto!&#10;&#10;Las remolachas se han infiltrado en nuestro territorio y, como h&aacute;biles agentes horticultores, debemos descubrirlas. Utilizar&aacute;n diferentes trucos, pero debemos permanecer impasibles... &iexcl;Con el trabajo en equipo, saldremos victoriosos de esta dif&iacute;cil misi&oacute;n! S&oacute;lo pueden quedar ellos o nosotros.&#10;&#10;Para empezar a jugar, cada jugador toma una carta privada del mont&oacute;n de roles. Esta carta designar&aacute; su papel (remolacha, agente horticultor o nabo podrido). A continuaci&oacute;n, se coge una &uacute;nica carta del mont&oacute;n de misiones que, junto con la carta de rol, designar&aacute; la misi&oacute;n actual (la palabra con la que estamos jugando).&#10;&#10;Ahora, por orden, cada jugador tiene que decir una palabra relacionada con la misi&oacute;n. Mientras que los agentes horticultores tratar&aacute;n de encontrarse, las remolachas tratar&aacute;n de camuflarse como vegetativos, y los nabos podridos tratar&aacute;n de ser el centro de atenci&oacute;n, ya que quieren ser expulsados del jard&iacute;n (son verduras especiales ^-^).&#10;&#10;Despu&eacute;s de que todos hayan dicho una palabra, se realiza una votaci&oacute;n. Por orden, cada jugador puede elegir entre pasar o expulsar a alguien del huerto. El jugador m&aacute;s votado ser&aacute; expulsado. Las rondas de palabras y votaciones se repetir&aacute;n hasta que se cumpla alguna de las condiciones para terminar una misi&oacute;n.&#10;&#10;Despu&eacute;s de esto, todo el mundo recibe legupuntos en funci&oacute;n de su actuaci&oacute;n. El n&uacute;mero de misiones jugadas determina la duraci&oacute;n del juego.&#10;&#10;&iexcl;El que tenga m&aacute;s legupuntos gana la partida!&#10;&#10;-descripci&oacute;n del editor&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction",
      "Humor",
      "Party Game",
      "Spies / Secret Agents",
      "Word Game"
    ],
    "mechanics": [
      "Communication Limits",
      "Deduction",
      "Hidden Roles",
      "Player Elimination",
      "Team-Based Game",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/B7ywHRB-oI_f3YQsfHWIoA__thumb/img/XoGYvs3FURvHwDFmHqt0G41Tfwg=/fit-in/200x150/filters:strip_icc()/pic8643953.png"
  },
  {
    "id": "180938",
    "name": "Ice and the Sky",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 10,
    "description": "La Glace et le Ciel is a cooperative game for 2 to 4 players, lasting for about 20 minutes. Players will really depend on each other (no one can lead the party) and that there will be tension crescendo during the part... Just be aware that it will be a question of balance between the elements of water (hydrosphere), the Earth (lithosphere) and Air (atmosphere), as well as the Biosphere at the intersection of all three.&#10;&#10;Players will play each their turn in a clockwise direction. On their turn, the player must put one of his cards where they want, provided that the level of the element (Air at the top, Earth in the middle and Water at the bottom). As long as there are still empty spaces on the line of an element, they must be filled, as the next card will be laid over the cards already in place.&#10;&#10;A player can never move a card that has already been placed, however they may cover it with another card. As soon as the placing of a card completes the goal of one or more players, or on the contrary destroys their goal, it is revealed. These are the only clues that are given!&#10;&#10;When the 12 cards of the first generation are played, players reveal their Objective cards and points are scored. We look if there is=f there is a Co2 card in the ice returning as many ice cards as there are CO2 cards visible. Then we look at the sky level: you add up the number of unbalanced objective cards and subtracting the number of those out of balance to obtain the score. The 2nd sky card with the same value to observe the evolution of the CO2 in the sky.&#10;&#10;The philosophy of the game was very largely inspired by the book by Claude Lorius: Voyage dans l'Anthropoc&egrave;ne.&#10;&#10;",
    "categories": [
      "Card Game",
      "Novel-based"
    ],
    "mechanics": [
      "Cooperative Game",
      "Induction"
    ],
    "image": "https://cf.geekdo-images.com/6SciO0335LR6rxmKteXR3w__thumb/img/xR_6ivIXeEDOLah7N_gNx7wwldk=/fit-in/200x150/filters:strip_icc()/pic5284886.png"
  },
  {
    "id": "300023",
    "name": "Die verlassene Bibliothek",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 75,
    "age": 12,
    "description": "Die verlassene Bibliothek (&quot;The lost library&quot;) is an escape game which consists of only cards. &#10;The door of the library is locked shut and the players are stuck. They will find various combination locks throughout the room. They need to complete the puzzles to obtain the codes for these locks. The players can only escape from the lost library if they collaborate closely and really put their heads together to puzzle over the clues.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Cooperative Game"
    ],
    "image": "https://cf.geekdo-images.com/lPBv96zhMjqdSZQRkDLUpQ__thumb/img/JKdJsF0VZGJDGgAOahhlcs0Isd8=/fit-in/200x150/filters:strip_icc()/pic5242636.jpg"
  },
  {
    "id": "99042",
    "name": "The American Revolution: Decision in North America",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 300,
    "age": 0,
    "description": "The American Revolution: Decision in North America (AR), is a two-player wargame, designed by Joseph Miranda, in which you command the Americans or the British in the War of American Independence, 1775-82. The American player may also control French and Spanish units if those nations enter the war. Instead of the full campaign game, players may also choose to play the shorter scenario that ends in 1779.&#10;&#10;Each inch on the area map, which covers all of North America from the Mississippi River east, including the Caribbean, equals 100 miles. Each brigade-sized unit represents two to four battalions (about 1,500 to 4,000 men). Each game turn represents one year. All the game&rsquo;s charts and tables are printed on the mapsheet.&#10;&#10;The rules contain a total of 13,000 words, which works out to allow two experienced players to finish a game in four to five hours. The system can be fudged for solitaire play.&#10;&#10;Rules cover such things as: initiative, rabble rousing, revolutionary political progress, colonial loyalties, the European balance of power, mobilizing new units, forced march, supply and forage, enlistment expirations, leaders, fog of war, fleets, French and Spanish alliances, Hessians, Indian sovereignty, fortresses and sieges, partisans, militia, overrun, massacre, political vs. military victory, frontier warfare, honors of war, grenadiers, light troops, detachments, regulars, and much more. The turn sequence is as follows.&#10;&#10;Reprinted in Command Magazine Japan #128 in 2016 April.&#10;&#10;",
    "categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Wargame"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Movement Points",
      "Point to Point Movement",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/S6-30fL4ffaI2YkhXLfM6w__thumb/img/6HLLgTl2v7JFCgcnwUuI1rkb09A=/fit-in/200x150/filters:strip_icc()/pic995589.jpg"
  },
  {
    "id": "192345",
    "name": "Monkey Business",
    "minPlayers": 4,
    "maxPlayers": 12,
    "playingTime": 15,
    "age": 8,
    "description": "Monkey Business - A mime game with a twist!&#10;&#10;A fun, laugh filled party game for the whole family.&#10;&#10;You are the Scammer!&#10;&#10;In a round of Monkey Business, each player draws a card which describes an action, like 'go grocery shopping' or 'you just won the lottery'. Each player has the same action except for one player, whose card says 'you are the scammer' (or variations of that theme).&#10;&#10;On the count of three, each player mimes the action. The Scammer, with swift observation, tries to match what all the other players are doing. After ten seconds, everyone stops.&#10;&#10;Then on the count of three, everyone simultaneously, including the Scammer, points a finger at who they think is the Scammer. Points are won for correct answers, The Scammer wins points based on the number of wrong answers.&#10;&#10;After 6 rounds, high points wins. A silly and really funny game of wild activity!&#10;&#10;For 4 to 12 players with 2 Scammers at higher player counts!&#10;&#10;--description from the original French publisher&#10;In Keskif&eacute;?, all players but one &mdash; either individually or in teams &mdash; carry out an action that all players but one know about. Can the buffoon, the sole player unaware of what's going on, imitate the others successfully without disclosing their identity?&#10;&#10;",
    "categories": [
      "Party Game"
    ],
    "mechanics": [
      "Acting",
      "Hidden Roles",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/zTSbb3pMOwJk9plx9XRnfw__thumb/img/6UT7ZTNBzoXTpMhSG_2rRchR_Tk=/fit-in/200x150/filters:strip_icc()/pic4518213.jpg"
  },
  {
    "id": "264970",
    "name": "Scotland Yard: Hunting Mister X",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 8,
    "description": "Mister X is back to make London unsafe once again! In Scotland Yard: Das W&uuml;rfelspiel, you engage in the fast-paced chase for Mister X with the help of dice. Will you travel by taxi, underground, or bus? The dice are moody, so sometimes you get the ticket you need, but sometimes you don't. As in other Scotland Yard games, you need to work together to ensure that Mister X can't get away!&#10;&#10;",
    "categories": [
      "Deduction"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hidden Movement",
      "Modular Board",
      "Point to Point Movement"
    ],
    "image": "https://cf.geekdo-images.com/nO758MwprPSH2OkRDYitWQ__thumb/img/pBKlasZLh6fmocfXTFCLThxe-fI=/fit-in/200x150/filters:strip_icc()/pic4907835.jpg"
  },
  {
    "id": "333776",
    "name": "Cards Christians Like",
    "minPlayers": 4,
    "maxPlayers": 10,
    "playingTime": 45,
    "age": 8,
    "description": "Cards Christians Like is a party game but with convictions. Each round, one player will read a prompt (blue card) for other players to fill in with their funniest response (white card).&#10;&#10;The first player to win seven blue cards wins the game.&#10;&#10;The cards are unique observations about church and culture that play in hundreds of hilarious combinations.&#10;&#10;",
    "categories": [
      "Party Game"
    ],
    "mechanics": [
      "Hand Management",
      "Player Judge",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/CYC1BvQp59o6A0dHhkdNZg__thumb/img/5jeH6iqZ0Td5b7fAu5HWvRnvgNE=/fit-in/200x150/filters:strip_icc()/pic6170388.jpg"
  },
  {
    "id": "194777",
    "name": "Rabbit Island: Explore, Build, Conquer",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 13,
    "description": "(Note: The title changed to Rabbit Island in December 2016, thanks to lots of crowd input. Original title was Bunny Island.)&#10;&#10;In Short: Tile-laying modular board game; main mechanic is territorial control.&#10;&#10;In Full:&#10;&#10;You are a rabbit --  one of a wandering band of rabbits in search of a new land to call home. After many months at sea, you and your companions discover a beautiful, uninhabited island. Splitting up into your separate tribes (Blue, Red, Yellow, or Green), you will each set out from Founder's Hill to explore the island, discovering new areas to build up and plant carrots. It is up to you to lead your tribe into the unknown and develop the largest and most successful civilization on the island!&#10;&#10;While it looks cute at first, Rabbit Island reveals itself as a very competitive and multi-faceted game. The primary aim is territorial control, and there are several supporting mechanics that increase your strategic potential, including Action Cards and Harvest Groups.&#10;&#10;Each player starts out with a rabbit pawn, 100 Carrots in Carrot Tokens, and 25 Building Tokens. There are three phases to the game - Explore, Build, and scoring (Conquer!). The main goal of the game is to gain the most Victory Points by the end of 20 rounds of play (or 10, if playing a short game).&#10;&#10;During the Explore Phase, each player lays down the uniquely shaped Map Tiles to create the board and form the Pathway Arrows. Players also get the chance to build their first Camps (lowest building level) on the Territory Tiles.&#10;&#10;During the Build Phase, players now follow the Pathway Arrows around the Island until they reach the Rabbit Holes, which take them right back to Founder's Hill to start following the paths over again. They will Harvest new carrots from their established Territories, and continue to upgrade their buildings - from Camp to Village, and Village to Town - for more Victory Points!&#10;&#10;By upgrading an opponent's Territory, you can wrest away control to become the new Territory Owner! All players will receive Victory Points for each building level they establish, so build build build - but watch out for Earthquakes, Poor Harvests, and more, from the Action Card deck!&#10;&#10;Harvest Groups are two or more adjacent Territories owned by the same player; these areas equal big Harvests for their Owner.&#10;&#10;The Conquer Phase is the scoring phase, where players count the number of Victory Points each building level has netted them. There is one extra point awarded to the player with the most Carrot Tokens, and another point awarded to the player with the largest Harvest Group.&#10;&#10;Who will come out on top at the end? Conquer your opponents and feast with your tribe!&#10;&#10;",
    "categories": [
      "Territory Building"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/1N2HhLVi9RqVTSfb8f0GyA__thumb/img/DwGdmazhQcIi4_9KOxa1THNJ5M4=/fit-in/200x150/filters:strip_icc()/pic3402883.png"
  },
  {
    "id": "35003",
    "name": "Zark City",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 0,
    "description": "The ever-changing gameboard for Zark City is made up of playing cards and is created during the game by the players. Icehouse pyramids are used to indicate who's in control of which cards. The goal is to completely control a connected trio of three cards which are either Three-of-a-Kind or which form a Suited Trio (a three-card Straight Flush).&#10;&#10;Zark City is a redevelopment of Zarcana. The rules are available on Wunderland.com. Also included in Pyramid Arcade.&#10;&#10;Game System&#10;&#10;    Icehouse Pieces&#10;    Standard deck of Cards&#10;&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Card Game",
      "Territory Building"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Area-Impulse",
      "Modular Board",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/_j2yJSTMsfUBXw86zwEcIQ__thumb/img/9wkNMvoF7MdWQ5k2n9RhZOF4Wtw=/fit-in/200x150/filters:strip_icc()/pic3882145.png"
  },
  {
    "id": "367421",
    "name": "Featherlight",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "Pauly the Potoo bird has fallen out of his nest! Slightly dizzy, Pauly regains consciousness on the floor, surrounded by masses of shimmering feathers. In Featherlight, you help Pauly put his collection of feathers back in order, ideally scoring more for your assistance than anyone else.&#10;&#10;In more detail, each feather card in your hand can earn you points, based on what's in your hand, and which feathers are in the nest at game's end. Each feather color has similar scoring conditions, with slight variations from feather to feather. Some may want feather sets, while some may want odd or even numbers of feathers of a certain color. The more complex the card is to score, the more points you can earn.&#10;&#10;During the game, you swap cards to affect both your hand and the central nest, perhaps taking a card an opponent wants, perhaps bluffing desire for a card so that someone else takes it, thereby revealing what you actually wanted. The game ends as soon as the last card is drawn from one of the two draw piles, with players competing in either a single game or a three-game &quot;Pauly's Feather Tournament&quot; as desired.&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/0CFnQ6bCZTve3DzmxY0caw__thumb/img/vXeML4n3Xnzd6sNW3whAi3E3HPE=/fit-in/200x150/filters:strip_icc()/pic6967720.jpg"
  },
  {
    "id": "27363",
    "name": "Danger 13",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 8,
    "description": "The active player each turn draws cards from the deck equal to the number of players but does not look at these cards. He then turns one card face-up and gives it to one of the players, including himself; he repeats this process until each player has received exactly one card.&#10;&#10;Each card includes a number from 0 to 5&mdash;the lower the better&mdash;and might also have an action or victory points! Each time a player receives a card, he checks to see whether his total equals 13 or more. If it does, each other player receives VPs from his own cards. The unlucky player with the total of 13 or more discards all his cards.&#10;&#10;Possible actions on the cards include veto cards (in order to say no to a card in the future), 13 --&gt; 18 (raising your bust total to 18), lose your last card, and receive 1 or 2 VPs immediately.&#10;&#10;The German title of the game translates into English as 'That takes the biscuit'.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/TTJMqRkbuJJ9WFFyQ36UpA__thumb/img/ewLUAwz9o6sDToUeLdiNHXkjsU8=/fit-in/200x150/filters:strip_icc()/pic918915.jpg"
  },
  {
    "id": "378496",
    "name": "Gnaughty Gnomes",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 12,
    "description": "Gnaughty Gnomes is a fixed partnership, may-follow trick-taker that features a hex board, with each hex color coded to represent the varied quality of mushrooms growing in the forest.  The game is played over the course of a single hand which consists of 9 cards per player.&#10;&#10;The result of each trick will assign the players different special actions, based on their position within that trick, for their play of a gnome to the board. Each placement is assessed for area majority conditions and the immediate scoring of any gathered mushrooms as victory points. Clever teamwork by placing your naughty gnomes to score the most potent mushrooms will determine the winner.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Team-Based Game",
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/jy34I__C_sCVQAuCxnGUyw__thumb/img/tH6rYtQC-7ucpIN3L9BrPLiYdS4=/fit-in/200x150/filters:strip_icc()/pic7843738.jpg"
  },
  {
    "id": "18963",
    "name": "En Garde!",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 10,
    "description": "This is a game where 2-6 people are dueling it out in fencing matches.&#10;&#10;You have poise points which keep track of how &quot;good looking&quot; a character is. When you lose all of your poise points, and are a staggering mess, you can be stuck with a sword for the final blow and be killed.&#10;&#10;You can regain poise by doing things to help make you look better, such as wiping your brow, or tucking in your shirt. You can play cards to enhance your attacks or to defend against an opponents attack. Such as parrying or &quot;strong arming&quot; your way through an opponents defense.&#10;&#10;There are also weapons and items which can be played to affect the game in different ways.&#10;&#10;Similar to a re-themed version of the company's Kung Fu Fighting.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fighting",
      "Renaissance"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/Y2corNA2FLoZ_0XkORAFHA__thumb/img/gjUzw-MYaNuTLCSTaRXfup6PWSk=/fit-in/200x150/filters:strip_icc()/pic88362.jpg"
  },
  {
    "id": "342113",
    "name": "Magical Friends and How to Summon Them",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 12,
    "description": "In Magical Friends and how to summon them you'll be one of 5 powerful wizards who will try to win the Midsummer contest by bringing the most friends to the tavern after 8 rounds.&#10;&#10;Since your colleagues, the other wizards, are your biggest competitors, you'll have to cheat your way through the competition by using magical powers to sneak in some extra friends, which the others will do.&#10;In each round, you'll choose one of the available summon cards and summon a magical creature that will pretend to be your friend.&#10;&#10;To decide who will go first in each round, you will offer powerful artifacts to determine the turn order. Higher value artifacts will let you play and also pick a summoning card before your opponents, while lower value artifacts will provide additional options during your turn.&#10;&#10;When you choose a summon card, you can place the corresponding creature standee on the board. It also tells you how many and how far your creatures can move this turn.&#10;Each of the 50 unique creatures has its own ability and interacts differently with the other creatures.&#10;Very quickly, the board will be filled with creatures and it will be difficult to guide your friends through the different paths to the tavern.&#10;&#10;These paths are double-sided and can be combined in many different ways. But be aware, more dangerous than the paths are the creatures of your opponents.&#10;Don't worry, if one of your friends gets slain or poisoned in all the chaos, nothing will happen to you. For every friend you lose, you'll get pity power to speed up one of your other buddies.&#10;So stay in the lead or win the game from behind, both are possible.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Fantasy"
    ],
    "mechanics": [
      "Moving Multiple Units",
      "Race",
      "Track Movement",
      "Turn Order: Auction",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/F1L297koq6lyeCqIxErWPA__thumb/img/-edK_h6X4lWy7ofunhGaDb4xklU=/fit-in/200x150/filters:strip_icc()/pic6429667.jpg"
  },
  {
    "id": "285789",
    "name": "Polyhedral Park Planner",
    "minPlayers": 1,
    "maxPlayers": 100,
    "playingTime": 0,
    "age": 10,
    "description": "The biggest board gaming convention in the world is coming to your city, and local leaders want to develop a new city park to celebrate the event. They have solicited designs from the most prestigious firms in town to see who can plan the best park according to the demands of the local population. You, as a representative of one of these firms, must manage the limited budget of city hall and the restrictions of the proposed park site as you decide where to plant trees, lay paths, dig lakes, and build benches. The park planner that pleases the most people will win the bid and be honored at the opening ceremony of the convention.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Dice",
      "Print & Play",
      "Puzzle"
    ],
    "mechanics": [
      "Dice Rolling",
      "Line Drawing",
      "Network and Route Building",
      "Paper-and-Pencil",
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/UTtyIJIVQ3H8iCLDlg-ZWA__thumb/img/Owdx5c0ET6NnWHIGfLhn534hMrc=/fit-in/200x150/filters:strip_icc()/pic4914025.jpg"
  },
  {
    "id": "174688",
    "name": "Radiant",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 14,
    "description": "In the world of Perim there are four races: the Avis of the clouds, the Treefolk of the forest, the Stonedwellers of the mountains, and the Mariners of the sea. Each has evolved abilities needed to dominate its realm. But in every age, one is blessed. One is Radiant.&#10;&#10;In Radiant, players draft an army of warriors and battle for control. Points are scored for melds, conquering regions, controlling majorities, and capturing opposing units. Players mount knights, activate assassins, and order their Radiant to spread their dominion.&#10;&#10;At its core, Radiant is an area-control trick-taking game in which the winning suit, or race, is determined by a battle's location on a game board. The Radiant race is capable of competing in every region. At the beginning of each round, or age, players are dealt a hand of 8 to 10 cards, and then draft four additional cards which represent the units in their army. After melding card sets, players move a pawn on the game board to determine a battle's location. Players win battles to claim control over regions and for the right to choose the next battle's location.&#10;&#10;Valuable temples and useful portals add excitement to the board. At the end of each age, the board is replenished with victory points waiting to be claimed, creating an asymmetrical board for the second and third ages.&#10;&#10;Prove your power in the ages of the Radiant&#10;&#10;",
    "categories": [
      "Fantasy"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/iMUQxLLXQGqGRL8Vn9XDJg__thumb/img/sAG60FDNc6Fx5pLezaC5E2s-Thw=/fit-in/200x150/filters:strip_icc()/pic3050183.png"
  },
  {
    "id": "6813",
    "name": "Operation Market Garden: Descent Into Hell",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "Operation Market Garden is a &quot;double-blind&quot; game focusing on the failed Allied airborne offensive of September 1944.  It was one of three &quot;double-blind&quot; land warfare wargames released by GDW in the eighties.  The game system used two maps so that both players were &quot;in the dark&quot; as to the disposition of the opposing forces at the start of the game.  The game system does not require a referee, but instead relies on the honor system.&#10;&#10;Operation Market Garden  is in the same series with The Normandy Campaign and 8th Army: Operation Crusader &#226;&#128;&#147; The Winter Battles for Tobruk, 1941, and was republished in #115 of Command magazine Japan in 2014.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Hidden Movement",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Secret Unit Deployment",
      "Simulation",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/aQIVMVh9gE46s6tp_DRwAQ__thumb/img/KEdeYyHnYsW5w1Hwr5wSM9YxQfY=/fit-in/200x150/filters:strip_icc()/pic8716996.jpg"
  },
  {
    "id": "305053",
    "name": "Mutabo: Family & Kids",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 8,
    "description": "In Mutabo: Family &amp; Kids, one player writes a sentence, then passes the paper to the left, where the next player will draw what they read, then hide the original sentence and pass the paper to the left, where another player will write what they see, etc.&#10;&#10;The initial sentence comes from the player combining cards included in the game, with one set of cards containing the beginnings of sentences, and the second one the end of sentences. Each player uses two of these cards to create a first sentence to start the game. A game round ends when the papers are full. Scoring is of lesser importance, but can be done by voting for the funniest images/sentences that appear.&#10;&#10;",
    "categories": [
      "Humor",
      "Party Game"
    ],
    "mechanics": [
      "Paper-and-Pencil"
    ],
    "image": "https://cf.geekdo-images.com/if9dlvxYVPCp5uDYehDt7w__thumb/img/z663B5mEaAWeUSes6HTJcLb-6bg=/fit-in/200x150/filters:strip_icc()/pic5322412.jpg"
  },
  {
    "id": "5990",
    "name": "Blood & Iron",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 300,
    "age": 0,
    "description": "Blood &amp; Iron: The Battle of Koniggratz, 1866, was the decisive battle of the Austro-Prussian War, in which the Kingdom of Prussia defeated the Austrian Empire. Taking place near K&ouml;niggr&auml;tz and Sadowa in Bohemia on 3 July 1866, it was an example of battlefield concentration, a convergence of multiple units at the same location to trap and/or destroy an enemy force between them.&#10;&#10;There are some extensive rules for cavalry charges, artillery, morale loss, and weather effects.  The game also includes a number of 'what if?' scenarios which include alternate orders of battle as well as the historical one.&#10;&#10;Game length and victory conditions are determined by the scenario being played.  Victory usually relies on capture of geographical objectives and/or elimination of opponent's forces.&#10;&#10;The game was first published as a supplement to Command Magazine Issue #21 Mar-Apr 1993.&#10;&#10;Not to be confused with 3W&#039;s Blood and Iron, this game is a two-player wargame covering the battle of Koniggratz (3 July 1866), the decisive battle of the 7 Weeks War between Austria and Prussia.&#10;&#10;Game Scale:&#10;Game Turn: 1 hours&#10;Hex: 500 yards / 457 meters&#10;Units: Brigade&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full-color mapsheet&#10;One dual-side printed countersheet (240 1/2&quot; counters - 200 for Blood &amp; Iron, 6 for Tet '68 &amp; 34 for Gettysburg)&#10;One 24-page Blood &amp; Iron rulebook&#10;One 12-page Lost Victory Study Booklet (Designers Notes)&#10;Two 4-page dual-side printed Player Aid Cards&#10;One 10-sided die&#10;&#10;Solitaire Suitability: Medium&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 2-12 hours&#10;&#10;",
    "categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/sQfNgmJ-dEROY5H_233A7Q__thumb/img/abXMwLhDU5X_rD-GZOEk3IvY48s=/fit-in/200x150/filters:strip_icc()/pic27322.jpg"
  },
  {
    "id": "216220",
    "name": "Rise of Totalitarianism",
    "minPlayers": 3,
    "maxPlayers": 3,
    "playingTime": 540,
    "age": 12,
    "description": "Description from the box:&#10;&#10;&quot;Germany, 1919. Jan. 1: The opening of the Paris Peace Conference is imminent, but unrest and violence are already spreading throughout Germany and Italy as well as in many other European countries. Communist forces are marching to power, following the example of the Bolsheviks in Russia. The murder of Rosa Luxemburg and Karl Liebknecht is still a possibility. Will the German Social-Democracy make an evil pact with the proto-Nazi Freikorps to eliminate the two revolutionary leaders from the political theatre? Extreme left and right parties face each other creating disorder and putting the Social-Democratic and Liberal governments under pressure to bring peace to Europe. Democratic forces have about fifteen years to save the Old Continent from the maelstrom of tyranny and totalitarianism. Will they fail as happened in history? The economic crisis of middle classes, the loss of monetary power and wealth, hyperinflation, the never-ending clash with the proletarian forces and the Great Depression ... will all such factors bring the liberal European countries to the verge of bankruptcy? Or will Mussolini and Hitler be left out of the history books?&#10;&#10;Rise of Totalitarianism is an interactive simulation enabling you to explore all such questions. A card-driven strategy game, it reproduces the ideological conflicts and political struggles that led to the establishment of totalitarian dictatorships in Europe throughout the 1920s and 1930s. The game covers the period 1919-1933 and is designed for three players. Each takes the role of one of the three Ideologies &ndash; Social-Democracy, Fascism and Communism &ndash; that struggled for power during the timeline of the game.&#10;&#10;Rise of Totalitarianism offers an accurate and detailed historical context, supported by 90 game cards. Players exploit historical events and political actions to achieve political supremacy and must face the major crises that upset the European countries of the era. Game cards provide political points that are used by players to plan secret actions on the map by using action chits. Action chits are revealed simultaneously and players can then perform their reactions and activities (propaganda, conflicts, laws and reforms) to influence society, public opinion, political orientation, the economy and the stability of governments.&quot;&#10;&#10;Some more details on the game-play:&#10;&#10;GOAL OF THE GAME &ndash; In Rise of Totalitarianism each player takes the role of an Ideology (Communism, Fascism or Social-Democracy) and has the goal of controlling, for as long as possible, the Governments of the Major Powers represented in the game (Germany and Italy) and of as many Minor Nations as possible (Austria, Czechoslovakia, Greece, Hungary, Lithuania, Poland, Portugal, Romania, Spain and Yugoslavia). Players earn Victory Points (VP) mostly through the control of the Governments of Major Powers and Minor Nations.&#10;To achieve control of Minor Nations, players try to influence the political allegiance of such countries, or they attempt to destabilize and overthrow their Governments. In both cases players are aiming for the same goal: to draw the ideological orientation of the Governments into their sphere of influence.&#10;To achieve control of Major Powers, on the other hand, players must use deeper and more complex mechanisms. One Ideology controls the Government of each Major Power at any time, with the other two Ideologies working in the background to influence public opinion and destabilize the Government. This causes the Government to fall and force new Elections, which are then won by the Ideology thanks to the shift of mass support towards it. In addition, Social-Democracy has the task of preserving Democracy by ensuring that the Governments are always determined by Elections. Fascism and Communism, in contrast, must attempt to put a totalitarian Regime in power &ndash; each Ideology has its own means and mechanism for doing this. Putting a Regime into power means that Elections will no longer take place in the nation &ndash; thus keeping the Government in power forever &ndash; unless the economic conditions and the stability of the country become so bad that the Regime is overthrown and new Elections can take place.&#10;&#10;GAME-PLAY FUNDAMENTALS &ndash; All activities performed by players (Actions) to pursue their goals in Major Powers and Minor Nations are planned secretly by using Action chits. But planning these Actions is costly. Players pay these costs both by expending the Political Points (PP) provided by Game Cards (see below) and by using cubes, which represent the Funding granted to their Ideologies by bankers, industrialists, agrarians, foreign states, or more simply the political support of bureaucrats and institutions. Funding fluctuates with the fortunes and disgraces of the major political parties represented by the Ideologies, but also with the wealth of nations where these parties operate. Furthermore, Actions can be supported by Leaders, which represent the politicians and statesmen that historically emerged in the period and that are present in the game. Each Leader provides a bonus to the effectiveness of the Action he or she is tasked to accomplish. Such effectiveness is measured by Action Points (AP), that enable the Primary Goal of the Action and a set of additional Bonus Operations to be performed.&#10;&#10;GAME CARDS &ndash; Game cards are a core element of the game-play. There are three types:&#10;&#10;1. Crisis Cards represent the most important historical events that generated troubles &ndash; or opportunities &ndash; during the timeline covered by the game. These cards trigger the Crises that must be resolved by players.&#10;&#10;2. Strategy Cards are at the same time the engine and the fuel of players' operations. Each Ideology has its own Strategy Cards Deck. Strategy Cards provide the Political Points (PP) used by players to plan Actions, but they also enrich the game-play with Events, Political Actions, Laws and further Crises. Events are cards whose effects are applied immediately after the card is played. Political Actions are endeavors performed by players using a card whose effects are applied only after a successful Political Action Attempt (die roll with various modifiers). Laws are cards whose effects cause a permanent change in the game rules. Laws come into effect only after a specific player's Action has been planned and successfully performed, i.e. the Law is &quot;promulgated&quot;.&#10;&#10;3. Coup Cards form an additional deck that is used to simulate a sort of &quot;domino effect&quot; throughout Minor Nations when a minor country's Government is overthrown. These cards add further Crises and Events.&#10;Political Points (PP) are also provided by Crisis Cards and Coup Cards.&#10;&#10;SEQUENCE OF PLAY &ndash; The game is played in Turns, each Turn representing a period of time spanning from one to four years. Every Turn is played according to a strict procedure called the Sequence of Play, which is divided into four Phases:&#10;&#10;1. Players must first determine their Funding. The Funding allows players to choose their position in the Order of Play, which determines the order in which Actions and Reactions are performed.&#10;&#10;2. During the Card Phase, players refill their hand of cards, and reshuffle and add new cards to the decks if required by the Turn.&#10;&#10;3. The Political Phase is resolved in one to three Rounds, depending on the length of the Turn (usually the number of years). During each Round, a Crisis Card is drawn and resolved, players secretly choose and then simultaneously reveal Strategy Cards, apply their effects, plan and resolve Actions and carry out Reactions. At the end of each Round, a Crisis check is performed to verify the outcomes of every Active Crisis.&#10;&#10;4. The Cleanup Phase ends the Turn. Besides the normal end-Turn management activities, during this Phase players must check the Economy of Major Powers and the Stability of Minor Nations and Major Powers. A good Economy (growth, profits, foreign capitals) or a bad Economy (economic crises, depression, debts, war reparations) will, respectively, improve or worsen the Stability of Major Powers.&#10;If a Stability Check fails in a Major Power, Elections must take place to decide on a new Government Coalition in the Major Power. If a Regime rules the Major Power, the Stability check can fail only if the Economy is in the worst condition possible.&#10;If a Stability Check fails in a Minor Nation, the Government is overthrown and the political allegiance of the Minor Nation shifts towards the Ideology that contributed most to the change of the ideological orientation of the Government.&#10;&#10;",
    "categories": [
      "Political",
      "Wargame"
    ],
    "mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Secret Unit Deployment",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/BBUXX3tuP0HY2Oe8HGo21w__thumb/img/gpdm5tUPNnvnwhepUpeysHyErOs=/fit-in/200x150/filters:strip_icc()/pic4841983.png"
  },
  {
    "id": "407173",
    "name": "LOOP",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 0,
    "description": "How well can you play the same cards as someone else?&#10;&#10;In the first round of LOOP, each player receives a hand of eleven cards from a deck of three suits, with each suit having cards numbered 1-15. They each choose two cards to set aside face down.&#10;&#10;The lead player starts the first trick by laying down a single card, a pair of the same number, or two or more consecutive cards of the same suit. The next players in turn must play a higher matching combination of cards or pass, although a player who passes can re-enter the trick later. Once everyone passes, the player who won the trick leads again. (Note that all played cards stay in front of who played them.)&#10;&#10;If a player lays down an 8, whether alone or in combination, everyone else must pass, then this player leads a new trick. If a player runs out of cards, they score points based on how many players still have cards in hand, and play continues until all but one player goes out.&#10;&#10;The last player then takes over a player's seat: first in a two-player game, second in a three-player game, and first or second in a four-player game (with the third player then taking the other option). After moving to their new locations, players then take the eleven cards in front of them, discard two, then play the round again. If the player in the fourth seat can do better than fourth, they score points &mdash; lots of points if they come in first. Along the same lines, if the player in the first seat does poorly, they lose points.&#10;&#10;If a player has set aside an 8 in their two cards, they can declare &quot;&#227;&#129;&#169;&#227;&#130;&#147;&#227;&#129;&#167;&#227;&#130;&#147;&quot; (donden = revolution) by revealing the card on their turn. Now 1s are the high cards and 15s the low ones for the remainder of the round.&#10;&#10;Play multiple rounds until a player has reached the point threshold, which is based on the player count.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Ladder Climbing"
    ],
    "image": "https://cf.geekdo-images.com/5MLtsKvtUgOUTFkg-F_KTw__thumb/img/obfPhk2IUSh7Y4I9vilLL5wSV14=/fit-in/200x150/filters:strip_icc()/pic7875910.jpg"
  },
  {
    "id": "16105",
    "name": "Champions of the Galaxy",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "Champions of the Galaxy is a card game combining sci-fi and wrestling into an all-action game! It's Star Wars meets the WWE! You'll enter the Future of Wrestling in the GWF!&#10;&#10;Champions of the Galaxy is a card and dice game that features playing cards for 24 galactic wrestling legends! The playing cards have a drawing of the wrestler on the front and game information on the back. Champions of the Galaxy features a fast-action game system that allows matches to take place in real time. You can play alone or with friends.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/K_9RKG0lKPDYXok4oDLgSA__thumb/img/G8TI3qgE0TLY2fEdU9CXbpJ4Tlw=/fit-in/200x150/filters:strip_icc()/pic568776.jpg"
  },
  {
    "id": "166210",
    "name": "Blend Off!",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 6,
    "description": "&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;The StoryBlend it Like Becca&mdash;a small-town smoothie shop sensation!&#10;&#10;It&rsquo;s been a slow night, and Becca the shop owner, her young son Kevin and the Master Mixers -- including you! -- have started closing up shop. One minute before close, the door swings open. Outside, you see parked school buses and a line of people all the way to the street corner! The high school girl&rsquo;s volleyball tournament has just gotten out, and everyone is craving a smoothie for the ride home. Becca cuts a deal: whoever blends the most smoothies tonight gets free smoothies for a month!&#10;&#10;The Blend Off has begun, and only one can win. There&rsquo;s just one problem: Kevin. Skittish at best on normal days, he flies into a frenzy, grabbing fruit for you from the fridge at random. Grab the fruit, complete the Orders, and blend your way to victory!&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;OverviewBlend Off! is a game of skill and speed for two to four players from designer Scot Eaton. Master Mixers roll the die (Kevin) to collect fruit to fill Orders from the deck (Becca). When a Master Mixer's fruit matches the Order, they can blend the ingredients and claim the Order for gold stars. There are no turns; everyone plays at the same time in a race for the finish. The winner is the player with the most gold stars at the end of the game.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;GameplayThe actions the player may take at any time are: Collect, Blend, Dump, and Blunder.&#10;&#10;Collect - Roll your die to send Kevin to the fridge for fruit. You may take one of the fruit from the table and put it on one of your Blenders. You don&rsquo;t have to take the fruit; you may reroll the dice until Kevin brings you what you want.&#10;&#10;Dump - You may dump the fruit out of one of your Blenders. Because the fruit is already mixed together, you may not dump just one or two ingredients; you must dump the whole Blender. You may, however, choose to dump one Blender into another, combining ingredients.&#10;&#10;Blend - When the fruit in one of your Blenders matches the recipe on one of the faceup Orders, shout out &ldquo;Blend!&rdquo;&#10;&#10;Blunder - If you catch another player make a mistake like calling &ldquo;Blend!&rdquo; with wrong or extra ingredients in their Blender, shout &ldquo;Blunder!&rdquo; They must correct their mistake by dumping their Blender and, returning the Order card for their botched recipe to Becca&rsquo;s deck.&#10;&#10;",
    "categories": [
      "Dice",
      "Real-time"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Real-Time"
    ],
    "image": "https://cf.geekdo-images.com/Ivrg9DdpRHt6WzhnOUQhkw__thumb/img/raCdNlLsyA8nBQJ-gFIoPLV-L50=/fit-in/200x150/filters:strip_icc()/pic2936691.png"
  },
  {
    "id": "298607",
    "name": "Crime Story: Vienna",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 12,
    "description": "Story-based crime card game: Crack a tricky case in the suburbs of Vienna&#10;&#10;The cooperative, story-based crime card games &quot;Crime Story&quot; are part of the new detective game series from Noris. They revolve around tricky cases in the 3 different cities Berlin, Munich and Vienna.&#10;&#10;In &quot;Crime Story - Vienna&quot; you as a team try to solve a tricky case in Vienna. The safe of the recently deceased millionaire Karl Valten was cracked and emptied.&#10;&#10;In 60 minutes, the players try to find out together what happened and who committed the crime. They decide which traces they want to follow and which they do not want to consider. Clues must be interpreted correctly and secrets must be uncovered.&#10;&#10;The three crime novels are suitable for 1-6 players aged 12 and up.&#10;&#10;",
    "categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle",
      "Real-time"
    ],
    "mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/ZUZD3dSILZTKgYWOUfejgA__thumb/img/FqVVXGEvLhQbnAm0VUydTPCUsv0=/fit-in/200x150/filters:strip_icc()/pic5179962.jpg"
  },
  {
    "id": "120547",
    "name": "War & Peace",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 180,
    "age": 0,
    "description": "War and Peace is a game that allows players to recreate the fight for Europe from 1805 to 1815. The game is designed for play by two players, one player being the French player and the other player is the British. Each player also controls one of the major countries of France, Britain, Austria, Russia, or Spain. Prussia is also in the game but starts neutral. The countries of France, Britain, Russia, Austria, Prussia, and Spain are represented by infantry, artillery, cavalry, naval units. The countries of France and Britain are at war throughout the game. The countries of Russia, Austria, Prussia, and Spain become neutral, conquered neutrals, French allies, or British allies through the use of diplomatic resources or military conquest.&#10;&#10;France starts out strong militarily with the aid of the Spanish navy and a strong French army. Austria and Russia, when united, have strong armies while England rules the waves and buys influence and allies. Victory is determined by the conquest of France or Britain, or causing the isolation of Britain through political and economic means. The fate of Europe rests in your hands...&#10;&#10;",
    "categories": [
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/CptNyoY35uNTRrj9m5RwnQ__thumb/img/jVkTZXdxfCIlxokmv9glpSiZBbw=/fit-in/200x150/filters:strip_icc()/pic1239364.jpg"
  },
  {
    "id": "11278",
    "name": "Trajan: Ancient Wars Series",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 240,
    "age": 12,
    "description": "&quot;Trajan: Ancient Wars Series&quot;, by award winning designer Joseph Miranda, is a two-player or multi-player wargame that combines, expands and updates four strategic-level Roman era titles published previously in Strategy &amp; Tactics. Joseph worked mightily to update/consolidate the rules, add individual and campaign scenarios, and add a half sheet of new counters (otherwise, the map and counters are from the original print runs).&#10;&#10;The four wargames are: Trajan, Roman Civil War, Caesar in Gallia and Germania. Redone rules and tables, along with a new tactical &quot;Battle Board&quot; option, are included.&#10;&#10;Additionally, this expansion presents 140 new counters, along with 11 new scenarios played on all four maps as one huge monster game. Among the new scenarios are: &quot;Year of the Four Emperors,&quot; &quot;Marcus Aurelius,&quot; and &quot;What If Caesar Hadn't Been Assassinated?&quot;&#10;&#10;Each turn represents one to several months; each map hexagon is 46 miles across, and the main units of maneuver are legions and barbarian warbands.&#10;&#10;Game components include four maps, over 1,000 die cut counters, a rules book and player aid cards.&#10;&#10;",
    "categories": [
      "Ancient",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/CKFzRzp0vsBRgb-EGP2Z4A__thumb/img/NIZyW8TuFJYPcpkcdFqqom8m5mE=/fit-in/200x150/filters:strip_icc()/pic46074.jpg"
  },
  {
    "id": "293046",
    "name": "World War Zed: USA",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 120,
    "age": 0,
    "description": "This solitaire game pits you as the leader of the United States against an outbreak of Zombies or similar &ndash; called &ldquo;Zeds&rdquo; in the game. You must manage population centers, farmlands, refugees and the scientific and military response to the outbreak.&#10;&#10;There are counters for Zeds, Riots, Refugees, Survivalists, the US Army, the US Marines, and the US National Guard. There are markers for Farms, Cities, Forts, and Nuclear Detonations.&#10;&#10;The game map depicts the continental USA divided into 20 Regions from New York to Kansas to California. Game tracks on the map monitor food supplies, your remaining Production Points, and the DEFCON level among others.&#10;&#10;The game consists of the following components:&#10;8-Page Rulebook&#10;Random Region and Events Sheet&#10;20&rdquo; x 17&rdquo; Game Map&#10;70 5-8 Inch Counters &#10;38 3-4 Inch Counters&#10;One Quickplay Sheet&#10;A Scenario Book which includes Designer Notes&#10;&#10;Besides the Basic Game, there are 15 special Zeds characteristics (Fast, Evolving, Aquatic, Flight, and More), 11 exciting scenarios, and 8 additional setups (including historical periods) for hours of thrilling fun as you command USA resources in the struggle against Zeds.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Horror",
      "Wargame",
      "Zombies"
    ],
    "mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/Sn63jB147MJst-eI6H4JJw__thumb/img/gQnkO4Zq4qfmq-efqX6iQLRonyc=/fit-in/200x150/filters:strip_icc()/pic5034259.jpg"
  },
  {
    "id": "99698",
    "name": "Micro Space Empire",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 10,
    "age": 0,
    "description": "Micro Space Empire is a short &ldquo;express&rdquo; type game for one player.  It was an entry in the QPnP (Quick Print and Play) contest; it is designed to be portable and easily constructed (less than 20 cards to print, plus a player mat).&#10;&#10;The player is the ruler of a single solar system.  There are ten other systems available to conquer and each system has its resistance to conquest and can provide resources to your expanding Empire.  Resources are used to enhance your military and research new technologies.  However, creating a vast interstellar Empire is not without its challenges; events such as revolts and invasions can pose obstacles to your rule.&#10;&#10;The object is to survive and accumulate as many victory points as possible before time runs out.&#10;&#10;",
    "categories": [
      "Print & Play",
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/BAjbOZVrkpWyvsNMq8258A__thumb/img/86VM0QXxNyYgy8DV4ahV583YtU8=/fit-in/200x150/filters:strip_icc()/pic1011252.jpg"
  },
  {
    "id": "391824",
    "name": "Clue Conspiracy",
    "minPlayers": 4,
    "maxPlayers": 10,
    "playingTime": 45,
    "age": 14,
    "description": "As a guest at the luxe Black Adder Resort, you discover that someone (maybe even you!) wants to murder its manager, Mr. Coral. A series of deadly traps have been planted all over the resort &mdash; and someone is armed! Now you must solve the ultimate mystery: Who can you trust?&#10;&#10;In Clue Conspiracy, players play as Clue characters and take on secret roles on opposing teams: Friends vs. the Conspiracy. The Friends work to save Mr. Coral and uncover the Who, Where, and What of the Conspiracy's secret Plot. The Conspiracy tries to secretly sabotage the Friends and carry out Mr. Coral's murder at a specific location and with a specific weapon. Both teams will also find clues to share &mdash; or not! Which side will succeed?&#10;&#10;The Conspiracy wins by pulling off the murder plot at a specific location or by secretly sabotaging the Friends and setting off traps. The Friends win by disarming all the traps, or if that fails, solving the Who, Where, and What of the secret plot.&#10;&#10;",
    "categories": [
      "Deduction",
      "Party Game"
    ],
    "mechanics": [
      "Deduction",
      "Hidden Roles",
      "Team-Based Game",
      "Traitor Game"
    ],
    "image": "https://cf.geekdo-images.com/pFKCD2-51GYbKThBqDeuBw__thumb/img/rKBUqamXTQ7oIOoV4tOXSHC7lRQ=/fit-in/200x150/filters:strip_icc()/pic7569222.jpg"
  },
  {
    "id": "606",
    "name": "Pico 2",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 5,
    "age": 10,
    "description": "from game review:&#10;&#10;The  game is composed of 11 cards. These are numbered 4 through 13 plus 16 and each also bears a number of &quot;pips&quot;. (From one on the 4 card to four on the 16 card.) A round is played as follows: each player is dealt 5 cards with the eleventh card discarded face-up. (Note that this means that you know exactly what cards your opponent holds.) Each turn both you and your opponent secretly select one of their respective cards and reveal them simultaneously. The higher card wins and that player sets that card aside scoring the number of pips on it. The loser retains his/her played card. However, if the higher card is more than twice the lower card then it's the lower card that is placed aside and scored. So the 13 will beat the 10 but lose to the 6. Play continues until one player is left with but a single card. Points are then scored and, here's the clever bit, players swap hands and do it again. This ensures that each game is exactly fair as both players will have equal opportunity to play a strong/weak hand. After these two rounds the points are totaled and a winner declared. There are, at most, fourteen card plays in a game and so the game is usually over in two or three minutes.&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/2vyJdasg6kgdfm-gfpVqHQ__thumb/img/NINN5q1YPhJS0veAignkQMXrTI8=/fit-in/200x150/filters:strip_icc()/pic618921.jpg"
  },
  {
    "id": "258160",
    "name": "Profiteers",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 12,
    "description": "It is 1861, and the USA is wracked in Civil War. Great issues are at stake &mdash; slavery, states rights, the preservation of the Union &mdash; but as a British arms manufacturer, you don't care!&#10;&#10;As a profiteer, your aim is to make as much money as possible by supplying the troops needed to fight the war with your factories and by speculating in the bonds issued by the Confederacy and the Union to finance their war effort.&#10;&#10;Profiteers is a strategic speculation game. Players seek to accumulate gold and bonds (the value of which varies according to the progress each side in the war). Players can choose to invest money in arms factories, which give them more bonds and greater influence over the outcomes; simply speculate; or buy up businesses such as coffin makers and hope for a bloody and prolonged conflict. Ultimately the only thing that matters is the final amount of cash in hand when the war ends.&#10;&#10;The game lasts between three and seven turns, in each of which players first make their investment and production decisions, and then (in reverse order) contribute troops to the outcome of one of the great battles of the US Civil War. The battles are simply resolved and allow for a bit of bluff and negotiation, but they do not attempt to replicate the tactics of the conflict. Those looking for a simulation of &quot;Pickett's Charge&quot; at Gettysburg should probably not buy this game.&#10;&#10;The game is fast paced and highly interactive as the ability to anticipate or influence other players' strategies is crucial to victory. A long game (where the war is finely balanced and lasts the full seven turns) can take up to 45 minutes; shorter conflicts are finished in less than half an hour.&#10;&#10;",
    "categories": [
      "American Civil War",
      "Economic"
    ],
    "mechanics": [
      "Secret Unit Deployment",
      "Stock Holding"
    ],
    "image": "https://cf.geekdo-images.com/BFNmXNy6P1aUO2hwwVhpZw__thumb/img/onNYCBmXIiOFVGn9CfQUUw1UHpQ=/fit-in/200x150/filters:strip_icc()/pic5929641.jpg"
  },
  {
    "id": "294810",
    "name": "Thalara: The Last Artifacts",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "&#10;&#10;&#10;    &#10;        GAME SYSTEM&#10;&#10;    &#10;    &#10;         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.&#10;&#10;    &#10;&#10;&#10;Welcome to the world of Thalara! The world's magic is dwindling away - fight for the last artifacts to preserve your power before it's too late!&#10;&#10;Thalara: The Last Artifacts is a fast-paced, highly interactive, asymmetric hand-building strategy card game with low luck and a special twist.&#10;&#10;The game features a unique hand-locking mechanic: Each round more of your cards get &quot;locked to your hand&quot; to be used in each subsequent round. Thalara's core is a hand building game where you don't just select the cards you want - you fight for them!&#10;&#10;No more luck of the draw: You select every single card you draw from your personal card pool. Every spell is available all the time and on the table right in front of you.&#10;&#10;You can choose any character that fits your playstyle and always have a fair chance to win. There are characters that can be learned in seconds while others take a lifetime to master.&#10;&#10;&mdash;description from the description&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/Tih_Ou7WFOVRYWKhYBJWVw__thumb/img/G4KQvM_j1drKRn_OaEccKHgrc-A=/fit-in/200x150/filters:strip_icc()/pic5252225.jpg"
  },
  {
    "id": "4141",
    "name": "Spy Web",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 8,
    "description": "Espionage game of clue giving , eavesdropping and finger-pointing. Each player has a board with nine locations and chooses where his spies will reside. Winner is the one who discovers the crime boss and his location.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Deduction",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Secret Unit Deployment",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/ZUvZmAAmKjHciJ50ORz-yA__thumb/img/9SYa_nTC1DyXCcmIFwMRGOFiWkc=/fit-in/200x150/filters:strip_icc()/pic254302.jpg"
  },
  {
    "id": "1804",
    "name": "Inklings",
    "minPlayers": 4,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 12,
    "description": "This game received Games Magazine's Game of the Year award in 1993.&#10;&#10;Players form two teams of at least two players (equipment is provided for six total, although more players can be added if you improvise). Each player is given a card with seven words in a category, and a wipe-off board with space for clues for each of them. Players then attempt to write the shortest possible clues for their seven words. In turn, each player puts his or her board in the display rack. After announcing the category, their teammates have a limited amount of time to guess the words. If any are left unanswered, the other team is given a single shot to guess each word&#10;&#10;Won Games Magazine Game of the Year award in 1993.&#10;1993 Mensa Select&#10;&#10;",
    "categories": [
      "Party Game",
      "Word Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/fbKgZ57q_nVHPCciTi3apw__thumb/img/wCXF6KyqJwB1ZkZpPjBvE-b12q8=/fit-in/200x150/filters:strip_icc()/pic121797.jpg"
  },
  {
    "id": "171351",
    "name": "Random Encounters",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 14,
    "description": "Random Encounters is a co-operative fantasy card game where you play as adventurers on a journey. Each player chooses a character and then set off to explore the Forest, Caves, and Abandoned Kingdom. The players must work together to defeat Monsters, gather Loot, and use their talents to overcome the powerful Boss Monsters at the end of each level.&#10;&#10;Each character has a unique Leader Ability. Players take turns being the Leader of the Party, which grants their allies a benefit or bonus. Tumble the Mischievous can help the party Flee from Monsters and draw a new Encounter, Golias the Rugged lowers the Strength Skill of enemies and challenges.&#10;&#10;Random Encounters takes inspiration from classic console role-playing games and combines them with tabletop elements to create a streamlined, compact adventure experience that can be played solo or with a group of fellow adventurers.&#10;&#10;There are 9 characters, 9 Boss Monsters, 75 Loot cards (like Weapons, Armor, Trinkets, and Familiars), and 75 Encounter cards (like Monsters, Traps, and Events), skill tokens, star tokens and custom, six-sided dice.&#10;&#10;",
    "categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Fantasy",
      "Number"
    ],
    "mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing",
      "Trading",
      "Variable Phase Order"
    ],
    "image": "https://cf.geekdo-images.com/BVaRFYbyjJMZaT_ndMD2_Q__thumb/img/IGG1DR_yyhUmLpMz4SU34R1O_PM=/fit-in/200x150/filters:strip_icc()/pic3227664.jpg"
  },
  {
    "id": "63011",
    "name": "Patrol: Lost!",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 12,
    "description": "Patrol: Lost! is a Public Domain board game with specified rules and components but without a specified theme. Numerous skins or thematic versions have been made.&#10;&#10;The game builds the board as it progresses by placing and removing hexagon tiles.  It's for two players, one takes control of the &quot;Good Guys&quot; and the other player controls the &quot;Bad Guys&quot;.&#10;&#10;Players move their pawns around the board, one player trying to reach the End tile and the other trying to eliminate the opponents pawns before they reach the End tile.&#10;&#10;Combat is resolved by rolling D6's with modifiers being applied.&#10;&#10;It can be played solo if the player wishes.&#10;&#10;",
    "categories": [
      "Dice",
      "Print & Play"
    ],
    "mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/9jJmt2mFwjHqbVDYB_8FSQ__thumb/img/zVj-CNoLEOKC6MDOQ4nml2dZZpg=/fit-in/200x150/filters:strip_icc()/pic621823.jpg"
  },
  {
    "id": "38680",
    "name": "Boochie",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 8,
    "description": "Like Bocce Ball but playable indoors. First toss the target, a foam dodecahedron. Then try to toss your ball and ring as close as possible, making your tosses with various challenges. Players placing closest get 1 or 2 points ... first to 11 points wins!&#10;&#10;",
    "categories": [
      "Action / Dexterity"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/4LrGCCB0OUsGqdsM__yYLA__thumb/img/tVWNCJqFnF26IYIHvLnVHR-awN4=/fit-in/200x150/filters:strip_icc()/pic701421.jpg"
  },
  {
    "id": "326243",
    "name": "BUILDZI",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 3,
    "age": 0,
    "description": "A speed-stacking game with 3D pentominoes (polycubes). Depending on the chosen mode of play, players race to build the structure shown on a single large card or to finish stacking each piece shown on their set of 8 small cards which they flip one-by-one (sets can either have 1 of each shape in the game or all 32 cards can be shuffled and distributed randomly). As with many of the publisher's games, several variant play modes are also included.&#10;&#10;&mdash;user summary&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game",
      "Real-time"
    ],
    "mechanics": [
      "Stacking and Balancing"
    ],
    "image": "https://cf.geekdo-images.com/yHhgylSLJyerUkZGZfcsQw__thumb/img/axXJPKxgDwN9M803G-IhUAsdlEI=/fit-in/200x150/filters:strip_icc()/pic6621220.jpg"
  },
  {
    "id": "5182",
    "name": "The African Campaign",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "The African Campaign covers the war in North Africa during world war two. The map covers an area from Alexandria to just east of Tripoli. Units are from brigade to divisional level. This game is much like an advanced version of Avalon Hill&#039;s Afrika Korps.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/LQfPolpntUggQ5p6kwtcjw__thumb/img/3_a0z0EDYe9uyTC-ogYeUS_CWbQ=/fit-in/200x150/filters:strip_icc()/pic17646.jpg"
  },
  {
    "id": "754",
    "name": "Domain",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 8,
    "description": "Domain is a simple game played on a 9x9 square grid.  Players take turn placing coloured plastic pieces onto the board.  The pieces have different areas and shapes.  The aim of the game is to have the largest area at the end of the game.&#10;&#10;When pieces are placed, they may cause adjacent pieces on the board to flip over, depending on the variant played.  In one variant, only the opponent's pieces are turned over.  In another, all adjacent pieces are turned over.  In yet another variant, the pieces are divided up equally before starting, instead of players drawing from a standard pool.&#10;&#10;Game consists of rules, a 9x9 board and 26 plastic pieces, coloured on both sides.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/quxqakA5gTaGCbt6VSwmLQ__thumb/img/3Mm-mIpYHDQfzJMPEsG6w1XTdrA=/fit-in/200x150/filters:strip_icc()/pic275143.jpg"
  },
  {
    "id": "137958",
    "name": "Wild West Exodus",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 0,
    "age": 0,
    "description": "Wild West Exodus is a tactical skirmish game set in an alternate Wild West timeline - branching off from real-life history after the American Civil War in the 1880s.  It is played with 35mm miniatures and uses a system that relies on rolling 10-sided dice to determine results.  Players adopt a faction (such as Union, outlaws, and native Americans) and build their forces with a pool of points dependent on the scenario played.  A mechanic of the game allows players to use Influence tokens (generated by their forces) to re-roll dice.  The game's objectives are dependent on the scenario played and can include killing off all your opponents' forces or having the largest force (in terms of cost) at the end of 6 turns.&#10;&#10;",
    "categories": [
      "Fighting",
      "Miniatures",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/RTKnMw3H1ZzXUf9MyyPGlw__thumb/img/5m18mMshYgw4ym8tzOyznsAmKVg=/fit-in/200x150/filters:strip_icc()/pic1593557.jpg"
  },
  {
    "id": "311191",
    "name": "Influentia",
    "minPlayers": 3,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 10,
    "description": "The Year 2077. Four families of identical lineage; a country, Italy, the setting to this scene, and an ancient conflict perpetuated in time. Northern Italy is now a battlefield where megacorporations fight to control the main sources of power.&#10;&#10;Perhaps you can influence the netrunners of Bologna or control the cyber traffic of implants through the technosurgeons of Pisa. It won&rsquo;t be easy, but you have to beat rival families to reach the top. Your future is at stake.&#10;&#10;Influentia is a card game based on classic trick-taking card games. In each trick, players play one of their Resource Cards. The winner of the trick may choose one of the City Cards from among those available or the Resource Card that was just played by another player. The other players keep the cards they played as these will allow them to activate a variety of effects once they have two identical Symbols. After three rounds, the player who has won the most victory points wins the game.&#10;&#10;&#10;A&ntilde;o 2077. Cuatro familias de id&eacute;ntico linaje; un pa&iacute;s, Italia, lugar de nuestra escena, y un antiguo conflicto perpetuado en el tiempo. El norte de Italia es ahora mismo un campo de batalla donde las megacorporaciones intentan controlar las principales fuentes de poder.&#10;&#10;Quiz&aacute;s puedas influir con tus cr&eacute;ditos sobre los netrunners de Bologna o controlar el tr&aacute;fico de implantes cibern&eacute;ticos mediante los tecnom&eacute;dicos de Pisa. No ser&aacute; f&aacute;cil, pero debes hacerlo mejor que el resto de familias rivales para llegar a lo m&aacute;s alto. Vuestro futuro est&aacute; en juego.&#10;&#10;Influentia es un juego de cartas basado en los juegos cl&aacute;sicos de bazas. En cada baza, los jugadores jugar&aacute;n una de sus cartas de Recurso. El ganador de la baza podr&aacute; elegir una de las cartas de Ciudad de entre las disponibles o la carta de Recurso que acaba de jugar otro jugador. Los dem&aacute;s jugadores conservar&aacute;n sus cartas jugadas ya que estas les permitir&aacute;n activar diversos efectos en cuanto re&uacute;nan dos s&iacute;mbolos id&eacute;nticos. Tras 3 rondas, ganar&aacute; aquel jugador que haya conseguido m&aacute;s puntos de victoria.&#10;&#10;-description from publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Science Fiction"
    ],
    "mechanics": [
      "Set Collection",
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/Mh6moXSxxtxo0S_k91YorA__thumb/img/b08rcHMmt2Mo8AjfC026Ks82F0w=/fit-in/200x150/filters:strip_icc()/pic5566105.jpg"
  },
  {
    "id": "404711",
    "name": "Banks of the Styx: Omen Game 2",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 0,
    "description": "You may be the greatest hero the isles have ever seen: your cunning unmatched; your ingenuity unfailing; your leadership unquestioned.  You have no equal...aside from your sibling.&#10;&#10;As half-god children of the Olympians, the deathless have posed a contest to determine the greatest of their mortal offspring: sack three cities where the gods have hidden powerful Kraters, each infused with their own divine power.&#10;&#10;From soldiers and beasts to seers and muses, mustering forces to sack these cities is only a few coins away. While recovering the Kraters lies at the heart of the Gods' contest, they may also be impressed by the triumphs you accomplish at the city steps, and the company you keep might help to sway their choice of a victor.&#10;&#10;The Immortals stand at the precipice of Olympus; breath held, attention turned to the mortal realm. Only one will join the Olympians, while the other will fade into antiquity as another forgotten spawn of the gods.&#10;&#10;Banks of the Styx | Omen Game 2 is a standalone card game for two players.&#10;&#10;Like the other new Omen games, this standalone game features 22 Unique Unit cards and 6 Unique Krater cards, each offering new Traits and abilities, and is fully compatible with all new (and unreleased) Omen games.&#10;&#10;Each Omen game is played over a series of player turns and ends when all three Cities have been destroyed (or when a player has a certain number of cards in their Rewards). Each City is comprised of 2 Krater cards. Players spend Coins to play Units to these Cities, and once a City is Sacked, the City is resolved and the player with the most Strength at that City gains 1 of the Krater cards at that City (worth 2 points at the end of the game, or 1 point if the player uses the Krater's ability).&#10;&#10;The turn structure is broken into five Steps:&#10;&#10;WEALTH: The active player receives 3 Wealth Actions. Each Wealth Action is used to draw a Unit or gain a Coin. However, if a player spends all of their actions on the same resource, they receive a bonus resource!&#10;&#10;SURGE: The active player spends their coins to play Units from their hand to their side of the Cities. Unit cards with certain Traits can also be discarded during the Surge Step for an ability. Cards played to a player's side of a City boost their Strength in that City.&#10;&#10;PORTENT: The Active player will follow the abilities of any Units on their side of the Cities with the Glean Trait.&#10;&#10;WAR: Any Sacked Cities are resolved, and the player with the most Strength in a City gains 1 Reward card. (A City is Sacked if the opposing player has 3 or more Units in the City and/or there are 5 or more Units in the City).&#10;&#10;OFFERING: The Active player can discard 1 card from their hand as an Offering to gain additional cards and/or coins.&#10;&#10;While this game reimplements Omen: A Reign of War, it is not compatible with any previous Omen: a Reign of War title or expansion.&#10;&#10;",
    "categories": [
      "Ancient",
      "Card Game",
      "Fantasy",
      "Mythology"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/uegBe6X0AIUFPDkpCd100A__thumb/img/rKLDrg7-XDkSXl3y_AWm3PvkN-0=/fit-in/200x150/filters:strip_icc()/pic7823423.jpg"
  },
  {
    "id": "408308",
    "name": "Flashback: Lucy",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "Flashback is back in a scary universe that will give you chills.&#10;&#10;Take on the role of Lucy, a young woman with strange powers, who inherits a mysterious mansion in which dark and disturbing events have taken place. Explore this eerie place and learn more about Lucy, her power, her family, and her role in this grand story. &#10;Using the Flashback mechanism, travel into the past through Lucy&rsquo;s visions, and meet the shadow that haunts the mansion. Put yourself in the shoes of the characters and discover their points of view, collect clues, solve mysteries, and answer the questions you&rsquo;ve been asked.&#10;&#10;In Flashback: Lucy, you will be travelling from era to era, discovering the mansion at different moments in time. Before and after each of Lucy&rsquo;s visions, explore the mansion with her cat, Gredin, in an interactive comic strip. And, of course, discover even more original and immersive gadgets!&#10;&#10;An original game mechanism, winner of the prestigious As d'Or (France) in 2023.&#10;&#10;",
    "categories": [
      "Card Game",
      "Children's Game",
      "Exploration",
      "Puzzle",
      "Real-time"
    ],
    "mechanics": [
      "Cooperative Game",
      "Narrative Choice / Paragraph",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/e1CMdKlTNwFb69o1TZ7nyw__thumb/img/lHIttQeAAL9m5JejIHTZUtvjVKc=/fit-in/200x150/filters:strip_icc()/pic7900971.jpg"
  },
  {
    "id": "351527",
    "name": "Republic of Virtue",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 0,
    "description": "This was the 2021 Hollandays Sale freebie game.  Two players assume the role of French politicians trying to keep their heads during the Reign of Terror&#10;&#10;The game consists of 27 cards with a combination of suit (hearts, diamonds or spades), rank (2, 3 or 4) and sphere (Military, Politics, Mob and Wild).&#10;&#10;4 cards exist in a market accessible to both players, cards bought from this are replaced as they are bought.&#10;&#10;On their turn, a play either: Buys a card from the display, Plays a card from their hand to their Tableau or Use a card in their Tableau.&#10;&#10;3 Crisis cards are shuffled into the deck, when these are bought from the market certain cards in player tableaus are purged and players score points.  If either player scores 21 points they win, if that doesn't happen before the third crisis, both players are swept up in the Thermidorian Reaction and are sent to the guillotine&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Market"
    ],
    "image": "https://cf.geekdo-images.com/xnU7DK6-kOkuVBmz3srODg__thumb/img/930trdtZbRtuo-S5c0WXIHRXcjY=/fit-in/200x150/filters:strip_icc()/pic6515406.jpg"
  },
  {
    "id": "358050",
    "name": "Sleeping Queens 2: The Rescue!",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 8,
    "description": "In Sleeping Queens 2: The Rescue!, the Pancake Queen, the Ladybug Queen, and their friends return with some new characters and a new mission: Save the kings!&#10;&#10;Play queens to rescue kings from a parade of perilous predicaments. Find a magical companion to aid your quest, but watch out for Wild Gnomes, Sleeping Willows, and the ever-sneaky Switch Witch! Each player has a knight in front of themselves with a special power, but don't get too attached because if anyone rolls a dragon on the die, all the knights move left. Save the most kings and crown yourself the royal hero!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Math",
      "Number"
    ],
    "mechanics": [
      "Set Collection",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/nFvntRuDmcWTxxAgO1vqww__thumb/img/fz5H-vtJvI8mBqSe79LuOnM6KMM=/fit-in/200x150/filters:strip_icc()/pic6783361.png"
  },
  {
    "id": "9150",
    "name": "Dark December",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 14,
    "description": "From the rules booklet&#10;&#10;Dark December is an operational / grand tactical level simulation of the operations known to the Americans as The Battle of the Bulge.  The situation is explored in a campaign game, three scenarios, and an extended game which covers the Allied offensive to reduce the Bulge.&#10;&#10;Components - One 22&quot; x 34&quot; map.  24 page Rules Folder.  28 page Study Folder.  Two sheets of counters (400 total).&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/dEkhjezRYtKLNrYF2_SY0A__thumb/img/k0tCK26rhQUtOi8cMyGeQw_PE9k=/fit-in/200x150/filters:strip_icc()/pic624742.jpg"
  },
  {
    "id": "361969",
    "name": "The Seven Days Battles",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 360,
    "age": 14,
    "description": "Seven Days Battles 1862 is Volume III in the Civil War Brigade Battle Series.  It is an old school style hex and counter wargame that allows gamers to refight battles from the 1862 Seven Days Battles that occurred outside of Richmond, VA.  One player will play the Confederate side, and one player will play the Union side.  The victory conditions are the destruction of the enemy army and capturing key terrain objectives. The game includes 8 scenarios over 4 separate battles.  2 of the scenarios allow the linking of 2 of the battles.&#10;&#10;The battles included are Beaver Dam Creek, Gaine's Mill, Glendale, and Malvern Hill.  Beaver Dam Creek and Gaine's Mill may be joined in one of the scenarios to cover two days of the batttles, while Glendale and Malvern Hill may be joined in another scenario to cover two other days of the battle.&#10;&#10;The 6 single day scenarios can be played in 2 to 4 hours, while the 2 two day scenarios can be player in 6 - 8 hours.&#10;&#10;The scenarios included are as follows:&#10;&#10;Scenario 1: HISTORICAL BATTLE OF BEAVER DAM CREEK (one map)&#10;Scenario 2: HERE COMES JACKSON (This scenario assumes Jackson is behind schedule but rouses himself to attack). (one map)&#10;Scenario 3: JACKSON ARRIVES ON TIME (This scenario assumes Jackson arrives on time and is ready to fight). (one map)&#10;Scenario 4: HISTORICAL BATTLE OF GAINES MILL (one map)&#10;Scenario 5: BEAVER DAM CREEK TO GAINES MILL (two map)&#10;Scenario 6: HISTORICAL BATTLE OF GLENDALE. (two map)&#10;Scenario 7: HISTORICAL BATTLE OF MALVERN HILL. (one map)&#10;Scenario 8: GLENDALE TO MALVERN HILL (two map)&#10;&#10;There are special rules to portray Stonewall Jackson's lethargy during this campaign.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Civil War",
      "Wargame"
    ],
    "mechanics": [
      "Chit-Pull System",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points"
    ],
    "image": "https://cf.geekdo-images.com/EqO3ge4RE-xjWwqvmxSEoQ__thumb/img/YPE84aHg9sXTh0CVQy8FUgcamXc=/fit-in/200x150/filters:strip_icc()/pic7333936.jpg"
  },
  {
    "id": "244738",
    "name": "Anatomy Fluxx",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "Fluxx is a card game in which the cards themselves determine the current rules of the game. By playing cards, you change numerous aspects of the game: how to draw cards, how to play cards, and even how to win.&#10;&#10;At the start of the game, each player holds three cards and on a turn a player draws one card, then plays one card. By playing cards, you can put new rules into play that change numerous aspects of the game: how many cards to draw or play, how many cards you can hold in hand or keep on the table in front of you, and (most importantly) how to win the game.&#10;&#10;Anatomy Fluxx takes players deep into the human body, and from &quot;Blood Vessels&quot;, &quot;Bones&quot;, &quot;Testes&quot;, and &quot;Uterus&quot;, the game is packed with body bits that keep you ticking. Be on the lookout for &quot;Virus&quot;, &quot;Mutation&quot;, and &quot;Bacteria&quot; Creepers; and UnGoals like &quot;Cancer&quot;. The game also includes two learning rules to get your brain in gear with anatomical trivia. Anatomy Fluxx is for external use only.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/4Ac8lVRZmiKhtMloF8raXg__thumb/img/X9BQVYM8UaA0V9e4R-tO1WpD2pc=/fit-in/200x150/filters:strip_icc()/pic3937296.jpg"
  },
  {
    "id": "370671",
    "name": "Warhammer 40,000: Kill Team – Into the Dark",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 12,
    "description": "After thousands of years in the warp, the space hulk Gallowdark has emerged into realspace. This colossal, moon-sized derelict holds enormous wealth for those courageous enough to explore it &ndash; and terrifying dangers for those foolhardy enough to step inside. A mercenary Farstalker Kinband of the alien Kroot is first to seek the pick of the plunder, only to be cornered as elite Imperial Navy Breachers storm the hulk. Little do either team realise that their rivals are far from the only danger waiting within&hellip;&#10;&#10;The thrilling game of sci-fi skirmish battles enters a new season as operatives clash amongst the claustrophobic corridors of a massive drifting spacecraft, and Kill Team: Into the Dark is the perfect place to jump aboard. This incredible boxed set is packed with two complete kill teams &ndash; Imperial Navy Breachers armed for boarding, and a Farstalker Kinband of brutal Kroot &ndash; alongside a new gameboard and stunning terrain pieces representing the interior of the Gallowdark, plus all the rules and accessories you need to start playing straight away. It's a brilliant box to share with a friend &ndash; or grab two full kill teams of your own.&#10;&#10;In this box you'll find:&#10;&#10;1x 144-page softback Kill Team Core Rules book: Learn your way around Kill Team with this tome of clear, concise rules for matched play, open play, and narrative play games.&#10;&#10;1x 120-page softback Kill Team: Into the Dark book: Including rules for your kill teams, plus background material, artwork, missions, and linked campaigns aboard the Gallowdark space hulk.&#10;&#10;24x Citadel miniatures: Two full kill teams &ndash; Imperial Navy Breachers and Kroot Farstalker Kindband &ndash; each featuring a wide array of customisation and alternate assembly options. Extra detail parts allow for deep personalisation of your kill team, with many models able to be assembled as multiple different kinds of operative.&#10;&#10;54x pieces of Killzone: Gallowdark terrain and 6x Kill Team Barricades: This modular system of walls, doors, can be arranged in a huge variety of configurations to create different room and corridor layouts. Some elements even feature glueless assembly, allowing you to adjust their positioning in the game.&#10;&#10;3x Combat Gauges: Kill Team uses a simplified measurement system to create fast, dynamic games. These combat gauges feature the symbols used for Kill Team, and are perfect for slotting into narrow gaps between operatives when a regular tape measure would be too cumbersome.&#10;&#10;Additional Accessories: Get straight into the game with a double-sided game mat styled after the depths of the Gallowdark, a Kill Team token sheet containing 85 tokens, 10 six-sided dice, and two decks of Tactical Ops Cards.&#10;&#10;",
    "categories": [
      "Miniatures",
      "Science Fiction"
    ],
    "mechanics": [
      "Dice Rolling",
      "Multiple Maps",
      "Scenario / Mission / Campaign Game"
    ],
    "image": "https://cf.geekdo-images.com/y5je4t-lPH3Nnusef5PFEw__thumb/img/ua6awmKB0zigrmHLYqbe-Jlk2Jc=/fit-in/200x150/filters:strip_icc()/pic7069774.png"
  },
  {
    "id": "221661",
    "name": "Patriots & Redcoats",
    "minPlayers": 4,
    "maxPlayers": 10,
    "playingTime": 25,
    "age": 8,
    "description": "Description from the publisher:&#10;&#10;Welcome to 1776. It is July 4th. The ink of a feathered quill pen begins to dry from last of the fifty-six men.&#10;&#10;It is done, the final signature on the Declaration of Independence.&#10;&#10;Are these signers on the verge of forming a great nation, or did they just seal their fate on a hangman's noose? Only time will tell.&#10;&#10;In America&rsquo;s thirteen colonies, these patriots will defy a king, a kingdom, and the world.&#10;&#10;But defiance is only the first part of the story. Fighting a war against the greatest military in the world is quite something else&hellip;.&#10;&#10;In Patriots and Redcoats, the players take on the roles of the Americans fighting to win independence and the British fighting to stop the rebellion.&#10;&#10;Players are secretly assigned to the Patriots team or the Redcoats team. A team wins by locating and assassinating the opposing Leader or by winning four Victories on the Battlefield.&#10;&#10;Watch out&mdash;there are spies and turncoats among you, and war by its nature can take on a character all its own in this bluffing, take-that, hidden-identity card game about the Revolutionary War.&#10;&#10;",
    "categories": [
      "American Revolutionary War",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Party Game",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Player Elimination",
      "Secret Unit Deployment",
      "Take That",
      "Team-Based Game",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/txWokby_q33N-HiUhK20JA__thumb/img/FjwZ9szFQQO4INHWjAZcTFw05cQ=/fit-in/200x150/filters:strip_icc()/pic4166833.png"
  },
  {
    "id": "428062",
    "name": "Camargue",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 8,
    "description": "Camargue is a coastal region on southern France, and in the game Camargue you and your fellow players will recreate this landscape one tile at a time.&#10;&#10;To set up, place the starting tile in the playing area and give everyone a hand of three tiles; tiles come in five landscape types with 2-4 paths leading to 2-4 edges, as well as helper tiles that each show two landscape types. All landscape tiles feature an emblem to show how they must be oriented when played.&#10;&#10;On a turn, you either play a helper tile from your hand and score 10 points, or play a landscape tile that extends at least one path already on the board, without cutting off any paths. After doing this, you score points equal to the number of contiguous tiles of the landscape type you just placed multiplied by the number of edges that your just-placed tile touches. For example, if you place a forest tile next to two other tiles, and it's now part of a group of six forest tiles, you score 12 points. To end your turn, draw a tile.&#10;&#10;If you have three tiles in hand, with at least one of them being a helper tile, you can play out of turn. If another player scores a landscape type present on a helper tile in your hand, you can discard that helper tile to score as many points as the active player. On your next turn, you do nothing but draw a tile.&#10;&#10;Once all the tiles have been played, whoever has the most points wins.&#10;&#10;",
    "categories": [],
    "mechanics": [
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/AMs9nP9bXB9vrhMRAIZIsQ__thumb/img/SeKL7d0PDEKDVxZg1M-p-SAWiYE=/fit-in/200x150/filters:strip_icc()/pic8398169.jpg"
  },
  {
    "id": "250285",
    "name": "CATastrophe: A Game of 9 Lives",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 10,
    "description": "Catastrophe is a game as spontaneous and unexpected as cats themselves.&#10;&#10;Players start with 9 lives. Your goal is to survive the chaotic mayhem. The last cat standing is crowned champion! Power Cats will help guide you to victory with unique abilities. But, be careful, it&rsquo;s no catwalk!&#10;&#10;One second, you&rsquo;re slapping down attack and curiosity cards, the next you're rolling a die and playing fun catastrophic mini-games to determine your destiny. However, magical Yarn Balls may alter your fate. You are eliminated when you lose all of your lives. Beware of the villain, the Grim Reapurr, who is plotting your untimely demise and attempting to be the sole victor!&#10;&#10;This is an all-out claws out kind of game with only one victor and many catfights! Will your strategy be to play with caution&hellip; or wild abandon&hellip; Either way, you&rsquo;re in for a treat.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game",
      "Fighting",
      "Humor"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Player Elimination",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/_liljEhFEKrsm7weGwzq6A__thumb/img/alDf3TLsu3VPUM5pu-HckBoUP0A=/fit-in/200x150/filters:strip_icc()/pic5973892.png"
  },
  {
    "id": "145794",
    "name": "The Longest Trench",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 180,
    "age": 14,
    "description": "The Longest Trench is a two-player card game about the First World War from the strategic viewpoint. The game recreates World War I in a historical series of land and sea battles. The Central Powers (Germany and her allies) are opposed to the Entente (Great Britain, France, Russia and their allies).&#10;&#10;As a supreme commander, you try to defeat your opponent by allocating your troops, planes, and ships with possible support (from air, mines, trenches, etc.) on the right front to the right time.&#10;&#10;The Longest Trench is primarily designed as a quick-playing fun game and players can finish a game in one or two hours.&#10;&#10;",
    "categories": [
      "Card Game",
      "Educational",
      "Wargame",
      "World War I"
    ],
    "mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Scenario / Mission / Campaign Game"
    ],
    "image": "https://cf.geekdo-images.com/M1pGiCgaHTwJqv9oFztP2Q__thumb/img/RniKDRJwi5ANSdSWmJ_rhQflvIY=/fit-in/200x150/filters:strip_icc()/pic4883551.jpg"
  },
  {
    "id": "2736",
    "name": "The Lonely Mountain",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 13,
    "description": "Lonely Mountain is an adventure game played by 1 to 6 players. Each player controls a group of adventurers attempting to sneak into the Lonely Mountain (Erebor) and steal as much loot as possible. However, they must escape before Smaug the Dragon awakens, discovers their trespasses, and slays them all. The game takes place relatively soon after Smaug attacked and drove out the Dwarves in Third Age 2770. At that time, Smaug had not yet sealed all of the minor entrances to Erebor, and he considered the entire inner complex of rooms and tunnels to be his &quot;lair&quot;. Thus adventurers can enter (and hopefully leave) in a variety of ways. A raid such as the one this game depicts could have been the event that caused Smaug to close all the minor entrances and to gather most of Erebor&acute;s loot into one huge pile.&#10;&#10;The game is played on a board representing the inner complex of rooms and tunnels where Smaug and most of the &quot;treasure&quot; of the Lonely Mountain reside. The board is highly abstracted and simplified to make play quick and easy. Four of the available groups of adventurers represent the interests of the four major races of Middle-earth: Dwarves, Elves, Men, and Orcs. The &quot;Freebooters&quot; are an independent group of adventurers out for glory and loot. Each group has the same mix of 10 characters: 1 Mage, 1 Animist, 1 Bard, 1 Ranger, 2 Scouts, 2 Archers, and 2 Fighters.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing"
    ],
    "image": "https://cf.geekdo-images.com/llj6XbIYg7TdPDXA8bQa7g__thumb/img/hkaqXkVfGBdISBRYS5r49m_ZqXY=/fit-in/200x150/filters:strip_icc()/pic26646.jpg"
  },
  {
    "id": "371135",
    "name": "WaldMeister",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 8,
    "description": "In WaldMeister, you want to shape the forest to suit your own ends.&#10;&#10;Each player starts the game with 27 pegs, with the pegs coming in three heights and three colors, and with three pegs of each combination, e.g., short and yellow-green.&#10;&#10;Players take turns moving and placing pegs on the game board, with one player trying to create clusters according to height while the other wants clusters according to color.&#10;&#10;To begin, the first player places one of their pegs in a hole on the game board. On each subsequent turn, the active player chooses any peg on the game board, moves it in a straight line as far as they wish to a new empty hole (not jumping any pegs), then places a peg from their reserve in the hole just vacated.&#10;&#10;Once all the pegs have been placed, each player counts the number of pegs in each type of cluster they score, whether short/medium/tall or yellow-green/leaf-green/dark green. The player with the higher sum wins. (The rules suggest playing two games, with players swapping goals since recognizing &quot;height clusters&quot; is more difficult.)&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/0qf_G0PawVBwtcPNTM19XA__thumb/img/LgOhLj2QCmeCaJEpqcby2QU7y5A=/fit-in/200x150/filters:strip_icc()/pic7420453.jpg"
  },
  {
    "id": "267945",
    "name": "Mr. Face",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 9,
    "description": "A card with many lines written. You will make your face according to what you drew from it. It can be a self-taken photograph, or it can be made by combining various pieces. Pieces are limited, but depending on your creativity, you can make a look that surprises everyone.&#10;Win it if everyone can hit the subject line! Can you describe your feelings well &quot;face&quot;?&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "categories": [
      "Party Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/uBBBtbjmKDGJilb7bn9r8Q__thumb/img/pReg8AZr5HMH4uRg5SRjKrO30-w=/fit-in/200x150/filters:strip_icc()/pic5797033.png"
  },
  {
    "id": "267359",
    "name": "Linkto Food",
    "minPlayers": 1,
    "maxPlayers": 10,
    "playingTime": 45,
    "age": 10,
    "description": "Linkto Food &mdash; first released as Links Cuisine &mdash; is a co-operative trivia game in which players team up to find the key amongst the fifty cards that feature unique food art.&#10;&#10;Together, players link all 49 clue cards to the 50 word cards. They then discover whether the remaining, unlinked word card is the key to their victory, validating its code with the answer card to know whether they've won the game!&#10;&#10;Linkto Food, which has also been released as Match Up! Food, offers five levels of difficulty in the game, as well as a competitive mode for those who want it. The unlinked word card differs at each difficulty level, and the clues themselves also differ, getting much harder to decipher at the higher levels.&#10;&#10;",
    "categories": [
      "Educational",
      "Trivia"
    ],
    "mechanics": [
      "Cooperative Game"
    ],
    "image": "https://cf.geekdo-images.com/WZb-TMANKee92B2CSooa_A__thumb/img/66PMj7-QoiORu6Uw6ITkeTezc04=/fit-in/200x150/filters:strip_icc()/pic6863164.png"
  },
  {
    "id": "298678",
    "name": "Vulcanus",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 80,
    "age": 10,
    "description": "Vulcanus (&#227;&#131;&#156;&#227;&#131;&#171;&#227;&#130;&#171;&#227;&#131;&#171;&#227;&#130;&#185;) pits one monster player against 1-3 teams of humans, who must co-operate in order to take down the monster.&#10;&#10;In more detail, the monster &quot;Vulcanus&quot; has suddenly appeared from the crater of Mount Fuji, the monster being a ruthless giant that erupts lava from its whole body and that continues to evolve and grow as it creates a path of scorched earth on its way toward Japan's capital, Tokyo. The more casualties you create, the more areas you burn, and the more landmarks you destroy, the closer the monster player is to victory.&#10;&#10;The Japanese government has set up a &quot;Monster Disaster Emergency Headquarters&quot;, and the human players facing off against Vulcanus must learn how to repel monsters by evacuating citizens, extinguishing fires, deploying Self-Defense Forces, and conducting investigations. The more research you've conducted, the more options you will have for your strategy, and ultimately you will be able to manage the situation with a direct attack on the monster.&#10;&#10;Sometimes the monster can detect the humans' operation and ruin their plans, so will Tokyo perish in the end? Or will the monster fall instead?&#10;&#10;",
    "categories": [],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/DZGIS5F7eyLPvqEyV8zrZg__thumb/img/09gc9vxPYNpXOxbsOP5qoykXwT0=/fit-in/200x150/filters:strip_icc()/pic5167791.png"
  },
  {
    "id": "131321",
    "name": "The Valkyrie Incident",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 0,
    "description": "This game takes place during The Valkyrie Incident, a time of war and dissension between the five Valkyrie Clans. The game is played over a series of Engagements (or rounds), split betwen a Draft Phase (where each player can Recruit cards for his deck) and a Way Phase (where players play the cards from their decks to win conflicts). With its focus on player interaction, multiple ways to use each card, and a variety of ways to score points, The Valkyrie Incident is unlike any other deck building game.  The game is fast, chock full of choices and player interaction.&#10;&#10;There are six different card types: Valkyrie, Cogdrives, Actions, Assaults, Locations, and Emblems. Each of the first four card types are included in the main deck. Each card has a Clan Emblem (this is the clan it belongs to), a Recruit Cost (this is in the gray), a Strength Value (this is in red), and a special ability which can be used during either the player&rsquo;s Recruit Turn, or during his Conflict Turn.&#10;&#10;At the beginning of each game, each player selects an Emblem. Every card recruited by the player is worth 1 point. However, cards of the clan of the player's selected Emblem are worth an additional 1 point. Emblem also grant the player a special once per Conflict ability and a chance to score bonus Conflict cards during the Recruit Turn. Each Engagement, the player who started the War chooses which location the Conflict will take place in. Each Location has an overall effect for the Conflict.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/benUdsnyCR9vOfPRDKhAEA__thumb/img/skkKuICHJYrUXlax6-JdNlpIOhs=/fit-in/200x150/filters:strip_icc()/pic1454595.jpg"
  },
  {
    "id": "64896",
    "name": "Formula D",
    "minPlayers": 1,
    "maxPlayers": 10,
    "playingTime": 90,
    "age": 9,
    "description": "This was the &quot;mini&quot; release of Ludod&#195;&#169;lire. It came with a non-mounted course of Monaco and shortened rules.&#10;&#10;It differs from the &quot;mini&quot; version of Descartes Editeur (Formula D&#195;&#169; Mini) as well as from the new release of Asmodee (Formula D), which has the same name.&#10;&#10;",
    "categories": [
      "Racing",
      "Sports"
    ],
    "mechanics": [
      "Push Your Luck",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/aToG34uPqNY7WzrjaY9Sfg__thumb/img/10cUmr-COvBLrre6BAAn0JPUPmE=/fit-in/200x150/filters:strip_icc()/pic147773.jpg"
  },
  {
    "id": "49400",
    "name": "Battleground Fantasy Warfare: Orc Army",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 12,
    "description": "Not playable on their own as you need two starter decks to play the game.&#10;&#10;Battleground Fantasy Warfare is a point-based tabletop tactical wargame in which units are represented by cards.&#10;&#10;Overrun your enemies with a battle-hardened orc army. Flank your opponent with lightning-fast goblin wolf riders and smash them with mighty regenerating trolls.&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Wargame"
    ],
    "mechanics": [
      "Variable Phase Order"
    ],
    "image": "https://cf.geekdo-images.com/FwjM_5_NZJRXH1S8CXX5Fw__thumb/img/aFio3zZWzkg02nPKjXCDGOxKQ3A=/fit-in/200x150/filters:strip_icc()/pic116643.jpg"
  }
]
