[
  {
    "id": "9792",
    "name": "Oriente",
    "minPlayers": 4,
    "maxPlayers": 12,
    "playingTime": 30,
    "age": 10,
    "description": "By entering into and then breaking-off alliances Samurai, Shogun and Daimyo fight for the most valuable booty. Only with power and decision can you accomplish your goal before the outbreak of revolution! A game of negotiation and bluff for merciless Ronins.&#10;&#10;Microbadge:  Oriente fan&#10;&#10;",
    "categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Fighting",
      "Medieval",
      "Negotiation"
    ],
    "mechanics": [
      "Team-Based Game",
      "Variable Player Powers",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/87ioHgxVgJzQoxKOo0igHg__thumb/img/Cmpr93pq_1FlSr-VlmcfjIWW_Tk=/fit-in/200x150/filters:strip_icc()/pic57808.jpg"
  },
  {
    "id": "187808",
    "name": "Front Toward Enemy",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 0,
    "description": "Three years after the collapse of South Vietnam, General William Westmoreland announced that &ldquo;militarily we were successful . . . we didn&rsquo;t lose a single battle above company level.&rdquo; It was in these intense company- and platoon-level firefights, which characterized most combat in the Vietnam War, that military engagements could be won and lost. At close quarters in the jungle, at night, and in hamlets surrounded by rice paddies, American soldiers faced their North Vietnamese and Vietcong enemies on even terms. FRONT TOWARD ENEMY allows players to explore intense company- and platoon-level battles from the perspective of a company commander, using a fast-playing system that provides the feel and unpredictability of small unit combat.&#10;&#10;FRONT TOWARD ENEMY is a simulation that recreates tactical engagements during the Vietnam War at the scale of 50 meters per hex and five minutes per turn. Units represent fire teams, heavy weapon sections, leaders, vehicles, and helicopters. Eight scenarios with set-up options recreate twelve missions that typified company-level engagements during the Vietnam War, including airmobile insertions, assaults on fortified positions, and classic search-and-destroy operations, among others.&#10;&#10;Rules cover all of the elements associated with combat in Vietnam: helicopter gunships, armored vehicles, artillery support, snipers, sappers, civilians, booby-traps, medics, evacuation of the wounded, prisoner interrogation, tunnels, hidden caches, and more. Winning doesn't always mean holding the objective if the cost in casualties is too great. Sudden combat in difficult terrain causes command and control to quickly break down. A chit-pull system means command and control is erratic, and volume of fire is rewarded, but results are fickle. The unforeseen occurs, ranging from non-combat injuries to interference from higher headquarters to so-called &ldquo;friendly fire&rdquo;. Immediate action drills, staying close, and the ability to move and act as a coordinated unit ensure survivability in this environment.&#10;&#10;FRONT TOWARD ENEMY puts you in the middle of the toughest fighting of the longest war of the 20th Century.&#10;&#10;FRONT TOWARD ENEMY contains:&#10;&#10;        three countersheets (5/8&quot;)&#10;        two unmounted mapsheets (22&quot; x 34&quot;)&#10;        one rulebook (20 pages, color)&#10;        two Combat Results Tables/Terrain Effects Charts (color)&#10;        one Helicopter Table (color)&#10;        four scenario cards (color)&#10;        two d10 &amp; one d6&#10;        one box &amp; lid&#10;&#10;&#10;FRONT TOWARD ENEMY scales:&#10;&#10;        each turn is approximately 5 minutes&#10;        each hex is approximately 50 meters across&#10;        counters represent Infantry Units of one to four men (Fire Teams, Weapons Teams, Leaders, and Individuals) Helicopters, and Vehicles&#10;        Additional markers represent Civilians, Caches (rice, medical, and ammo), Bunkers, Foxholes, and Tunnel entrances&#10;&#10;&#10;Designer: Joe Chacon&#10;Developer: Nick Richardson&#10;Map Art: Jordan Worley&#10;Counter Art: Nicol&aacute;s Eskubi&#10;&#10;(from MMP website)&#10;&#10;",
    "categories": [
      "Modern Warfare",
      "Vietnam War",
      "Wargame"
    ],
    "mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Events",
      "Hexagon Grid",
      "Line of Sight"
    ],
    "image": "https://cf.geekdo-images.com/7CMMwS4cuatt-QeGgxWn0g__thumb/img/9K2VTMy4uc-2M78WR35Wo0fqWoQ=/fit-in/200x150/filters:strip_icc()/pic4888883.jpg"
  },
  {
    "id": "40638",
    "name": "Risk: Halo Wars Collector's Edition",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 12,
    "description": "Risk: Halo Wars allow players to command one of three factions (the UNSC, the Covenant, or the Flood) and battle for supremacy of Arcadia.  The board features 42 territories and six sectors; 250 plastic playing pieces represent the three factions.  It uses the new Hasbro rules that allow for three levels of game play (basic, advanced, and classic) depending on the skill level and desired playing time of the players.  Play can be completed in as little as 60-90 minutes with no decrease in strategy.  The game is appropriate for Ages 12 and up.  MSRP is $39.95.&#10;&#10;Re-implements:&#10;&#10;    Risk (Revised Edition)&#10;&#10;&#10;",
    "categories": [
      "Science Fiction",
      "Video Game Theme",
      "Wargame"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/2HIUqTn3_OleAonE_UoLlg__thumb/img/O9FHi0aKN_ztjfrDIdhQuEpucrA=/fit-in/200x150/filters:strip_icc()/pic459534.jpg"
  },
  {
    "id": "146451",
    "name": "Wrath of Kings",
    "minPlayers": 2,
    "maxPlayers": 0,
    "playingTime": 120,
    "age": 0,
    "description": "A new miniature tabletop game.&#10;&#10;The website explains &quot;Wrath of Kings is a miniatures war game, where players take command of the armies of on of the five kingdoms of Arikania!  Scalable from 10 to 50 models per side, now you can vie for the throne of the Ancient King!&#10;&#10;&quot;With a unique one roll resolution system and an active chain of command, you'll feel like you're actually in charge of an army without being bogged down in tedious tracking.  Combat is fast, fluid, furious and tactical - your decisions will matter on the battlefield!&quot;&#10;&#10;There are five initial factions:&#10;&#10;House Teknes&#10;&#10;The armies of Teknes are some of the most well rounded troops. They are able to move from a defensive posture to attack in the blink of an eye. Both the Union Workers and Defender Linemen punish their enemies for attacking them. Their specialists and characters often employ lightning and magical wards to bolster their own defensive lines. No army attacks Teknes battle lines without expecting heavy casualties.&#10;&#10;House Shael Han&#10;&#10;The Shael Han fighting style is a mystery to all of their enemies and for good reason. The Legionaries are some of the weakest troops on the field by themselves, however whenever they are close by a specialist they become a force to reckon with. The Wrath led by their Big Sister are experts in engaging more than one enemy at a time. The true strength of any Shael Han army are their specialists, vulnerable by themselves but extremely powerful when working together they can cause a symphony of destruction on any battlefield.&#10;&#10;House Nasier&#10;&#10;Nasier love nothing more than to see their enemies wither in their path. The Nasier Ashmen charge is legendary and few enemies have ever lived to tell the tale. They&rsquo;re often supported by the Pelagarth who revel in combat and despite their lack of armor, cause more casualties then they take. The specialists of Nasier prefer to use flames to punish their enemies. One of the most aggressive armies, their zeal for reinstating the Efrenti presence leads them to wrought destruction throughout the continent.&#10;&#10;House Hadross&#10;&#10;As the most defensive army in the game, Hadross units become stronger both offensively and defensively as the game progresses. With each Deepmen lost, enemy models receive Resonate markers, which makes them easier to kill. Meanwhile the slower yet deadlier Sevridan keep enemy units from fleeing the battlefield. The Hadross specialists enhance the battlefield adding water elements to increase movement.&#10;&#10;House Goritsi&#10;&#10;Combining the fastest movement in the game with some of the strongest attacks Goritsi prefer hit and run tactics to conventional warfare. Players can employ the blazing speed of the Skorza to flank their enemies while their lethal Zeti hold the line. The terrible Blood Engine consumes the flesh of his enemies to heal his wounds. If you prefer high mobility armies and attacking first, Goritsi is the army for you.&#10;&#10;The models are in plastic, with weapons in polystyrene so that they keep nice straight edges on spear shafts, handles, and large sword blades etc.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/tl-luJYGePznGv1wIqadBw__thumb/img/a78PwrbWb9O0NHhXlGhQuPCMAww=/fit-in/200x150/filters:strip_icc()/pic2452737.jpg"
  },
  {
    "id": "368168",
    "name": "Cheese Master",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 20,
    "age": 8,
    "description": "The kitchen is calm. Too calm. All of a sudden, the chaos begins: as bits of cheese fall off the table, mice scurry in to snatch them up! &#10;The cat, who was patiently waiting for this moment, extends their claws and leaps onto the rodents. But they didn&rsquo;t notice the dog, who suddenly appears with their mouth wide open&hellip;&#10;This chaotic crowd chases and squabbles with each other all around the room until the infuriated innkeeper bangs on a pot to disperse the would-be thieves. After all that hubbub, can you remember how much cheese there actually was?&#10;&#10;In Cheese Master players are rolling all dice and need to be as fast as possible to figure out how many cheese are left on the floor. Each die will show animal faces or cheese pieces and create a funny interaction that you will need to understand before your opponents.&#10;They are 4 cheeses but 2 mice eating cheese, 1 cat is there, chasing a mice but before they do so, the dog is making the cat running away. So how many cheese pieces are left?&#10;Be quick as the slowest of players will not even be able to take a guess!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Animals",
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling",
      "Die Icon Resolution",
      "Impulse Movement"
    ],
    "image": "https://cf.geekdo-images.com/zp-7jEokf1OQm1D-F78j-w__thumb/img/gISVPiq9BivZxKqfN8MjdprNIE4=/fit-in/200x150/filters:strip_icc()/pic6995562.png"
  },
  {
    "id": "261984",
    "name": "Combo Fighter: VS Pack 2",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 12,
    "description": "Called to an exclusive competition on an offshore oil rig by an eccentric billionaire, the world's best brawlers, and martial artists will compete for lavish prizes and the glory of proving that they are the strongest and most skilled.&#10;&#10;In Combo Fighter you will play as one of these fighters competing to become the ultimate champion. You will have your own unique 50-card deck and set of combos to bring against your opponents. Each hit removes cards from your hand and deck and the first to run out of cards is defeated!&#10;&#10;The Combo Fighter: Vs Pack 2 adds two new characters, Baako and Yoshida to your collection of fighters to play, each with their own unique deck and components!&#10;&#10;Key Points&#10;- Fast, Fun, Arcade style action card-game!&#10;- Learn in 2 minutes and each game plays in 10 minutes.&#10;- Adds two new fighter match-ups to try and wield against your friends.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Fighting",
      "Video Game Theme"
    ],
    "mechanics": [
      "Hand Management",
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/KJIiCPC2IT5zTqXf-I5E7w__thumb/img/nS5Dz_RmyuKY_If01NLmhprYH_k=/fit-in/200x150/filters:strip_icc()/pic4331679.jpg"
  },
  {
    "id": "361552",
    "name": "Dragonlance: Warriors of Krynn",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 14,
    "description": "Dragonlance: Warriors of Krynn is a cooperative game of adventure and strategy where you play heroes battling against the terrifying Dragon Army. As conflict rages around you, maneuver between battlefields and adventure locations to tip the scales of war.&#10;&#10;This stand-alone board game includes rules for integrating characters from the Dungeons &amp; Dragons companion adventure Dragonlance: Shadow of the Dragon Queen (sold separately or available together in the Deluxe Edition bundle.)&#10;&#10;&ldquo;We zero in on this notion that Dragonlance is a war story,&rdquo; said Ray Winninger, head of D&amp;D at Wizards. &ldquo;Classic Dragonlance is set against the backdrop of this massive conflict, and these sort of massive military battles are an important part of Dragonlance. One of the original 12 Dragonlance modules was a wargame Dragons of Glory. They asked you to stop your role-playing game experience and start playing a wargame for a bit.&#10;&#10;&ldquo;[It] allows you to play out sort of massive military battles in the world of Krynn. But one of the interesting things about that game is that it has a lot of narrative elements, just like a role-playing game.&rdquo;&#10;&#10;&#10;        - Ray Winninger &#10;&#10;&#10;See also Dragonlance: Shadow of the Dragon Queen Deluxe Edition (bundle) and Dragonlance: Shadow of the Dragon Queen (RPG).&#10;&#10;",
    "categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "mechanics": [
      "Cooperative Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/35vGRfbA_q2XWaPRLkvu3Q__thumb/img/rkLnadYr1CfEe39SblWfxFL5zMI=/fit-in/200x150/filters:strip_icc()/pic8541531.jpg"
  },
  {
    "id": "278305",
    "name": "Battlelands",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 14,
    "description": "Battlelands is a fast and furious game of turf warfare for 3-5 players. Send your fighters to seize key locations, or recruit even fiercer warriors who can help you turn the tide! Use your faction's abilities to play dirty and keep your opponents guessing your next move!&#10;&#10;Set in the world of the upcoming Adventure Book game Aftermath, Battlelands: Aftermath Edition takes place in a post-apocalyptic land in which humans are extinct. Now the animals of the world try to survive by competing for territory, food, and precious technology.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Animals"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/teCqjDym7KUX3O2vCU1iuw__thumb/img/9KKA_gMMHx0T2zrg0snuCmjWj10=/fit-in/200x150/filters:strip_icc()/pic4706005.jpg"
  },
  {
    "id": "72460",
    "name": "Into the Bastards!: First tank battle",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 240,
    "age": 0,
    "description": "Into the Bastards! - First Tank Battle, retraces the second battle of Villers-Bretonneux on 24 and 25 April 1918. The game allows players to simulate the last German attempt to take Amiens, as part of the Michael Offensive. This bitter battle takes its place in history above all because it saw the first tank action between the two belligerents. However this historical detail should not obscure all other facts which mark out this battle, where successive attacks and counter-attacks succeeded each other: massive commitment of German tanks A7V, employment in the two camps of elite troops, attack at night,...&#10;&#10;April 1918 - The German Michael offensive, launched in Picardy, is peaking. Reaching the gates of Amiens, the Kaiser's troops threaten to definitively breakthrough the Allied Lines.&#10;On 24 April, the Germans captured the last defensive bastion in front of Amiens, the village of Villers-Bretonneux, during a battle that featured the first engagement between tanks. But that same night, Australian soldiers entered the line and prepared to repulse the enemy in an intense night attack. Their objective was as simple and terrible as their war cry: &quot;Into the Bastards!&quot;&#10;&#10;Into the Bastards! is a low complexity game recreating this battle, from the initial German offensive to the Australian counter-attack.&#10;Each player has elite troops at his command, represented at battalion scale: the German Guard Division, the french Moroccan Division, an Australian Brigade, and, of course, British and German tanks.&#10;&#10;Game Scale:&#10;Game Turn: 2 - 3 hours&#10;Hex: 219 yards / 200 meters&#10;Units: Battalion&#10;&#10;Game Inventory:&#10;One 17 x 22&quot; full color map&#10;One dual-side printed countersheet (160 1/2&quot; counters)&#10;One 6-page Into the Bastards! rulebook&#10;&#10;Solitaire Playability: Medium&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time:&#10;&#10;",
    "categories": [
      "Wargame",
      "World War I"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/b0K8gYzOSvNcNvjmCr-OGA__thumb/img/j2_DBEaeVzQQKxHhdKcAaOJZ9zw=/fit-in/200x150/filters:strip_icc()/pic4364524.jpg"
  },
  {
    "id": "159160",
    "name": "Battlegroup: Rule Book",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "From the back of the book:&#10;&#10;Battlegroup is a set of tabletop wargame rules for recreating the battles of World War II, with 20mm or 15mm miniatures.&#10;&#10;This is a core rulebook, detailing how to play the game, including such basic rules as Command and Control, Movement, Firing and Morale.&#10;&#10;Command and Control: The rules use a system of Orders, putting difficult tactical decision making in the centre of the game.&#10;&#10;Firing: A unique 'two-tier' system for firing involves Area fire and Aimed Fire, in which pinning enemy units can be as important as destroying them.&#10;&#10;Morale: The innovative Battle Rating counters system means no two game will ever play the same.&#10;&#10;To play you will also need a collection of wargames miniatures, a wargames table, an opponent and one of the Battlegroup Theatre supplements, which provide all the detail, army lists and character of specific battlefields and periods of war.&#10;&#10;",
    "categories": [
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Line of Sight",
      "Simulation",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/tuZhWXlX4ZMQVRFcezr3ug__thumb/img/_DTQuiwZ9QAFoTA29pahBcabSEg=/fit-in/200x150/filters:strip_icc()/pic2016964.jpg"
  },
  {
    "id": "231920",
    "name": "Holdfast: Tunisia 1942-43",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 90,
    "age": 12,
    "description": "Description from the publisher:&#10;&#10;Holdfast Tunisia is a 2 player game that allows players to refight the decisive North African WWII campaign in Tunisia using Worthington Publishings Holdfast gaming system.&#10;&#10;Designed by Matt Looby.  The game plays in 2 to 3 hours.  The game comes with approximately 60 blocks and labels to represent the Axis and Allied forces, a hard mounted game board, rules, dice, and player aids.&#10;&#10;Players will maneuver their blocks over the sands of North Africa as the German player tries to hold off the British, and for the first time in WWII European theater, American forces.  The blocks add fog of war so you never know what your opponents forces are until locked in combat.&#10;&#10;Complexity 3 out of 10.  The game can easily be played solo by playing each side to the best of your ability.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/pCgOdexcUCDjRlY4ZbZFDw__thumb/img/0W1aj0wwGAUGPc8lnGEO6yXyX2c=/fit-in/200x150/filters:strip_icc()/pic4581669.jpg"
  },
  {
    "id": "174990",
    "name": "Builders of Blankenburg",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 13,
    "description": "The year is 1123. A new count has been given dominion over the settlement of Blankenburg. People are coming to the town from the surrounding countryside in hopes of a better life. You have seen an opportunity to make your fame and fortune as the town is built.&#10;&#10;In Builders of Blankenburg you are competing to construct the town and earn the most prestige while doing so. Each player takes on a persona which provides a unique benefit during the game. You begin the game with some basic resources and a small amount of silver. While all structures can earn you prestige, only building what the town's citizens demand will earn you the silver necessary to bid for and purchase more resources. Each turn consists of four phases:&#10;&#10;&#10;    Bidding (the primary means of gaining resources)&#10;    Building (constructing and occasionally demolishing)&#10;    Income (gaining silver for the structures you own)&#10;    Marketplace (an opportunity to buy plans and resources)&#10;&#10;&#10;The game introduces the citizen track, a growing group of town folk that allows all players to see which structures will earn them income. It also serves to signal the end of the game once the town is full. The town is split into four districts, each limited in size and awarding bonuses at the end of the game for anyone who controls more of a district than their opponents. If there are no other plots on which to build, the game also ends. Beware, while the citizens are known, the best laid plans can be ruined by events and visitors to the town. The player with the greatest prestige at the end of the game is declared the winner.&#10;&#10;",
    "categories": [
      "City Building",
      "Medieval"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/ww5VEG4dabHUecZ62i0WQQ__thumb/img/V8oIl_csYMIjfwRmmVXc_VVmaW8=/fit-in/200x150/filters:strip_icc()/pic2486639.jpg"
  },
  {
    "id": "49261",
    "name": "Kraby",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 7,
    "description": "Time to catch some crabs! Not for dinner, mind you, but to sell to markets for a grand haul. In order to make the most for your efforts, you want to concentrate on those crabs grouped together in large sets. Otherwise you're piddling away time spent chasing individual crabs, which is hardly worth the bother. The fishermen who nets the most valuable haul wins the game.&#10;&#10;Set-up in Kraby differs depending on the number of players, with 80 or 120 tiles in play, the game board being 9x9 or 11x11, and the number of colored crab figures being 10, 12 or 15. Each player starts by secretly drawing six crab tiles (which come in four colors with two players and five colors otherwise) and placing them behind their screen. On a turn, a player chooses one tile and enters it from any side of the game board, sliding it in the row or column until it hits the island at the center of the board or another tile in play. (A move that would slide a tile off the board or create an impossible-to-fill space is illegal.) The player then draws a new tile and places it behind his screen.&#10;&#10;A player then has the option of placing one of the colored crab figures in his ship's hold. Each ship has three holds, with a scoring multiplier of x1, x2 or x3. A player can claim a color only once and cannot place it on the same multipler as another player. In a four-player game, a player can claim only two figures.)&#10;&#10;The game ends once the final tile has been placed and the game board filled. Each group of crabs in the same color, with orthogonally adjacent crabs belonging to the same group, is worth -1 to 5 points depending on its size. Once the value of a color is determined, each player scoring this color multiplies this value &ndash; which might be negative &ndash; by the multipliers showing on his ship's hold. The player with the highest score wins.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Animals",
      "Children's Game",
      "Territory Building"
    ],
    "mechanics": [
      "Enclosure",
      "Hand Management",
      "Pattern Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/7vwp57rV3R-tX8LbxUNYfA__thumb/img/S-7Sbc8Jvt9cyAOd-AHg2x0tsJ0=/fit-in/200x150/filters:strip_icc()/pic725298.jpg"
  },
  {
    "id": "193417",
    "name": "Captains of the Golden Age",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 180,
    "age": 11,
    "description": "Captains of the Golden Age is set in a fictional East-Indies, in the golden age of trading and piracy, a time when pepper was worth more than gold!&#10;&#10;&#10;Four brightly coloured ships of different shapes and sizes lie anchored at Smuggler&rsquo;s Cove.&#10;&#10;Their sails are lowered and their crews are resting while they gently rock back and forth on the waves. An albatross circles the shipwreck that lies broken on the shore. The sun is setting and a warm light starts to shine from inside the gaping ship; it&rsquo;s the Smuggler&rsquo;s Cove inn.&#10;&#10;Four Captains sit at a round table at the center of the inn; some of the other guests are staring at the brightly coloured clothes they are wearing. A parrot closely watches the whole scene from a chandelier above the table. The colourful captains don&rsquo;t seem to mind; they talk, rest, laugh and enjoy their beers.&#10;&#10;Suddenly a small boy runs in, holding a sealed letter for the innkeeper. After reading the letter, the innkeeper glances at the other guests before walking over to the four captains. In a low whisper he says &ldquo;Friends, my contact from the Republic tells me that the price of pepper has just surpassed the price of gold&rdquo;, and turns back to his bar.&#10;&#10;The mood changes as a storm on a summer day and the captains reach for their weapons as if struck by lightning. Cautiously, they slowly stand up and back off from the table, but as their greed gets the better of them, they start running to their brightly coloured ships&hellip;&#10;&#10;&#10;Players start the game on smuggler's cove as one of these brightly coloured captains. Each captain owns a small ship with a tiny crew, one cannon and an empty cargo hold. Over the course of the game, each captain gathers resources to upgrade their ship at the shipyards of the Orient and the Republic or trades its cargo for valuable pepper in the Orient to get shares in the Trading Company and ensure their victory.&#10;&#10;The amount of sails determines how far you move per turn. Crew is used for boarding other ships and plundering cargo. Cannons deal damage to other ships and the size of your cargo hold determines how much cargo you can load and carry.&#10;&#10;Each player holds a hidden hand of cards from his own deck that can be used as temporary buffs to sail further, carry more cargo, or change the tide of battle.&#10;&#10;Besides all this players can hire the notorious pirate at Smugglers Cove, to secretly ambush other captains.&#10;&#10;&#10;CotGA has 0% randomness, all skill. Its main mechanics are pick-up and deliver combined with hand-management and bluff. Players choose the length of the game by the size of their starter ships.&#10;&#10;Trade cargo to upgrade your sails, crew, cannons or cargo holds. Attack other captains and board their ships to plunder cargo. Hire the notorious pirate to ambush competitors. Whatever your strategy, always keep one eye on the captain with pepper in his cargo hold.&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Nautical",
      "Pirates",
      "Travel"
    ],
    "mechanics": [
      "Hand Management",
      "Memory",
      "Pick-up and Deliver",
      "Rock-Paper-Scissors",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/OOUcd0OR56fKMHmoJ9yB0w__thumb/img/oojRN0dTZDtMcOoDyiz_oXIJDqU=/fit-in/200x150/filters:strip_icc()/pic8401214.jpg"
  },
  {
    "id": "339647",
    "name": "One Night Ultimate Werewolf: Epic Battle",
    "minPlayers": 3,
    "maxPlayers": 10,
    "playingTime": 0,
    "age": 10,
    "description": "This best-of contains a selection of the most exciting roles from &ldquo;Werwolfe Vollmondnacht&rdquo;, &ldquo;Werwolfe Morgengrauen&rdquo; and &ldquo;Werw&ouml;lfe Vampird&auml;mmerung&rdquo;.&#10;&#10;Who dares the epic battle between werewolves, vampires and villagers?&#10;&#10;",
    "categories": [
      "Bluffing",
      "Deduction",
      "Memory"
    ],
    "mechanics": [
      "Deduction",
      "Hidden Roles",
      "Role Playing",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/Dw3jyOANVFklMcf0m_z0mw__thumb/img/veCyZr1Oglpe8PHz3J1FFhmB-f8=/fit-in/200x150/filters:strip_icc()/pic6199581.jpg"
  },
  {
    "id": "183949",
    "name": "Aloha Pioha",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "Little Pualani is enjoying a splendid day at Lanikai beach when she suddenly notices something wrong with her hair. LICE! Pualani has lice! But not just any lice...mischievous lice who are having a good time playing with her hair and tickling her. There will come a time, however, when Pualani won't be able to endure those damned lice, and she will have to try to eliminate them!&#10;&#10;Aloha Pioha is a fast card game where each player represents the chief of a tribe of Hawaiian lice who are having a blast pulling a little girl's hair. You must play your lice cards wisely, manage your hand, and be the most cunning to win the battle of the hair!&#10;&#10;",
    "categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Memory",
      "Print & Play"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/ZyqCFUPeiDs7yw5yLHkS5Q__thumb/img/omV9Wx9toZzMPzol1Aw_927J_zc=/fit-in/200x150/filters:strip_icc()/pic7033105.png"
  },
  {
    "id": "35706",
    "name": "Carpe Astra",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 12,
    "description": "10,000 years in the future, humanity has claimed the stars. But all is not well. The Emperor is weak, and without strong guidance, the Empire is crumbling. Powerful guilds within the empire are squabbling, positioning themselves for their own gain. If the Empire is to survive, it needs a strong leader - that means you! You must build a power base throughout the Empire by connecting with important guilds: the military, traders, priests, engineers, expansionists, and politicians and then claim the throne. Time is running out, though; others also struggle for the throne. You must form a network of support with powerful guilds and slander your opponents. Each connection gains the support of some guilds, and at the end of the game the player with the most support grasps the Galactic Throne. Take advantage of events that occur for further gain. Be careful, though, because each slander you receive reduces your support.&#10;&#10;The name &quot;Carpe Astra&quot; was chosen after Jackson Pope asked the users of BGG to brainstorm a name for the game.&#10;&#10;",
    "categories": [
      "Science Fiction"
    ],
    "mechanics": [
      "Modular Board",
      "Network and Route Building",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/gEb7IPtLlqd7j__LN1foZQ__thumb/img/4QtNwpu-ustxSB0Z6uIJRj2xSTI=/fit-in/200x150/filters:strip_icc()/pic381208.jpg"
  },
  {
    "id": "4604",
    "name": "Chez Greek",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 18,
    "description": "From the Steve Jackson Games website:&#10;&#10;&quot;Panty raids. Hazing. Many, many kegs. And, of course, beer, sleep, and nookie.&#10;&#10;It's the hit Chez Geek, moved to a frat house. (Or sorority. Or both.) Pick your major. (Botany? Babes? Beer?) Tap a keg or two. Party hard, and try not to think about Finals Week.&#10;&#10;Chez Greek is completely compatible with the original game, with a few little twists to keep things interesting. (Are we really going to include drinking and strip rules? Wait and see.)&quot;&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor"
    ],
    "mechanics": [
      "Set Collection",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/sjWobpsn6osNYTYeMmxDtQ__thumb/img/YwvLsfpcGXAL9k-6OR_7JEZfSVQ=/fit-in/200x150/filters:strip_icc()/pic20234.jpg"
  },
  {
    "id": "303648",
    "name": "Disney Hocus Pocus: The Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "The Black Flame Candle has been lit.&#10;Now the Sanderson witches you must outwit;&#10;Or with a wretched evil potion,&#10;A foul spell they&rsquo;ll set in motion.&#10;Stun the witches and ruin the brew&#10;Before the sun can rise anew!&#10;&#10;Disney Hocus Pocus: The Game, based on the 1993 movie &quot;Hocus Pocus&quot;, players must work together to ruin the Sanderson Witches&rsquo; potion three times before the sun rises. Players hold a hand of ingredients of different types and colors and attempt to match all ingredient types or colors in the cauldron.&#10;&#10;Each turn, players ask a question about other players&rsquo; hands, referring to the ingredient type or color (but not both). (For example, &ldquo;Who has blue ingredients?&rdquo; or &ldquo;Who has newt saliva?&rdquo;) They then play a card from their hand into the cauldron and draw back up to three cards, ending their turn.&#10;&#10;Some ingredient cards have Binx the cat or a spell book on them. When an ingredient with Binx is played into the cauldron, the active player puts the Binx mover in front of any player. That player then lays their cards down so everyone can see them and keeps them there until Binx is moved. If a spell book is played, the active player draws a card from the Spell deck and resolves the card. Spells generally do something to ruin players&rsquo; plans.&#10;&#10;If you have cards showing all of one color or all of one object in the cauldron, then you've stunned one of the witches &mdash; and you need to stun the witches three times before time runs out! When stunned, a witch cannot cast spells from the deck.&#10;&#10;Players also have four &ldquo;Tricks&rdquo; to use based on scenes from the movie; each Trick can be used once per game. For example, &quot;Burning Rain of Death&quot; allows you to discard three potion ingredients and draw three new potion ingredients.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Cooperative Game",
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/UVgIZz4pw6bny14r-eqOXA__thumb/img/IMxG0GR-ip0tk9-DcY-btUqnoz8=/fit-in/200x150/filters:strip_icc()/pic5582359.jpg"
  },
  {
    "id": "206591",
    "name": "Green Box of Games",
    "minPlayers": 1,
    "maxPlayers": 10,
    "playingTime": 120,
    "age": 5,
    "description": "The Green Box of Games is not a single game, it is a game system that comes with a collection of 16 games you can play. Designed to be like a deck of cards for board games the box is filled with versatile components, tiles, cards, cubes and dice, that you can use to play lots of different games, or even create your own. The games included in the rulebook spans from quick family games to more complex strategy games, plus a few traditional classics, and includes solo games as well as games for up to 8 or 10 people. On the associated wiki there are around 100 game variants available.&#10;&#10;The Components provided are as follows:&#10;- 36 Square Tiles with 6 different symbols&#10;- 80 10 mm cubes in 4 different colors&#10;- 54 cards in 9 different colors&#10;- 2 standard dice&#10;&#10;The games in the box&#10;Traditional games:  Backgammon, Halma, Speed, Reversi, Liar&rsquo;s dice&#10;Adapted from modern classics:  Gold Mine, Tunnel Run, Son of Kark&#10;Original games: Flower Garden, Jump gate, War 2.0, Grenade Salad, The Gauntlet, Fawlty Towers, All Your Base, Temple of Doom&#10;&#10;",
    "categories": [
      "Card Game",
      "Game System"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/1yR9MANP2wxGf62b7zW53Q__thumb/img/Zs6W5Yf__sTSq0VydgRNkdHnvFM=/fit-in/200x150/filters:strip_icc()/pic3687604.png"
  },
  {
    "id": "278989",
    "name": "Kung Fu",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 6,
    "description": "Tai-Chi, Wu-Dang, Wing-Chun, Shao-Lin, and all those spectacular Kung Fu factions gather together today. Will you be the last one standing to claim the title of Kung Fu Master?&#10;&#10;Kung Fu is a dice-driven card game for 2-5 players to compete for the title of Kung Fu Master. After drafting 10 Kung Fu cards and adjusting the initial status, each player will play 3 cards from their hand simultaneously for each round. Based on the overall initiative values, players will take turns to be the attacker while all the others must defend for themselves. During the fight, each player rolls their own 7 dice and assign them in sets to activate their three Kung Fu cards to attack or defend.&#10;&#10;The game ends when there is only one player standing, or after three rounds, the player with the most HP remaining wins!&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice",
      "Fighting",
      "Party Game"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/wk1ytUj0tVoLCq8VEheXrg__thumb/img/xjFqiDM7OBnTF4-1ugla35vtTpo=/fit-in/200x150/filters:strip_icc()/pic4930465.png"
  },
  {
    "id": "164446",
    "name": "Way of the Fighter: Super",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 50,
    "age": 12,
    "description": "Way of the Fighter is an expandable card game that captures the look and feeling of an arcade-style fighting game: Two challengers, one arena, and all out close-quarters mayhem! The game primarily involves bluffing, resource management, and tactical positioning.&#10;&#10;Way of the Fighter: SUPER includes five fighters: Ren, Jun, El Falcon, Alberdus, and Aurelia. Players can build their deck from multiple card techniques, allowing them to customize their favorite fighter to fit a play style that best suits them. Combining Way of the Fighter Super with Way of the Fighter Turbo allows you to tag in two more players for even more action.&#10;&#10;Over a period of twelve intense turns, each player will control a fighter&rsquo;s movement, manage the fighter&rsquo;s energy, and decide on what actions to have the fighter perform against the opposing challenger. The game continues until one fighter is knocked out, or the time runs out; at which point one fighter will be declared the Champion!&#10;&#10;",
    "categories": [
      "Fighting",
      "Video Game Theme"
    ],
    "mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Hand Management",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/2tCkvI8uzmNa7ts9bUBGSw__thumb/img/HDgJBGmTEiw2mSncxKbndCGznvk=/fit-in/200x150/filters:strip_icc()/pic3777403.jpg"
  },
  {
    "id": "241829",
    "name": "Movie Empire",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 14,
    "description": "Welcome to the world of Mr. Bartholomew Grumpy, the most prolific producer in Hollywood. In Movie Empire, you are a junior producer working for that guy and are competing with other players to be the heir to his throne. You do this by producing movies (a few big blockbusters or several small trash movies) and publish them at the right time in the right market and hit trends to get awards. But also keep an eye on pleasing your boss as this will have an influence on your assets.&#10;&#10;Movie Empire is a mix of worker placement and set collection for 1-4 players. And as Hollywood is a shark tank, you have the (completely optional!) black dossier variant, that adds a take that mechanism to the gameplay. Let the clubbing and stabbing commence!&#10;&#10;The game consists of four phases: Grumpy phase, working phase, premiere phase and upkeep phase.&#10;&#10;The most important phase is the working phase. This is where you send out your production assistants (a.k.a. workers) in order to get production assets, cast stars, buy scripts or do some other tasks. But since many tasks can only be occupied by one player, you have to choose your strategy carefully. The gathered resources have to be attached to a movie. Pay attention to special laying rules and requirements - for example, post-production has to happen after shooting the movie and not before.&#10;&#10;Then if you feel like it, prepare for releasing your movie. Choose a market (each one with its own advantage) and reap your rewards. If you release the right movie at the right time, get ready for an award. But don't forget your boss, Mr. Grumpy. The more he likes you, the more possibilities you have. The sympathy value defines your budget every round and can open a second production line for you.&#10;&#10;So, who's gonna be the best producer in town?&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Set Collection",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/E7G2FZ2MHbFIzH3IT7JKzg__thumb/img/6swcbxy6yGmA2-nCtA-o9e9oYBE=/fit-in/200x150/filters:strip_icc()/pic3896921.jpg"
  },
  {
    "id": "15386",
    "name": "Eye to Eye",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 12,
    "description": "&quot;From the SimplyFun website&quot;&#10;&#10;Eye to Eye&trade;&#10;Seeing the Same Never Looked So Different!&#10;&#10;How closely do you see Eye to Eye with your friends and family? Draw a category card and write down three answers, trying to match at least one person for each item you write down. The person who matches the most answers with the other players will win the game!&#10;&#10;Expanded by:&#10;&#10;    More Eye To Eye&#10;    Eye to Eye Junior&#10;&#10;&#10;",
    "categories": [
      "Party Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/g1QYGHqf2gYK69hqvz_8SQ__thumb/img/e8fF_epNBlRMkXLQvx8SAgyVLro=/fit-in/200x150/filters:strip_icc()/pic440406.jpg"
  },
  {
    "id": "366782",
    "name": "Wildstyle",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 40,
    "age": 14,
    "description": "Welcome to Wildstyle, where the city is your canvas and the streets belong to the people. Rock to the beat of your favorite pirate radio station while you and your crew tag the city. Make sure your rivals know where their turf ends and where yours begins. Watch out for the man though, because not everyone in the city appreciates your artistic endeavors and they might call the fuzz on you!&#10;&#10;The goal of the game is to tag locations across the city's districts with your crew's color. You'll do this by collecting sets of cards with matching location icons. Each time you collect a set of 3 cards that all have the same icon, you get to place a tag on a hex with that icon anywhere on the map.&#10;&#10;The game is played over 3 rounds and there are no turns! Once a round has started everyone takes their actions at the same time in any order they choose. There are 5 main actions:&#10;- Draw a card: Draw the top card from any draw pile into your hand.&#10;- Add to a set: Play a card from your hand or from the top of the share pile onto a set pile on your crew mat.&#10;- Share a card: Play a card from your hand onto a share pile that is empty or has the matching color or icon on top.&#10;- Complete a set: Clear a set of 3 cards from your crew mat and place a tag on a matching map hex.&#10;- Rush a set: Take a cop car token to clear an incomplete set and place a tag on a matching map hex.&#10;&#10;The end of the round is triggered either when all draw piles are empty or once only 1 player has tags remaining on their map. Each player gets 6 crew tags from the supply and another round commences. The game ends after 3 rounds and you'll score for objectives and for each map hex where you have a tag AND lose points for cop cars and solo tags. The crew with the most points wins!&#10;&#10;",
    "categories": [
      "Real-time"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "End Game Bonuses",
      "Real-Time",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/awz991frkKlKqBlnG-cOyQ__thumb/img/YeNzBsb7rSiSDCnXGEK6InSoZWk=/fit-in/200x150/filters:strip_icc()/pic6959606.jpg"
  },
  {
    "id": "6197",
    "name": "The Sun of Austerlitz",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "THE SUN OF AUSTERLITZ &#10;&#10;Napoleon's campaign in Moravia 1805&#10;&#10;Components: One 22 x 34&quot; map, 280 counters, 20 pages of rules, 7 player aid charts for setup and organization displays. November-December 1805.&#10;&#10;Map covers the territory from Znaim and Brunn to Olmutz and Ostrava, with the regular 2 miles to the hex. And it can mate with the &quot;1809&quot; map (Victory Games), allowing for a precession of the campaign through Durrenstein and Znaim.&#10;&#10;The campaign scenario begins on 15 November, with the Russians retiring on Br&uuml;nn and the French in pursuit. A second scenario begins with the French spread out around Br&uuml;nn and the Coalition forces in Olm&uuml;tz. Fortunately for Napoleon, the Allies attacked, but what if they had not? With the imminent entry of Prussia into the war, Napoleon would have been forced to advance on Olm&uuml;tz, and his forces would have been beyond their LOC.&#10;&#10;Detailing Napoleon's campaign in Moravia, 1805, Sun of Austerliz is the only game to simulate the whole campaign at the operational level (2 mi/2 days/1,000 men) from the Fall of Vienna through the actions of Hollabrunn, Schoengrabern, and Wischau, to Austerlitz.&#10;&#10;GAME SYSTEM: CAMPAIGNS System - Series 1X = &#10;- scale = 3,200m/hex, &#10;- time = 2 days/turn&#10;- strength = 1,000 men/SP, .&#10;&#10;",
    "categories": [
      "Fighting",
      "Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/LJ6fYurz8MBcVkgsLGm59g__thumb/img/efM3K0wUHED_ikjDxyGPtuvIPvY=/fit-in/200x150/filters:strip_icc()/pic23392.jpg"
  },
  {
    "id": "73312",
    "name": "4 Seasons",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 10,
    "description": "Dazzle, a.k.a. 4 Seasons, is a two-player card game that plays in 15 to 20 minutes. Each player fights over four categories &mdash; pure, dawn, spiral, and faith &mdash; that correspond to four colors; there are 12 cards with the value 1-3 in each category, and the cards are dealt so that each player has a mix of the same value cards in their deck, with some cards being secretly removed from play.&#10;&#10;On a player's turn, they present two cards from their hand face up. The opponent takes one of those cards and places it on their side of the board, adding to their power in that category; the other card is added to the score for that category at the end of the game. Players alternate turns until all of the cards have been distributed, then players see who has the most strength in each category. The winner of a category wins all the points in that category, and whoever collects the most points wins the game.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Number"
    ],
    "mechanics": [
      "Hand Management",
      "I Cut, You Choose"
    ],
    "image": "https://cf.geekdo-images.com/37XK-Fz5Q1t7KtDB0AY4BQ__thumb/img/Pgtq4R9h1J0v78rvs5PZaTpO5dY=/fit-in/200x150/filters:strip_icc()/pic4325693.jpg"
  },
  {
    "id": "25972",
    "name": "Victory at Sea: World War II Naval Combat Game",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 360,
    "age": 12,
    "description": "From the publisher's website:&#10;&#10;The Second World War saw naval warfare evolve from the clash of mighty dreadnoughts, which had been the preoccupation of navies for half a century, to a conflict dominated by the aircraft carrier and submarine.&#10;&#10;The Battle of the Atlantic saw German U-boats attempt to strangle the economy of the United Kingdom, with fast commerce raiders such as the pocket battleships and the mighty Bismarck attempting to slip into the Atlantic to wreak devastation upon the allied convoys.&#10;&#10;In the Mediterranean the Italian and British fleets squared off as each side attempted to settle the fate of Egypt and North Africa, as both sides attempted to strangle the other&rsquo;s supply routes.&#10;&#10;In the east mighty carrier fleets clashed as the Imperial Japanese Navy tried to hold on to the rapid conquests of 1942, whilst all the while American submariners strove to paralyze Japan&rsquo;s industrial might via attacks on her merchant fleet. It was here that mighty battleships clashed in ferocious night battles amongst the Pacific islands.&#10;&#10;Victory at Sea brings these conflicts to life allowing budding admirals to re-fight the epic battles of this conflict, or to create their own fleets based upon the ships of the day and fight entire campaigns. Over seventy different ship classes are detailed, allowing a wide array of different battles to be fought with eighteen scenarios included.&#10;&#10;Based upon the award winning A Call to Arms games system, Victory at Sea is a fast flowing game that will allow novices and veteran gamers alike to enjoy recreating the epic struggles between the mighty fleets of the era.&#10;&#10;Victory at Sea includes counters to use with every class of ship featured in the game.&#10;&#10;Expanded by:&#10;&#10;    Order of Battle: A Supplement for Victory at Sea&#10;&#10;&#10;Re-implemented by:&#10;&#10;    Victory at Sea: Age of Dreadnoughts&#10;&#10;&#10;",
    "categories": [
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/oXpSf_1qLq2MtHI-v1ToHg__thumb/img/fd6LaO0v39k4nGe27Iw6g7wJvRg=/fit-in/200x150/filters:strip_icc()/pic176217.jpg"
  },
  {
    "id": "9663",
    "name": "Napoleon on the Danube: The Battle of Deutsch-Wagram",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 600,
    "age": 0,
    "description": "NES 1st game of Napoleonic Warfare on grand tactical scale. A simulation of the 1809 battle of (Deutsch-) Wagram, which was fought on July 5th-6th, 1809.&#10;&#10;The game is a Napoleon's Last Battles(NLB) scale and rule descendant:&#10;&#10;- scale = 480 m/ hex&#10;- time = 60 min/ Game Turn &#10;- strength = 450-650 men/ Strength Point&#10;&#10;",
    "categories": [
      "Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/_O68dwsTWl4MBcGj0vXDcA__thumb/img/9rJkNVBOmV-8CVoXVUoQhNUpxTI=/fit-in/200x150/filters:strip_icc()/pic63442.jpg"
  },
  {
    "id": "276923",
    "name": "ArtSee",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 12,
    "description": "In ArtSee, you are the curator at an art gallery that is expanding. While you have fine tastes, it is important to be able to provide the experience that your customers are expecting. During the game, you will build out the art gallery with new exhibits among the four wings of your gallery. With enough prestige, you will earn the right to display prominent works, drawing in even more visitors. In the end, the curator with the most prestigious gallery wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/7QWWdk5_BRpsnABKuJ5YhA__thumb/img/rTgj0uzwSnplHRhXjgs3qEfGy_U=/fit-in/200x150/filters:strip_icc()/pic4719494.png"
  },
  {
    "id": "324558",
    "name": "KAPOW! Volume 2",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 12,
    "description": "Superhero &mdash; or supervillain? You decide in this buildable dice game. Your customizable dice pool is used to execute a variety of superpowers. Gain special abilities and new play experiences by taking on the role of six different heroes or villains.&#10;&#10;In KAPOW!, players go head-to-head in a classic explosive clash of good vs. evil. You choose to be a villain or hero, which determines your starting trait dice and unique abilities. You can gain additional blank &quot;action dice&quot; that have removable faces that that you customize to your liking to best enhance your character. Behind a player screen, you roll dice, then allocate them to attack, defense, and power-up abilities. The combination of choosing how to grow your dice pool, how to customize your action die faces, and how to use each roll leads to a satisfying, strategic showdown.&#10;&#10;KAPOW! Volume 2 contains six supers: Mindset, Spore, and Crescendo are the heroes, while Fuse, 235, and Reverb are the villains. This set can be combined with KAPOW! Volume 1 to mix and match the characters or have up to four players in one game.&#10;&#10;",
    "categories": [
      "Dice",
      "Fighting"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/F0zME_U3DOKMvgAacnRQTA__thumb/img/2NVzUyAzepEFa3vDw2f5QwPklsE=/fit-in/200x150/filters:strip_icc()/pic5786366.jpg"
  },
  {
    "id": "192201",
    "name": "Wiener Walzer",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 8,
    "description": "Vienna is a city of fabulous gala nights in which ostentatiously dressed ladies and elegant gentlemen sway in magnificent halls on the dance floors. The guest list is as exclusive as the culinary delights at the buffet. Who would not be happy there?&#10;&#10;Wiener Walzer takes you into this glamorous world. Ist ein typisches Knizia Spiel.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Set Collection",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/MxlpP8ndVWCX_WrsGTTXzA__thumb/img/oDgwJPL3MPTzqPRxaZOZaI_qymM=/fit-in/200x150/filters:strip_icc()/pic6702568.jpg"
  },
  {
    "id": "246938",
    "name": "Wonderland",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 14,
    "description": "The Red Queen looms large over Wonderland, with many monsters and other frightful things at her command. Alice and her friends must do their best to ward off the Red Queen's influence and restore peace.&#10;&#10;In Wonderland, you choose to play as either Alice or the Red Queen. Place your cards carefully to control areas of Wonderland while taking advantage of your magic items. Once all the cards have been placed, the magic items modify the value of adjacent cards. Score the final board based on the arrangement of the cards. The player with the most points wins!&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/7xuR2AR497IPah5U5N5Dpg__thumb/img/-WdD8P6P7NQPlDGU36Evz9WGPes=/fit-in/200x150/filters:strip_icc()/pic3990534.jpg"
  },
  {
    "id": "225000",
    "name": "Pirate 21",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 15,
    "age": 14,
    "description": "Avast ye, mateys! Lookit thar! It be a chest of gold! But how to divvy up th' loot? Aye! Draw yer cards and watch out for yer hornswagglin' mateys! Gamblin' be th' pirate way!&#10;&#10;Pirate 21 is competitive card game for 2-6 players. Each player tries to get 21 without going over. Sound familiar? It is, but in this version of 21 you have pirates that can knock an opponent out of the round, mates and captains that can swap cards, and princesses to defend you. Draw your cards, and bring your best trash-talking pirate voice to the table.&#10;&#10;",
    "categories": [
      "Card Game",
      "Pirates"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/QTaCZbeI9x2_D9b3F5X50A__thumb/img/VBAav6UfVTVGeEQ_WJKUASLX08U=/fit-in/200x150/filters:strip_icc()/pic3503995.jpg"
  },
  {
    "id": "346553",
    "name": "Heuschrecken Poker",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 8,
    "description": "In Heuschrecken Poker (Grasshopper Poker), you want to cultivate the best garden you can without letting the grasshoppers wreck it.&#10;&#10;Each player starts with a hand of eight bidding cards: 1-6, an Ace, and an X. Three cards from the garden deck are revealed, then all players choose a card from their hand and reveal them simultaneously. Whoever plays the highest card takes all cards of one type from the display, then whoever played the next highest card takes a type, etc.&#10;&#10;Cards come in five types: corn, strawberries, broccoli, blackberries, and grasshoppers. Place all plant cards together by type in your personal garden, with the grasshoppers at the top. If you have three cards of the same crop, remove them from play and take a point chip. If, however, you collect three grasshoppers in your garden, you must remove all cards from your garden and start again.&#10;&#10;If you play your Ace, you collect all cards on offer instead of only one type; if you play your X, you collect nothing &mdash; except if someone has played an Ace, in which case the X steals the power of the Ace and you collect everything.&#10;&#10;If two or more players reveal the same card, ignore those cards; if all cards are ignored, add another garden card to the pot and play again. In the event of another tie, discard all four cards and start another turn by refilling the display to three cards.&#10;&#10;After playing eight turns, whoever has the most plant cards in their garden scores a point chip, then everyone takes their bidding cards back in hand and starts a new turn. Once the garden deck is exhausted, the game ends and whoever has the most point chips wins.&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/zpGCLrSDb0TIsBFLccA5WA__thumb/img/kP7UnJFkg_fmqJbFia2iXMfgKhU=/fit-in/200x150/filters:strip_icc()/pic6377348.png"
  },
  {
    "id": "6282",
    "name": "Azhanti High Lightning",
    "minPlayers": 2,
    "maxPlayers": 16,
    "playingTime": 60,
    "age": 10,
    "description": "From the rulebook: &quot;Azhanti High Lightning&quot; is a wargame of close-action combat between individuals on board a large military spaceship. The game covers the weapons and personal abilities which can reasonably be expected aboard a starship; tactics and strategies then become the realm of player input. A variety of scenarios are provided, and many more can be generated using the components included in the game.&quot;&#10;&#10;A &quot;square and counter&quot; supplement to Traveler, similar to Snapshot. Each turn is 15 seconds, each square 1.5 meters, counters represent one individual or animal.&#10;&#10;",
    "categories": [
      "Science Fiction",
      "Wargame"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Ratio / Combat Results Table",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Square Grid"
    ],
    "image": "https://cf.geekdo-images.com/blmp7WWMm915eQhYf3oOwA__thumb/img/pgbQ9qJtfiALNX8EaeoQplLjwjQ=/fit-in/200x150/filters:strip_icc()/pic224759.jpg"
  },
  {
    "id": "171124",
    "name": "Hero's Journey Home",
    "minPlayers": 1,
    "maxPlayers": 3,
    "playingTime": 45,
    "age": 13,
    "description": "Hero's Journey Home is a fantasy card and dice game that begins at the end of a great quest. Your adventurers have defeated a terrible enemy and claimed a magical prize, but now they must make the arduous journey back home. Strange and deadly monsters know the adventurers are weak and in possession of a powerful item, and they will pursue them until all have been defeated.&#10;&#10;The setup is pretty simple:&#10;&#10;1. Choose a quest to have completed; pick up the quest item.&#10;2. Choose your adventurers.&#10;3. If you have a spellcaster (and you should have at least one), choose their spells.&#10;4. Split the Journey deck in two, shuffle both halves and stick the Home card in the bottom half.&#10;&#10;Playing is even simpler:&#10;&#10;1. Flip Journey cards and resolve the actions.&#10;2. The game ends when either the Home card is drawn or all adventurers have been killed.&#10;&#10;The gameplay requires you to manage your resources (adventurers, items, spells, and money) with an eye towards a long-term goal (home) in the face of short-term obstacles (monsters and other unfriendly cards). Every choice you make at every stage of the game will help decide if you make it home.&#10;&#10;",
    "categories": [
      "Adventure",
      "Card Game",
      "Fantasy"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/tuIbn-LaBEXI2grrK2jG-A__thumb/img/MzRhiNJoYOmC79mFR7GvM8WX54I=/fit-in/200x150/filters:strip_icc()/pic2404107.jpg"
  },
  {
    "id": "8757",
    "name": "Nordkapp",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 240,
    "age": 12,
    "description": "This is the issue game for Strategy &amp; Tactics magazine #94.&#10;&#10;Nordkapp is a two player game covering potential warfare between NATO and the USSR in the area of Scandinavia north of the Arctic Circle. The game presumes this action to be part of a general European war taking place in the late 1980's. The focus of the game is the Soviet attempt to secure airfields in Norway in order to extend the range of Soviet naval aviation to dominate the North Atlantic sea lanes. The map scale is 16 kilometers per hex and the timescale is 48 hours per turn.&#10;&#10;Game components consist of one 22&quot; x 32.5&quot; mapsheet, 200 counters, and a 16-pages rules booklet.&#10;&#10;",
    "categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/XlOuDlrGthTSDr2Lp4xujw__thumb/img/IMit81p4iifUOTb6-vJHX6jGAH0=/fit-in/200x150/filters:strip_icc()/pic36372.jpg"
  },
  {
    "id": "128999",
    "name": "Gran Circo",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 50,
    "age": 10,
    "description": "A funny and thrilling strategy game for the whole family!&#10;&#10;Imagine you're a circus owner and must hire the most talented artist crew to your show! But, the best artists are the most sought after, and, beyond that, you must also wittingly use your money to improve your circus. And of course, don't let the marketing down or you won't gather the crowd to improve your income!&#10;[Taken from the publisher's website.]&#10;&#10;--x--x--&#10;The game takes only 4 rounds, during which the players will get income, pick two business partners to work with (which will help them with additional powers), get new artists or possibly send them to the cooperative in a new, ingenious distribution mechanic and then invest on their business. During the investment phase, a player will have the opportunity to hire artists from the cooperative, get improvements for his circus, advertise the new show in town and set up tents for the selling of merchandise.&#10;After every two rounds there'll be a show, in which players will score their circus and then move on to another town (thus, discarding everything but artists and improvements).&#10;&#10;After the two shows (that is, 4 rounds), the player with the most points is the winner!&#10;&#10;Um divertido e emocionante jogo de estrat&eacute;gia para toda a fam&iacute;lia!&#10;Imagine que voc&ecirc; &eacute; dono de um grande circo, e dever&aacute; contratar o mais talentoso elenco de artistas para apresentar seu espet&aacute;culo! Por&eacute;m, os melhores artistas s&atilde;o muito disputados, e al&eacute;m disso, voc&ecirc; tamb&eacute;m dever&aacute; usar seu dinheiro com sabedoria para melhorar as suas instala&ccedil;&otilde;es. E claro! N&atilde;o deixe de fazer as propagandas certas para atrair mais p&uacute;blico e aumentar sua renda!&#10;[Retirado do site da fabricante.]&#10;&#10;--x--x--&#10;O jogo leva apenas 4 rodadas, durante as quais, os jogadores ir&atilde;o ganhar dinheiro, selecionar 2 parceiros (que lhes ajudar&atilde;o com poderes adicionais), conseguir novos artistas ou poss&iacute;velmente envi&aacute;-los para a cooperativa em um engenhosa mec&acirc;nica e ent&atilde;o, investir em seus neg&oacute;cios.&#10;Durante a fase de investimento,  um jogador ter&aacute; a oportunidade de contratar artistas da cooperativa, comprar melhorias, fazer propaganda do novo espet&aacute;culo na cidade ou armar barracas para vender mercadorias durante os shows.&#10;A cada duas rodadas ter&aacute; um espet&aacute;culo, durante o qual os jogadores pontuar&atilde;o e ent&atilde;o ir&atilde;o para outra cidade (descartando, assim, tudo exceto artistas e melhorias).&#10;Ap&oacute;s dois espet&aacute;culos (ou seja, 4 rodadas), quem tiver a maior pontua&ccedil;&atilde;o ser&aacute; o vencedor!&#10;&#10;",
    "categories": [
      "Economic"
    ],
    "mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/dtBlRlGt8tcGonpWwNq_LA__thumb/img/USFr-jH1Bzx9uOocMCp71UtLsLc=/fit-in/200x150/filters:strip_icc()/pic2215352.jpg"
  },
  {
    "id": "15173",
    "name": "Die Insel",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 10,
    "description": "A mysterious island. Four mighty stone statues. The looming volcano. Mysterious relics - scattered all over the island. And right in the middle of it all, the players in the role of brave adventurers. They are trying to save the island from the volcanic eruption. But do all players have an interest in saving the island? A breathtaking race against time begins. This board game is supported by sophisticated electronics with sound and display. Each move requires a new decision, which is activated by touching an action space and your own playing figure.&#10;&#10;Die Insel is a board game using the same technology as Knizia's electronic game, King Arthur. It is a cooperative adventure game that features competitive elements and takes place on an island with a volcano.&#10;&#10;",
    "categories": [
      "Adventure",
      "Electronic",
      "Exploration",
      "Fantasy",
      "Mythology"
    ],
    "mechanics": [
      "Cooperative Game"
    ],
    "image": "https://cf.geekdo-images.com/OYQqiFtGSOO5IXrBkJUaMw__thumb/img/VUNxK2gMAu_8g_f9Jzhmz0OCZ94=/fit-in/200x150/filters:strip_icc()/pic5702997.png"
  },
  {
    "id": "297673",
    "name": "Pocket Paragons",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 13,
    "description": "&#10;&#10;&#10;    &#10;        GAME SYSTEM&#10;&#10;    &#10;    &#10;         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.&#10;&#10;    &#10;&#10;&#10;&#10;&#10;&#10;Intense 3-minute duel. Deeply Asymmetrical. Player pick a paragon's deck of 7 cards and choose to play at a time. Both cards are revealed and then characters either take damage, have their card canceled and sent back to their hand, or are defeated. Play the right card at the right time and have a strong read of your opponent's intentions to win this intense 3-minute duel! &mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Hand Management",
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/urbbHYi9VbyVr-jH823k1g__thumb/img/IG6lgM7aCpCOzcAMmKOqYRYgDQs=/fit-in/200x150/filters:strip_icc()/pic5697071.jpg"
  },
  {
    "id": "359131",
    "name": "Combo Fighter: Plotmaker Edition  Pack 1",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "Combo Fighter is a card-driven tribute to the classic arcade fighting games.&#10;&#10;Take on the roles of iconic fighters and string together cards to unleash powerful combos.&#10;&#10;But be careful. Your deck is also your life bar. Every move you make and every hit you take drains your energy.&#10;&#10;To become a true Combo Fighter champion you must make every hit count.&#10;&#10;",
    "categories": [
      "Fighting",
      "Video Game Theme"
    ],
    "mechanics": [
      "Hand Management",
      "Once-Per-Game Abilities",
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/QKQT_OccyXvkJ6endNw7fA__thumb/img/-7N8lukRyBCI74j80PbgIPFjCN4=/fit-in/200x150/filters:strip_icc()/pic6754958.jpg"
  },
  {
    "id": "27736",
    "name": "Dead of Night",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 10,
    "description": "Dead of Night is a 1 to 6 player game based on scenarios you might recognize from various zombie films. There is no 'Zombie Master' here: all the players are on the same side, all working together to survive, although the option to use other players as zombie bait while you grab all the guns and lock yourself in the cellar is there if you prefer.&#10;Either way, you will need to use strategy and your (fresh and spicy) brains as well as chainsaws and shotguns to make it through the night.&#10;&#10;Each scenario has a location to be explored, and an objective to be fulfilled, but if things don't go well just survival may be enough. Cards drawn throughout the game may help or hinder your progress, but as the night draws on you can be sure things are going to get much worse before you see the sun again.&#10;&#10;The game ends when somebody fulfils the main objective (eg, escaping in a fuelled up vehicle), or at daybreak, which brings respite in the form of an advancing army patrol. If you can survive until the end of the game, you are a winner. The survivor who best fulfils their objectives will come out on top.&#10;&#10;Expanded by:&#10;&#10;    Mall of the Dead&#10;&#10;&#10;",
    "categories": [
      "Exploration",
      "Fighting",
      "Horror",
      "Humor",
      "Movies / TV / Radio theme",
      "Print & Play",
      "Zombies"
    ],
    "mechanics": [
      "Action Points",
      "Cooperative Game",
      "Modular Board",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/Q8UdDrsoIJoPj0gnlKniCg__thumb/img/RGugl0kWRMX75kNKO7-e-YC4rrU=/fit-in/200x150/filters:strip_icc()/pic202550.jpg"
  },
  {
    "id": "194028",
    "name": "Rabbit Rally",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 4,
    "description": "The rabbits in R&uuml;ben Rallye all want to reach the carrot patch, but to do so, they need to cross the river first &mdash; and to do that, they need to make use of planks and stones lying nearby.&#10;&#10;In the game, all the rabbits start on a platform, and the carrots await on another platform that players set some distance away. On a turn, a player rolls a color die, picks up the cardboard &quot;plank&quot; of that color, places a wooden &quot;stone&quot; some distance away from where their rabbit is located, then tries to place the plank so that their rabbit will be able to move onto the stone. If the player succeeds, the rabbit moves; if they misjudged where to place the stone, the rabbit stays where it is.&#10;&#10;By repeating this process, the rabbits move down the &quot;stream&quot; to where the carrots are located, with the first player to reach a carrot winning the game. Additional carrots are included so that players can compete for second and third place.&#10;&#10;",
    "categories": [
      "Animals",
      "Children's Game"
    ],
    "mechanics": [
      "Dice Rolling",
      "Movement Template",
      "Point to Point Movement"
    ],
    "image": "https://cf.geekdo-images.com/YGFX1uDvOQzeleyo-3tyYg__thumb/img/UyqxwGziFFNkK-THH1G7GtyWhIE=/fit-in/200x150/filters:strip_icc()/pic3289954.jpg"
  },
  {
    "id": "192315",
    "name": "Widower's Wood: An Iron Kingdoms Adventure Board Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 14,
    "description": "In the dark wilderness of the Iron Kingdoms, an ancient evil stirs.  Led by a merciless witch doctor, an army of sinister creatures and terrifying beasts plots to awaken a long-forgotten terror.  If they succeed, countless swamp-dwelling tribes will face a fate worse than death.  As the inhabitants of Widower's Wood find themselves trapped in the grim maw of ghoulish horrors, their last hope is a team of ravenous monsters with the cunning and ferocity to bite back.&#10;&#10;Venture into Widower's Wood in this campaign-driven, fully cooperative adventure board game for 2-4 players.  The harrowing wilds of the swamp are filled with dire perils and dreadful villains, and it will require teamwork and the unique strengths of your adventurers to prevail.  If you're smart enough, tough enough, and courageous enough to face the greatest horrors of the Iron Kingdoms, you might just be monster enough to survive.&#10;&#10;Where heroes fear to tread, only monsters can save the day!&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Role Playing",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/-5CR-6f0bO7zuNS4DRaEOQ__thumb/img/0isDDB2bN_bLOgrjRpNM6DWnr7Q=/fit-in/200x150/filters:strip_icc()/pic2854577.jpg"
  },
  {
    "id": "157451",
    "name": "Mein erster Spieleschatz",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 5,
    "age": 3,
    "description": "A collection of ten original games for children ages 3 to 12:&#10;&#10;&#10;     Farmer's Parcheesi, 2-4 players age 3+&#10;     The Eager Farmer, 1-6 players age 3+&#10;     Let's Go Shopping, 2-4 players age 3+&#10;     To the Fields, Ready, Steady, Go!, 2-6 players age 3+&#10;     Pasture and Stable, 2-6 players age 3+&#10;     Mao Mao, 2-5 players age 4+&#10;     Happy Families on the Farm, 3-6 players age 4+&#10;     Sleepy Spoons, 3-6 players age 4+&#10;     A Day at the Market, 2-4 players age 5+&#10;     Race around the Farm, 2-4 players age 5+&#10;&#10;&#10;In The Eager Farmer, a co-operative game, players attempt to make a farmer complete the day's &quot;tasks&quot; by advancing him along a linear track.  On her turn, a player rolls a colored die.  If the color rolled matches a flower on the next space on the track, the farmer advances; otherwise, a star is placed on the sky in the center of the gameboard.  If the farmer reaches the end of the track before the board fills up with stars, all players win; otherwise, a moon is placed on the board and all players lose.&#10;&#10;Rules for the other nine games can be found on the manufacturer's website (linked below).&#10;&#10;Manufacturer's Description:&#10;&#10;This games compendium brings all the best games together!  Easy rules and short playing time will ensure a succesful beginning to the exciting world of playing games.&#10;&#10;This treasury of ten classic and new games involves memory, board games, card games and one co-operative game.  A treasure for the entire family.&#10;&#10;This games compendium encourages:&#10;&#10;&#10;     Learning to understand rules&#10;     Memory&#10;     Colour recognition&#10;     Co-operation (one of the games in this compendium is co-operative)&#10;&#10;&#10;",
    "categories": [
      "Animals",
      "Children's Game",
      "Farming"
    ],
    "mechanics": [
      "Cooperative Game",
      "Memory",
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/4GfEDt36n1FSb-33nwvxMw__thumb/img/sXiItWDPzMsa55_4QuUOCQNnkrU=/fit-in/200x150/filters:strip_icc()/pic2068650.jpg"
  },
  {
    "id": "209849",
    "name": "King Frog",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 7,
    "description": "&quot;Quibbit! Quibbit!&quot; The frogs are croaking loudly over each other, and their pond is in a flurry of commotion because today is the day the king of frogs will be chosen.&#10;&#10;King Frog is a fast-paced game about frogs moving around the pond. Players try to stay in the game for as long as possible and to land on the right spot. Spatial thinking, clever planning, and a bit of luck make this an engaging game for two to four players.&#10;&#10;In more detail, players select cards from their hand to move their frogs around the pond, hopping over any frogs in the way, with lower cards getting priority. If you land on a lily pad of your color, you put your card back into your hand. Otherwise, you discard your card. If someone runs out of cards, they are eliminated from the game. The game also ends as soon as the person in front (the king frog) hops over the person in last place, in which case the king frog wins.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Racing"
    ],
    "mechanics": [
      "Action Queue",
      "Player Elimination",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/CRNr-IjANGmnMly93P9_lw__thumb/img/C85uPMQ3exnB5lhL8JPZ4GWj5jc=/fit-in/200x150/filters:strip_icc()/pic3648641.png"
  },
  {
    "id": "274566",
    "name": "Deranged",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 180,
    "age": 12,
    "description": "Deranged is a gothic semi-cooperative adventure survival game in which you fight rivals, horrific monsters, and your own inner demons.&#10;&#10;In more detail, you must survive in a city for three days and nights, leaving this city uncursed as a human being in order to win. The game is scenario-driven, and you never know when a player &mdash; or which player &mdash; will turn into a monster (the deranged of the title). The only way to turn back into a human is to kill another player. There is no player elimination, but each death increases the level of doom, with the player receiving a curse or with other bad stuff possibly happening to the group as a whole. You might have better odds of surviving Deranged if you form temporary alliances, but good luck keeping those in place when you might have to kill one another...&#10;&#10;Deranged includes deck-building elements, and each player has their own hidden objective. The game board is modular, and the game includes miniatures to represent the players, both as humans and as members of the deranged.&#10;&#10;",
    "categories": [
      "Adventure",
      "Horror",
      "Miniatures"
    ],
    "mechanics": [
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Modular Board",
      "Traitor Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/yvTRNKalYQjPpqcS49grSg__thumb/img/fwCP7cUdGAIHfYsf2csOi_bz4p8=/fit-in/200x150/filters:strip_icc()/pic4737531.jpg"
  },
  {
    "id": "205544",
    "name": "Rescue Polar Bears",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "Rescue Polar Bears happens in A.D 2045. With increasingly serious global warming, the last area of ice on land at the North Pole is melting and all the polar bears are homeless. Players in this game will be a team formed by all nations to save them. This is a co-operative game for 1-4 players. Players will co-operate with each other by choosing proper actions and card effects, so that they can save all of the homeless polar bears.&#10;&#10;Each player chooses a ship of a nation at the beginning of the game and he or she will be the captain of the ship. Different ships have different abilities, which can be improved during the game. Also, there are various cards of 4 main kinds in this game. Captains start with some of them and they can get or use them during the whole game. Rescue Polar Bears is played in turns. In one captain&rsquo;s turn, he has several actions to choose, such as moving, delivering and using cards. A captain has 3 action points per turn, which can be used to choose the actions mentioned above.&#10;&#10;The homeless polar bears stand on ices, waiting the captain&rsquo;s rescue. The ices they stand on is melting with time elapsing, accidentally or step by step. When an ice is melt, the polar bears on it may drop down into the water and face their unlucky fate. So it&rsquo;s crucial for the captains to co-operate with each other by choosing proper actions and card effects before that tragedy.&#10;&#10;The game can be ended by 3 ways: Saving all polar bears, using up time or having a polar bear fall into the water. You group will get scores, based on your performance, in either ending. Then, share your scores with your friends and families!&#10;&#10;",
    "categories": [
      "Animals",
      "Environmental",
      "Miniatures",
      "Nautical",
      "Transportation"
    ],
    "mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Pick-up and Deliver",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/N5EFAqW-tw32E8IkOMEpww__thumb/img/HUpAH9ge6ojG42Wq6Z4GmaQSnk0=/fit-in/200x150/filters:strip_icc()/pic3120594.jpg"
  },
  {
    "id": "130729",
    "name": "Rancho",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 7,
    "description": "The board game Rancho is the younger sister of the well-known and acclaimed game Super Farmer, which was designed by Karol Borsuk (an eminent Polish mathematician and professor at Warsaw University) in 1943 during World War II. After the Nazi occupation of Warsaw, the university was closed and the professor lost his job. He came up with the idea to sell the game to financially support his family. In occupied Warsaw, &quot;Hodowla zwierz&#196;&#133;tek&quot; (&quot;Little animal farm&quot;) &ndash; as the game was then known &ndash; became extremely popular. After the end of the war, the game was forgotten and it reappeared on store shelves only in the 1990s through Granna.&#10;&#10;Rancho, designed by Michael Stajszczak, was made to honor the memory of Karol Borsuk and to commemorate the success of &quot;Hodowla zwierz&#196;&#133;tek&quot;, a.k.a. Super Farmer. Rancho expands the possibilities which Karol Borsuk's original game presented to players as now farmers must not only exchange their animals well and breed them, but also plan purchases of pastures on which to graze their herds.&#10; In more detail, you breed animals in order to have the best ranch in the region. You buy pastures so that your animals will have a place to live. Your animals breed and this brings you profit. You can convert animals to other types of animals if you decide it's worth it, or you can buy more pastures to have space for more animals. To win, you must be the first to collect a herd consisting of at least a horse, a cow, a sheep, and a rabbit. But all your plans can go awry if you are not careful because in the nearby forest there are prowling predators, specifically a wolf and a fox. Your animals can easily become their prey...&#10;&#10;Reimplements&#10;&#10;&#10;     Super Farmer&#10;&#10;&#10;",
    "categories": [
      "Animals",
      "Children's Game",
      "Dice",
      "Farming"
    ],
    "mechanics": [
      "Dice Rolling",
      "Enclosure",
      "Set Collection",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/fQqMVH7tA9FWt9TdQNn1tA__thumb/img/I0ynX1-zyRdryi2NhSMY3CJDtyM=/fit-in/200x150/filters:strip_icc()/pic1488076.jpg"
  },
  {
    "id": "8843",
    "name": "June 6",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 240,
    "age": 12,
    "description": "From the box cover:&#10;&#10;After months of training and preparation, the Great Crusade begins, with the landing of eight Allied infantry and parachute divisions in Normandy. Facing them on the beaches and in the hedgerows are some of the finest, and worst, formations in the German Army. Except for the near disaster on Omaha Beach, the landings go well.&#10;&#10;Both sides begin the race to build up, and the Allies, with total command of the seas and skies, begin to pull ahead of the Germans as the month of June wears on. The Allies are under intense pressure to advance quickly, and not just for purely military reasons. Progress, however, is painfully slow. The British Second Army, scheduled to take Caen on D-Day, is held up short of that objective with heavy losses for the entire month by fanatical and skillful German resistance. The Americans face weaker opposition, and despite taking the port of Cherbourg, they become bogged down in the endless maze of hedgerows.&#10;&#10;Can the Germans buy enough time to form more reserves and stave off disaster? Can the Allies break the stalemate earlier than they actually did and perhaps win the war sooner? Play June 6th and find out for yourself.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/yJXWKQ12S4PTbMHZ9EYGWg__thumb/img/vL5j2ZEtbl5UAVnNUl-mTgfkT90=/fit-in/200x150/filters:strip_icc()/pic368818.jpg"
  },
  {
    "id": "102107",
    "name": "Race to Adventure: The Spirit of the Century Exploration Game",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 8,
    "description": "The Spirit of the Century setting blasts its way into the world of board games, riding a jetpack and armed with a lightning gun, in Race to Adventure: The Spirit of the Century Exploration Game!&#10;&#10;Race to Adventure! is a fun, family-friendly board game for ages 8 and up that can be played in about half an hour. Fans of pulp will love the brightly-colored world of talking apes and flying jet-men, and busy families can have an evening of fun that doesn't take over the whole night.&#10;&#10;For experienced gamers who love the &quot;role selection&quot; dynamic in board and card games, Race to Adventure! offers a strong introduction to those concepts that your friends will find less intimidating than similar Euro-games, yet still packed with enough complexity and configurability to challenge everyone.&#10;&#10;Race to Adventure! is easy to learn and quick to play. Check out our ten-minute tutorial video in the videos section here.&#10;&#10;Players grab their passports, place their pawns in a starting position at the Century Club, and then the race is on! Players take turns selecting exciting items to help them on their quest, like the Jet Pack, Zeppelin, or Lightning Gun. Each item determines what missions and actions the players can take on their turn. Once the items are chosen, everyone moves and takes action at exotic locations around the board, collecting stamps and clues as they go. The first player to rescue the prisoner from Atlantis, survive the Mummy's Curse, collect all nine passport stamps, and return to the Century Club wins the game!&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Racing"
    ],
    "mechanics": [
      "Modular Board",
      "Variable Phase Order"
    ],
    "image": "https://cf.geekdo-images.com/7cBStDY4tdcWfhzEVg_62Q__thumb/img/5d8T2NpqGFCK6cm8k5ApljaIvq8=/fit-in/200x150/filters:strip_icc()/pic1260367.jpg"
  },
  {
    "id": "1501",
    "name": "Masterpiece",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 10,
    "description": "Van Gogh, Rembrandt, Renoir --- paintings by the world's most famous artists are on the auction block, for sale to the highest bidder. How high will you bid before the tension and bluffing get to you? And how good's your eye --- can you spot a forgery when you buy one?&#10;&#10;The MASTERPIECE game combines the excitement of a fast-paced board game with the glamour and sophistication of a game that deals with fine art. Some of the world's greatest paintings, illustrated in full-color postcards, are an integral part of gameplay.&#10;&#10;The high-stakes world of international art --- and the power plays of an auction --- will entertain and enlighten as you join a particularly eccentric group of collectors who've all come in search of a MASTERPIECE.&#10;&#10;Each player takes the role of an art collector and tries to amass the greatest fortune in cash and the value of art pieces in their collection.&#10;&#10;The painting cards are randomized and placed face down in a stack.  Matching size value cards are also mixed and placed face down in a stack.  These value cards indicate the worth of the painting ranging from forgery (zero) to $1,000,000.  Each player receives an equal sum of money and one painting with value card which are clipped together so that all players can see the painting and only the owning player can see the value.  When paintings are drawn from the stack, a value card is clipped to them in this fashion.  Players move around the board by die roll and land on spaces that allow the player to collect money from the bank, receive a painting from the stack, sell a painting to the bank for its value, sell a painting to the bank for a specified amount, auction one of their paintings to the highest bidding opponent, or auction the top painting in the stack to the highest bidder.&#10;&#10;The game ends when the painting stack is exhausted.  Players add the values of their paintings to their cash on hand.  The player with the largest total wins.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/SppF9lUGNuSmD87slpjAog__thumb/img/LNb10hbAyhV7uQFwoAkMWUevK2w=/fit-in/200x150/filters:strip_icc()/pic190269.jpg"
  },
  {
    "id": "271275",
    "name": "North Africa: Afrika Korps vs Desert Rats, 1940-42",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 600,
    "age": 0,
    "description": "North Africa (Standard Combat Series [SCS]) covers all of the fighting in the Western Desert from the beginning of Operation COMPASS until the final battles at El Alamein.  This is the award-winning Operational Combat Series monster game DAK in a tighter, faster-playing SCS format.&#10;&#10;North Africa trims one map that extended into Egypt from the original DAK format and cuts numerous unit counters and markers not needed in the SCS format.  The game uses a unique activation system tied to Supply Units, which must be saved up to create large-scale offensives.  Supply is scarce enough to make tracking easy and naturally is central to this critically important aspect of North African warfare.&#10;&#10;The game utilizes Leaders, Forts, Mines, Random Events, Capture Awards, Withdrawals to Far Away Lands, and The Greek Campaign. It also includes a nifty little optional Operations rule that allows players to tie their moves into a larger plan of their own making, thus giving more context to what they are doing than is normally the case.&#10;&#10;Each hex represents 5 miles (8 km) and a Turn is one month. &#10;An Activation represents 1-2 days of intense combat operations. &#10;Units range in size from Companies through Divisions.&#10;&#10;North Africa Scenarios:&#10;&#10;     Operation Brevity, 1 map, 1 turn&#10;     Operation Battleaxe, 2 maps, 1 turn&#10;     Operation Crusader, 2 maps, 2 turns&#10;     Gazala, 2 maps, 2 turns&#10;     First El Alamein, 1 map, 1 turn&#10;     Operation Compass Campaign Start, 4 maps, 24 turns&#10;     The Race to the Wire Campaign Start, 4 maps, 20 turns&#10;     Operation Crusader Campaign Start, 4 maps, 21 turns&#10;     Battle of Gazala Campaign Start, 4 maps, 7 turns&#10;     First El Alamein Campaign Start, 4 maps, 5 turns&#10;&#10;&#10;Note: All four maps together measure 86x34 total setup space.&#10;&#10;Contents:&#10;&#10;      SCS Series rulebook (version 1.8)&#10;      North Africa Game Specific rulebook&#10;      North Africa Scenario Booklet&#10;      Four 22&rdquo; x 34&rdquo; full-color maps&#10;      560 Counters&#10;      Box and Dice&#10;&#10;&#10;(from MMP's website and North Africa Rulebook)&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/HY6GFbkmtvok6i2RVpGhtg__thumb/img/3odB4J_Y-XLRVro-Fkq8TDHuKy8=/fit-in/200x150/filters:strip_icc()/pic6530766.jpg"
  },
  {
    "id": "26859",
    "name": "Kragmortha",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 45,
    "age": 8,
    "description": "From the website of the publisher:&#10;&#10;Oh clever goblins, will you be able to avoid the wrath of the Dark Lord (Rigor Mortis, the Master of all Evils) while he wanders in his study? Terrible spells will be cast upon those who are hit by the glances of the Dark Lord!&#10;&#10;Kragmortha is a party game for 2-8 players that will be afflicted by exhilarating penances. No one will resist its humor!&#10;&#10;BEWARE! This game produces physical penances and is nocive (definition of nocive is : Hurtful or injurious) to the health!&#10;&#10;Kragmortha shares artwork with Aye, Dark Overlord! The Red Box&#10;&#10;",
    "categories": [
      "Fantasy",
      "Humor",
      "Party Game"
    ],
    "mechanics": [
      "Area Movement",
      "Open Drafting",
      "Player Elimination"
    ],
    "image": "https://cf.geekdo-images.com/wTGi8HXbSeproPHaFizchw__thumb/img/pvT_NxnjyLaWxiH6lKLzJwpS5Ls=/fit-in/200x150/filters:strip_icc()/pic1703109.jpg"
  },
  {
    "id": "247188",
    "name": "Big Money",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 8,
    "description": "Everyone gets crazy rich, but who will end up the richest? With each roll you&rsquo;ll have a chance to rake in the dough, but be careful, the tables could turn at any moment or the bank could go bust. Roll the dice and buy amazing investments for your empire - a candy factory, a pro soccer team, or a movie studio. You decide what risks to take as you collect companies and become a Zillionaire!&#10;&#10; Information provided by publisher &#10;&#10;",
    "categories": [
      "Dice",
      "Economic"
    ],
    "mechanics": [
      "Dice Rolling",
      "Random Production",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/mcl9Mn5qA6XHwyvsH6afRA__thumb/img/7J_k4a0kE4o3hPaqc8M9Ugp7tao=/fit-in/200x150/filters:strip_icc()/pic4192147.jpg"
  },
  {
    "id": "77361",
    "name": "Photo Party",
    "minPlayers": 6,
    "maxPlayers": 15,
    "playingTime": 20,
    "age": 8,
    "description": "Take 12 cards and a camera with a timer (a tripod is usefull to).&#10;Read a card that describe what players must do in front of the lens and then press the button. Being in the air, hold their hands, being cut by the photo borders.&#10;&#10;On each photo we count points, the player with the most point win the games.&#10;&#10;",
    "categories": [
      "Humor",
      "Party Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/ngSPsRs-sBeXw21T5ptyxw__thumb/img/aX4GY9fGfLWAEipGB2VcF4h8v5w=/fit-in/200x150/filters:strip_icc()/pic807914.jpg"
  },
  {
    "id": "41624",
    "name": "Osmanli Harbi: The Ottoman Fronts  1914 to 1918",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 360,
    "age": 12,
    "description": "Middle East Campaigns covers all three Ottoman fronts (Trans-Caucasus, Mesopotamia, Palestine) plus an addition to the Serbia game extending it south to Salonika and covering the rest of the war in Greece, Serbia, and Bulgaria extending Der Weltkrieg Series to the Ottoman Empire. Four maps, three counter sheets.&#10;&#10;Five separate scenarios:&#10;&#10;Kalfas Cephesi - Caucasus: 1914-17&#10;The Ottoman Empire joins the Central Powers in the World War. The Turks stop a premature Russian offensive and then launch a disastrous counter invasion. Thus begin three years of fighting in the desolate Trans-Caucasus mountains.&#10; Sina-Filistin Cephesi: 1915-18&#10;The Ottomans attempt to seize the Suez Canal. The British advance across the Sinai wastes to invade Palestine. Both the desert and determined Ottoman resistance impede British efforts to seize the Holy Land and threaten Turkey from the south.&#10; Irak Cephesi - Mesopotamia: 1914-18&#10;The British move quickly to secure the Abadan oil fields with the Indian Army. The Indian colonial government lobbies to push further into Mesopotamia, with Baghdad as the objective. The British led forces move deep inland and encounter serious difficulty.&#10; Canakkale Cephesi- Gallipoli: 1915&#10;The plan was as brilliant as it was simple. Rapidly seize the Dardenelles and place Istanbul under the guns of the Entente fleet. This simple plan proved difficult to execute. Poor planning, difficult terrain, and dogged Turkish resistance bring the amphibious invasion to a standstill. Gallipoli becomes the birthplace of Australian and New Zealand national identities, as well as that of modern Turkey.&#10; Makadoya Cephesi - Greece: 1915-18&#10;Serbia's imminent collapse causes the Entente to occupy the Greek port of Salonika. Combined British, French, Serbian, and finally Greek forces fight against Bulgarians and their German and Austro-Hungarian allies on this strategically important front.&#10;&#10;CONTENTS:&#10;&#10;    840 Backprinted Counters&#10;    Standard and Scenario Rulebooks&#10;    Four 34in x 22in Maps&#10;&#10;&#10;Scale is 20km/hex&#10;4 days per turn&#10;Unit Sizes: Division/Brigade&#10;&#10;(from the publisher's website and user's description)&#10;&#10;",
    "categories": [
      "Wargame",
      "World War I"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/0yOSFAGdkt_XiMl0EmlcHQ__thumb/img/tm7E7PWXKDc-gt7wKfOCWpEDy-s=/fit-in/200x150/filters:strip_icc()/pic457963.jpg"
  },
  {
    "id": "312259",
    "name": "Rollway Station",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 45,
    "age": 0,
    "description": "Rollway Station is a roll and write game inspired by the 18xx series of games. In these games players take on the role of an investor, trading stocks and shares in train companies in order to beat the competition and earn the most money. Rollway Station distils the experience into a short solo experience, using dice to add a layer of unpredictability.&#10;&#10;The game is played over fifteen turns, in which the player will roll five dice and assign them to three different actions: buying shares, auctioning trains, and laying track. The values of the dice determine the options a player has. Every few turns there is an operating round where the companies run the best routes they can and earn money for the player based on the number of stops they make and the number of shares the player owns. The player also has access to Engineers who will help to lay additional track at the cost of money. The aim of the game is to earn the most money possible.&#10;&#10;There are three different maps available with different starting layouts and special advanced rules. There is also a multiplayer variant in which all players play the standard solo game but using the same dice rolls, comparing their score at the end.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Print & Play"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/MQtdAXFGIEhotSwDXOvdTw__thumb/img/fVEd6TSoHQJn0RiaIoFwoJRjysM=/fit-in/200x150/filters:strip_icc()/pic5479516.jpg"
  },
  {
    "id": "122313",
    "name": "The Doge Ship",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 13,
    "description": "Venice, five centuries ago &ndash; In order to celebrate the glory of Venice, the Doge, the maximum authority of the Republic, ordered the construction of a new state ship.&#10;&#10;In The Doge Ship, the players play the role of the most skilled shipbuilders of Venice who are called by the Doge to cooperate on the construction of the new ship. Each player has to build parts of the Ship in order to earn victory points, but also Gondolas to get money, and Barriers for the protection of the shipyard and the city. The task is not easy: At the beginning of each round, the cost of the actions might change, as well as the demands of the Doge. When the construction of the ship is finished, only one will be the winner and will gain the favour of the Doge.&#10;&#10;In this game players have to manage their five actions per round competing with other players on these available. Players can work on a part of the Doge Ship to gain VP, on Gondolas to make money, or on Barriers to protect Venice from High Water effects and save their shipyard. Manage money is fundamental as all materials costs something. The game ends when the Doge Ship is complete.&#10;&#10;",
    "categories": [
      "Economic",
      "Renaissance"
    ],
    "mechanics": [
      "Action Points",
      "Auction / Bidding",
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/fUNv2p-7AU6UERBBzyTZLw__thumb/img/N1QJilDKKXJcUlDVdBhmLK_vIDA=/fit-in/200x150/filters:strip_icc()/pic1278923.jpg"
  },
  {
    "id": "23055",
    "name": "Dragons of Kir",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 12,
    "description": "Dragons of Kir is an exciting, fast-paced, two-player strategy board game. The object of the game is to strategically place tiles that deflect one of the four constantly moving dragons into your opponent's war tent while defending your own.&#10;&#10;Colorful tiles, representing the forces of nature and the forces of man, interact with the dragons and influence their movement. Clever tile play creates an ever-changing landscape where opposite edges of the board connect.&#10;&#10;As quickly as one marauding dragon is deflected another may threaten you. Players must balance both offense and defense in order to succeed.&#10;&#10;The game play is quick and offers a different experience each time you sit down to play.&#10;&#10;Dragons of Kir is a themed version of Darter, which won the 2006 Origins Vanguard&#10;Innovative Game Award at Gama, with some new tiles and different rules.&#10;&#10;4 Player Wood Expansion Set adds rules for 3 and 4 players, wood dragons&#10; and war tents, and introduces the dragon token.&#10;&#10;Re-implements:&#10;&#10;    Darter&#10;&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/uClsgJcnWs83nMwwEn27RA__thumb/img/IPUAUl9tZlULZmeCcFIz9mK6Hp8=/fit-in/200x150/filters:strip_icc()/pic229616.jpg"
  },
  {
    "id": "8350",
    "name": "Napoleon at Eylau",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "Tactical level re-enactment of the battle between French and Russian forces near the town of Preussich-Eylau, 1807. Successful players will employ combined-arms attacks to defeat their opponent.&#10;&#10;Gamesystem:&#10;scale = 175 yards = 160 m/hex; &#10;time  = 60 min/GT; &#10;strength = 400-650 men/SP.&#10;&#10;",
    "categories": [
      "Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/vD1bb64Vz0brWcf-zMGhFg__thumb/img/4441KiJY6j1AqasMzSZyVPdIxtc=/fit-in/200x150/filters:strip_icc()/pic97816.jpg"
  },
  {
    "id": "31075",
    "name": "Ming Dynasty",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 10,
    "description": "In the middle of the 14th Century the Chinese people succeeded in freeing themselves from the rule of the Mongols. With the accession to the throne of emperor Tai-Tsu they developed a rising country: China.&#10;Each player takes the role of an imperial prince and tries to gain influence with his family members during the growth of the Chinese people during the Ming dynasty. Place your fellow supporters securely into the 6 Chinese provinces, which are each divided into 3 prefectures. In order where your own family members get  majorities into the administration you will be recompensed during the election rounds with gifts from the emperor. &#10;Only the player with the most balanced collection of influence chips will be able to continue as next emperor of the Ming dynasty.&#10;&#10;",
    "categories": [
      "Medieval"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Network and Route Building"
    ],
    "image": "https://cf.geekdo-images.com/E1mLjkBO93Hai8GaEfjSxw__thumb/img/cziMIP0FtsHN3K59UH5Mh5Lbvrc=/fit-in/200x150/filters:strip_icc()/pic367001.jpg"
  },
  {
    "id": "331808",
    "name": "The Girl Who Made The Stars",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 14,
    "description": "The girl reached into the wood ash and grabbed a palmful, and as she blew it from her palm, the ashes swirled and churned as they moved skyward, lighting up the once dark skies.&#10;&#10;The Girl who Made the Stars is a worker placement/tile-laying puzzle game for 1-4 players based on a San African myth about the creation of the milky way and the stars.&#10;&#10;In the time of the first people, the night sky was dark and featureless. The village elders prohibited venturing out into the dark starless night for fear of the dangers that lurked there. One night after her mother cooked dinner, a young girl, frustrated with these restrictions, took a bit of ash and roots and cast the red and white embers into the sky, forming the milky way and the other stars, in an attempt to illuminate the night so the villagers could safely collect resources necessary for their survival.&#10;&#10;As a village elder, gaze upon the new stars in the night sky and discern the forms of constellations to provide wisdom and illumination to the village. Draw constellations into the earth, with your depictions gaining light, stars, and stardust for the village. Then, as villagers guided by this newfound light, venture into the surrounding darkness to collect much needed resources, including fruit, fish, and small and large game. The resources you collect for the village will boost your reputation, and the player with the highest reputation at the end of the game is the winner.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Mythology"
    ],
    "mechanics": [
      "End Game Bonuses",
      "Pattern Building",
      "Set Collection",
      "Tile Placement",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/mB-dZqQmYHNaZtGBchJ_xA__thumb/img/v5uEdkikPcUZS4nxVDUOExqaOM0=/fit-in/200x150/filters:strip_icc()/pic6004321.jpg"
  },
  {
    "id": "380784",
    "name": "Solar Titans",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 14,
    "description": "In Solar Titans, you take command of a capital ship in the Orion Centauri system and must prepare for battle with opposing vessels. Upgrade your ship, manage your crew, and engage in deep tactical combat. Keep your ship intact and adapt as the situation escalates to emerge victorious!&#10;&#10;Solar Titans uses a unique blend of deck-building and tableau-building mechanics to offer fast-paced and strategic gameplay. You build a capital ship by placing down and connecting ship cards that represent your command deck, core systems, plating, and weapons. Your layout decisions determines the relative strong and weak points of the ship. As you play, you use crew cards from your hand to operate the ship and acquire new ship parts and crew from a market. When you are ready, fire your ship weapons at your opponent's ship. Take down their command deck to win!&#10;&#10;Each turn allows you to make important decisions. In combat, you decide on the sequence of weapons to fire and what to target. Ship weapons differ in their attack strength, direction of attack, and special effects. Disabling the right ship modules on the opponent's ship can make all the difference. When buying from the market, you decide on whether to improve your economy, defense, offense, or utility. The market offers many powerful weapons, advanced plating, and specialized crew. You also have the opportunity to modify or perform repairs on your ship each turn - but keep in mind that your supply of field repairs are limited!&#10;&#10;Solar Titans is designed to be easy to learn, but with gameplay that is tense and engaging. You and your opponent's capital ships will accumulate damage over time, forcing new strategies and priorities. The randomized market and gradual arrival of new ship components will also shift the dynamics of combat. You must balance between short-term gains and long-term plays, knowing that each ship may only be a few turns away from being disabled. Do you reinforce your command deck or your crew quarters? Do you fire your weapons now, or prep for a large volley? Do you take down the opponent's missiles or heavy cannon? The opportunity for almost infinite ship layout variations, the randomized market, and changing combat dynamics ensures that this game offers replayability and a sense of mastery over time.&#10;&#10;Solar Titans suits 1 to 4 players and offers 6 distinct game modes: The classic capital ship dual (1v1), free-for-all (3-4 players), hunter killer showdown (2v2), titan ship dual (2v2), titan ambush (1v2), and a solo and 2-player co-op mode against a powerful automata ship with 3 boss variants and randomized AI bonuses.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Fighting",
      "Science Fiction",
      "Wargame"
    ],
    "mechanics": [
      "Cooperative Game",
      "Deck Construction",
      "Grid Movement",
      "Hand Management",
      "Market",
      "Resource to Move",
      "Take That",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/54uGFzXPwWSM4D3UNyGDNg__thumb/img/o7h5H8nVP0o2H1sM_VbrLE0WSY0=/fit-in/200x150/filters:strip_icc()/pic8220611.png"
  },
  {
    "id": "24803",
    "name": "Speed",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 3,
    "age": 6,
    "description": "User summary&#10;Originally published in 1995 by Adlung as an abstract speed game, with generic icons such as a flag, kite, plus sign, house and so on. Later a football themed version was published in 2006 to tie in with the World Cup being hosted by Germany.&#10;&#10;Billed as the fastest cardgame in the world. A game where you are trying to get rid of your cards as fast as possible.  When placing cards, each card placed must be one higher than the previous card. The record for getting rid of a hand of cards stands at 21 seconds according to the publisher.&#10;&#10;",
    "categories": [
      "Card Game",
      "Sports"
    ],
    "mechanics": [
      "Hand Management",
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/tOV2Bz6rGMkjJ91OH7ZaSg__thumb/img/VtskKZOMGp48e4g73m4llpH6hls=/fit-in/200x150/filters:strip_icc()/pic145149.jpg"
  },
  {
    "id": "344118",
    "name": "Ivion: The Sun & The Stars",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 13,
    "description": "Ivion combines the intensity of a fighting game with the strategy of deck-building card games to create an experience unlike any other. In Ivion, your deck IS your character, and you build it from a variety of classes and specializations. Each character type has numerous cards from which to choose, along with wildly different playstyles. Mix and match them to create your own, unique character!&#10;&#10;Upon the field of battle, crush your opponent with various strikes, stabs, slashes, spells, and other mayhem at your disposal. Be careful, though, as they have numerous ways to block, dodge, parry, fizzle, and disrupt your assault. Only one can be the victor, and the battle will be bloody!&#10;&#10;In Ivion: The Sun and The Stars, you can battle as the fiery and chaotic Invoker or the powerful and stoic Archmage. They can battle one another or any other character in the Ivion line of games.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Action Points",
      "Deck Construction",
      "Grid Movement",
      "Hand Management",
      "Interrupts",
      "Resource to Move",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/0PjoCeVztbEjTMhPomtuQw__thumb/img/uy8K2RIoEX1UBWYlxXVjGL6y-U8=/fit-in/200x150/filters:strip_icc()/pic7010011.png"
  },
  {
    "id": "4668",
    "name": "Lost Treasure",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "The ELECTRONIC Deep-Sea Diving Game&#10;&#10;This exciting electronic adventure game makes you a deep-sea diver in search of treasure.  The treasure scattered throughout the ocean depths and you must try to locate and dive for it before your opponents can.  All with the help of the Electronic Dive Control Center.  It will lead you to exact treasure locations and let you simulate an actual dive.  Listen as you descend deeper and deeper, searching the bottom for silver or gold.  If you find some, return to the surface before you run out of air!  Then sail to port to cash it in&hellip;or risk being pirated by other players. Luck, skill and a sense of adventure.  That's what it takes to be the first to earn $1,000,000 and win the game.&quot;&#10;&#10;Features&#10;&#10;&#10;     4 playing pieces &ndash; The diver&rsquo;s boats.&#10;     4 gold buoys, 4 silver buoys &ndash; When you move them according to the direction indicator, you&rsquo;ll get closer to an exact treasure location.&#10;     2 dice &ndash; Roll them to move into a treasure location -- and to pirate an opponent.&#10;     16 treasure chests &ndash; Sail to port to cash them in.  But beware of pirates!&#10;     a stack of money -- $1,000,000 wins the game.&#10;     game board &ndash; An ocean map with islands, ports, and 64 treasure locations.&#10;     Electronic Dive Control Center &ndash; complete with direction indicator, dive simulator and treasure values.&#10;     Required, but not included, is one 9-volt battery.&#10;&#10;&#10;",
    "categories": [
      "Electronic",
      "Exploration",
      "Nautical"
    ],
    "mechanics": [
      "Grid Movement",
      "Pick-up and Deliver",
      "Push Your Luck",
      "Race",
      "Roll / Spin and Move",
      "Square Grid",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/qyu16UaTbzOuXa0dplOgnA__thumb/img/gaGv8GvVuK3eJcqDMlG5plEXZuM=/fit-in/200x150/filters:strip_icc()/pic192250.jpg"
  },
  {
    "id": "222424",
    "name": "Planecrafters",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "As the saying goes, &ldquo;He who rules the skies&hellip;rules at building airplanes and blimps and things&rdquo;.  And the whole world is racing to be #1!  The small nation of Crumplehorn, scared of being left behind by its rivals, looks once again to Master Pennington B. Knickernacker to save the day.  And he&rsquo;s more than eager to help!  Reports say the eccentric businessman, an avid plane enthusiast, is secretly devoting his substantial financial resources to build a fleet of flying machines that surpasses all others.  But does he work for the glory of king and country?  Or to line his own pockets?  No one knows.&#10;&#10;The schemes of past Knickernacker patriarchs are legendary, and Master Pennington is as peculiar as his predecessors.  But he keeps his cards close to the vest.  He has entrusted his grand designs to an exclusive group of industrialists known only as the Planecrafters.  Fiercely independent, these Planecrafters battle amongst themselves to create the most efficient, and profitable, plane-building operation.  And as the other saying goes, &ldquo;to the victor&hellip;goes the money and lots of fancy stuff.&rdquo;&#10;&#10;Overview:&#10;Two to four players assume the roles of Planecrafters working for the Knickernacker estate.  Players compete to hire the best employees, assemble the most productive factory, and deliver planes to Master Pennington.  Maybe the planes they build aren&rsquo;t always the prettiest (or even symmetrical).  That&rsquo;s O.K.  Master Pennington doesn&rsquo;t mind.&#10;&#10;Object of the Game:&#10;Players earn crowns, the native currency of Crumplehorn, primarily by selling planes.  Better planes sell for more crowns.  But what really makes a factory succeed is its workers.  Hiring employees for your factory will cost you crowns, but they're also a great investment.  Employees can speed the production of planes, help you find better parts, sabotage your opponents&rsquo; factories, or receive crowns from the bank.  At the end of the game, the player with the most crowns wins.&#10;&#10;Each player&rsquo;s turn consists of 4 phases: &#10;  Hire: Spend your crowns to hire new employees to work in your factory.&#10;  Acquire: Gather new parts cards from one of the parts depots.&#10;  Flyer: Play your parts cards into your factory to build your flyer.&#10;  Buyer: Sell your plane to the buyer, Master Pennington.&#10;&#10;",
    "categories": [
      "Aviation / Flight",
      "Card Game",
      "Science Fiction"
    ],
    "mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/Skxd7xtfGCfsnqXd10uadg__thumb/img/m6by_Kt7BZEqihAtp63XjV4Md5E=/fit-in/200x150/filters:strip_icc()/pic3689325.jpg"
  },
  {
    "id": "50719",
    "name": "RisiKo! Prestige",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 14,
    "description": "A &quot;deluxe&quot; edition of Risiko! containing the Official Tournament Rules, based on a completely different set of secret objectives and a special scoring system.&#10;&#10;The game contains 6 sets of coloured &quot;tanks&quot; and &quot;flags&quot; (the typical Italian gaming pieces), 6 set of dice in different colours (3 for each colour), boxes for storing the gaming pieces, a playing board, a special plastic tray for rolling dice, the standard st of cards and the special Tournament Secret Objective Cards.&#10;&#10;This edition of the game is the standard one for the Italian Risiko! Game Club and the tournament rules have been used also for the online version.&#10;&#10;The Italian Risiko! Chanpionship is held every year.&#10;&#10;",
    "categories": [
      "Wargame"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/_8MYj4OTBA_t9fbFd94xaA__thumb/img/4UydSrWWEsMxhOGrgE4oqSbVNtM=/fit-in/200x150/filters:strip_icc()/pic538246.jpg"
  },
  {
    "id": "226322",
    "name": "That's a Question!",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 15,
    "description": "The party game That's a Question!, takes the familiar format of challenging others with questions, then voting on what they'll say.&#10;&#10;In more detail, each player has a hand of hexagonal cards, with words or phrases in three color blocks on the card. On a turn, you choose a player that has a token in front of them, take that token, then present them with a question by choosing one of the three question prompts (which are all color-coded), then choosing two cards from your hand and adding the properly-colored section of those cards to the question. A sample question: &quot;What would you miss more if it ceases to exist: Facebook or doors?&quot; That player secretly votes on A or B, while everyone else but the questioner secretly votes A or B depending on how they think the person will answer; a voter can optionally add their 3x scoring token to their vote.&#10;&#10;Once everyone votes, you reveal the tiles. Everyone who voted correctly moves ahead one or three spaces on the scoring track, and the questioner moves ahead one space for each person who voted incorrectly. If you pass a certain space on the scoring track, you retrieve your 3x token (if you've used it). Since you can ask a question only of those with a token in front of them, everyone is asked roughly the same number of questions, and whoever has the most points after a certain number of rounds wins.&#10;&#10;",
    "categories": [
      "Party Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/MTGTksYC45yzbOB-UJdBTw__thumb/img/Pe10KxKTwYWeK_Ikgu0YJEsDdkk=/fit-in/200x150/filters:strip_icc()/pic3643950.jpg"
  },
  {
    "id": "298352",
    "name": "The Shining",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 17,
    "description": "All work and no play...&#10;&#10;You've traveled into the heart of the Rocky Mountains to take charge of the Overlook Hotel while it is closed for the winter &mdash; except you aren't alone. The Hotel's bloody history has made some of its past guests a permanent addition to the building, and with them come terrifying visions that begin to corrupt your mind. Snowed in, you desperately explore the rooms of the Hotel, attempting to gain enough willpower to withstand the evil influence around you. Worse still, one of you has already succumbed to the terrible forces of the Hotel and secretly acts to keep you here forever and ever...&#10;&#10;The Shining is a suspenseful game of co-operation, deception, and terror!&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Cooperative Game",
      "Traitor Game"
    ],
    "image": "https://cf.geekdo-images.com/d4hR6Ftx_Z9COOwcnC54wQ__thumb/img/p5vhtz6tPeaFzw0gpcfCwM35_DA=/fit-in/200x150/filters:strip_icc()/pic5167679.jpg"
  },
  {
    "id": "7501",
    "name": "Hunters from the Sky",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 240,
    "age": 15,
    "description": "Hunters from the Sky - The Airborne Assault on the Maleme Airfield, Crete - May 20-23, 1941, is the 6th game in the Tactical Combat Series (TCS) by The Gamers and covers the assault of the Luftlande-SturmRegiment on the New Zealand 5th Brigade to seize the Maleme Airfield. The German attack on Crete was the first large-scale use of airborne forces in history. This was also the first capture of an isolated island without complete command of the seas.&#10;&#10;Game Scale:&#10;Turn: 20 minutes&#10;Hex: 125 yards / 114 meters&#10;Units: Infantry platoons, individual vehicles&#10;&#10;Game Inventory:&#10;Two 22 x 34&quot; full color maps&#10;Three dual-side printed countersheets (2 combat, 1 markers - 840 1/2&quot; counters)&#10;One 28-page TCS version 3.1 system rulebook&#10;One 16-page Hunters from the Sky game specific rulebook&#10;Two 4-page TCS version 3.1 Charts &amp; Tables folders&#10;Two 6-sided dice&#10;&#10;Solitaire Playability: Medium-High&#10;Complexity Level: High&#10;Players: 1 or more&#10;Playing Time: 6-20 hours&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/UJsUhwhOHKBzc5qM_CIbrw__thumb/img/BoPdX799oYQer1S3zM_e8PsYFQc=/fit-in/200x150/filters:strip_icc()/pic433487.jpg"
  },
  {
    "id": "169513",
    "name": "Dorasure",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 10,
    "description": "You are an adventurer to beat evil dragon dwelling near a town in Havinia. Earning experience, getting items and weapons for the final battle.&#10;Dorasure is a cooperative miniature board game.&#10;&#10;You have to conquer five mountains or dragon fly and escape.&#10;To conquer the mountain, dice rolling for a skill is required. You can roll with your adventure skill(battle/search/intelligence) or may boost with one time resource. Boosting resource can be recovered at defined situation per a adventure.&#10;Each Character can expand their skill with exp, but expansion is pre-defined per the adventure.&#10;&#10;Each adventure has different:&#10;&#10;    Exp and expansion for the exp&#10;    Life&#10;    Resources, and recovery situation&#10;    Special item for final battle&#10;&#10;&#10;The game is separated into two phases: adventuring and dragon battle.&#10;While adventuring, you can earn exp to expand your skill, but you have to complete all mountains by dragon rampage, or lose. The dragon battle is an exciting battle with earned skill to kill the dragon.&#10;&#10;",
    "categories": [
      "Adventure",
      "Fantasy",
      "Miniatures"
    ],
    "mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/ViUGzQGN1YdhRoN21PB3nw__thumb/img/IufjFIkWEYrLhIniLHF_u1n5DMA=/fit-in/200x150/filters:strip_icc()/pic2317622.jpg"
  },
  {
    "id": "1375",
    "name": "Guadalcanal",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 240,
    "age": 12,
    "description": "Very Similar to Midway.&#10;&#10;The basic idea is each player has their own map of the area (in this case the Solomon Islands) behind a screen.  Each player &quot;searches&quot; for the enemy fleet by flying search planes to the hex and calling the hex number.  Once found, bombers can be sent in to sink the enemy fleet.  The actual attack is fought on a separate battle board where the ships are first placed on hexes and the attacking planes are placed in hexes to indicate which ship they are attacking.&#10;&#10;The basic game is very simple.  But there are many additional rules which add realism (and complexity): CAP fighters, surface actions, bases, inaccurate seach reports, etc.&#10;&#10;The game is superior with a neutral referee for true double-blind play.&#10;&#10;Note: The back of the box says 356 counters, but there are only 298 (1 of which is blank).&#10;&#10;",
    "categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Hexagon Grid",
      "Secret Unit Deployment"
    ],
    "image": "https://cf.geekdo-images.com/sDEEP-cxBFJn1CSZWEhSPw__thumb/img/JzhCowioiE0qdWewyeeTCp-A6Nk=/fit-in/200x150/filters:strip_icc()/pic815971.jpg"
  },
  {
    "id": "189610",
    "name": "Vs System 2PCG: The Defenders",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 0,
    "description": "In Vs System 2PCG, players choose a main character, build a deck with exactly sixty cards, and attempt to stun the other player's main character in a game of superhero battle. The first set contains characters only from the Marvel Universe, but future sets may add other IPs.&#10;&#10;Vs System 2PCG is superficially similar to the original Vs. System collectible card game, but is a completely rebuilt game that takes some inspiration from the original. Combat has been streamlined, the turn structure is different, the resource system has been revamped, and the game is no longer collectible, with cards instead being released in a non-random format. A single box contains a full play-set of all cards.&#10;&#10;Vs System: The Defenders sees the loosely affiliated Marvel Universe superhero &quot;non-team&quot; face off against Underworld.&#10;&#10;",
    "categories": [
      "Card Game",
      "Comic Book / Strip",
      "Fighting"
    ],
    "mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/ndu_xnJlClrZQz94zxF2vg__thumb/img/g0wsSMchVEITQg-wAIrXUr7LbQM=/fit-in/200x150/filters:strip_icc()/pic2833316.jpg"
  },
  {
    "id": "343067",
    "name": "Tatort Meer Fall 1: Die Vogelinsel",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 150,
    "age": 14,
    "description": "The Environmental Crime Game&#10;Smilla is working as a birdwatcher on Bird Island. She notices many inconsistencies on the island and that fatal environmental sins are committed. Not everyone likes her curiosity. When her friend Lars came to visit, Smilla vanished without a trace. Can you figure out what happened on Bird Island based on Smilla's and Lars' documents?&#10;&#10;- Investigate different clues and expose environmental sins&#10;- Check alibis and motives&#10;- Analyze sound recordings and videos&#10;- Research online&#10;- Contact involved people by e-mail and by phone&#10;&#10;The line between realtiy and game blurs&#10;By playing the game Tatort Meer | Fall 1 - Die Vogelinsel you actually are participating in the collection and utilization of plastic from the oceans. At the end of the case you choose a marine conservation organization to which we donate a part of our earnings.&#10;&#10;Your mission&#10;Find out who is responsible for Smilla's disappearance and find her before it's too late.&#10;&#10;Instructions&#10;Your goal is to break the case of the vanished birdwatcher as a team of investigators. You receive a multitude of documents with further information about different websites and other resources that are relevant to solving the case. You play either alone or together as a team and, in doing so, have to check alibis and deduce logically. Use all available accessories - even cellphones are allowed.&#10;Internet access and writing materials are necessary!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "categories": [
      "Deduction",
      "Environmental",
      "Murder / Mystery"
    ],
    "mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "image": "https://cf.geekdo-images.com/Qx2ybzq-dWX8D6MBG0AZzQ__thumb/img/XjzB0TwMd7E3Q3CnE8Bw_g27lv0=/fit-in/200x150/filters:strip_icc()/pic6297803.png"
  },
  {
    "id": "344117",
    "name": "Ivion: The Knight & The Lady",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 13,
    "description": "Ivion combines the intensity of a fighting game with the strategy of deck-building card games to create an experience unlike any other. In Ivion, your deck IS your character, and you build it from a variety of classes and specializations. Each character type has numerous cards from which to choose, along with wildly different playstyles. Mix and match them to create your own, unique character!&#10;&#10;Upon the field of battle, crush your opponent with various strikes, stabs, slashes, spells, and other mayhem at your disposal. Be careful, though, as they have numerous ways to block, dodge, parry, fizzle, and disrupt your assault. Only one can be the victor, and the battle will be bloody!&#10;&#10;In Ivion: The Knight and The Lady, you can battle as the young and zealous Errant or the mysterious and sinister Enchantress. They can battle one another or any other character in the Ivion line of games.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Action Points",
      "Deck Construction",
      "Grid Movement",
      "Hand Management",
      "Interrupts",
      "Resource to Move",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/ccIvuyrPp6mOzINq7XEB6Q__thumb/img/Q_CufmUMU4_nwmZKsaMVfBlzKDk=/fit-in/200x150/filters:strip_icc()/pic7010010.png"
  },
  {
    "id": "5178",
    "name": "Marrakesh",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 6,
    "description": "An adventurous children's race game, with a tactical element and a variable game board. Good fun for adults too.&#10;&#10;Each trader has four camels, that they attempt to get through the desert to the market at Marrakesh. The market in Marrakesh has a lot of valuable items waiting and these provide the victory points for finding out the winner. Movement is controlled by drawing tiles from a bag. Tiles usually allow you to move your camel, but may have other effects such as Sandstorms, which change the board layout. Camels that arrive earlier at the market will be able to pick up the most valuable items. However, if you concentrate all your efforts to get one camel to market, you are likely to lose your back-markers to the sandstorms.&#10;&#10;Re-implements:&#10;&#10;    Up the River&#10;&#10;&#10;Ages 6 and up&#10;&#10;",
    "categories": [
      "Children's Game",
      "Racing"
    ],
    "mechanics": [
      "Modular Board"
    ],
    "image": "https://cf.geekdo-images.com/9cU5F8ttEUw683vEIqDzVA__thumb/img/gVbr__D5E8uR1gL0pSw3AIwJgFM=/fit-in/200x150/filters:strip_icc()/pic72042.jpg"
  },
  {
    "id": "81542",
    "name": "Quest: A Time of Heroes",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 10,
    "description": "With the new hero-game &quot;Quest&quot; players experience exciting adventures at the gaming table, that unfold just like a cinematic tale.&#10;&#10;In a chain of exciting quests, most players take on the role of heroes while another player is their antagonist - the Questmaster. He controls all the challenges that the other players cooperatively have to master with the clever use of their skills and abilities.&#10;&#10;Each of the quests build up on the previous ones and through the course of the campaign both the Questmaster and the players become stronger and therefore the gaming-experience more intense.&#10;&#10;The personal development of the heroes through the course of several games will be continued with further expansions, that will add new heroes, more quests, more abilities and new dire enemies.&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Medieval"
    ],
    "mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Modular Board",
      "Storytelling",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/UfXHa18SYOCqL3cgbapPIA__thumb/img/_viuD-enJl5nBYgEwOhzxEMSj2U=/fit-in/200x150/filters:strip_icc()/pic815075.jpg"
  },
  {
    "id": "1919",
    "name": "D-Day (3rd Edition)",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 12,
    "description": "D-DAY was completely revised in 1977 to incorporate the latest simulation design innovations including Strategic Movement, Air Interdiction, and Tactical Airpower. It is an Intermediate 1 level game on the The Avalon Hill Game Co Complexity Scale for 2 players aged 12 &amp; up with a varying playing time of 1-4 hours.&#10;&#10;D-DAY belongs to the The Avalon Hill Game Co family of classic games suitable for play-by-mail in much the same fashion as chess.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/9G19wBBXYIvtXwomcfF2KA__thumb/img/04sjSyGIhGS74Rr2q_QiEOgjdPM=/fit-in/200x150/filters:strip_icc()/pic6877358.jpg"
  },
  {
    "id": "10244",
    "name": "Berlin: Red Victory",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 12,
    "description": "From the publisher website:&#10;&#10;BERLIN&mdash;RED VICTORY is a detailed new ATS system game that tells the story of the Battle of Berlin at the most detailed level in the history of wargaming!&#10;&#10;The street-level map at 50-yards scale is simply unprecedented. The ATS gamer will be able to fight his way across the urban Berlin battlefield literally from house-to-house. Red Banner squads, fanatic Hitler Youth, Officers conducting firing squads to bolster the troops, foreign-born SS, giant Konigstigers, Soviet Assault Guns and Katyusha barrages. You will find this and a lot more in Berlin&mdash;Red Victory and then some.&#10;&#10;In keeping with the ATS approach you will receive a stack of small, fast-playing scenarios to get you on that gorgeous map right away. But this is also a monster game that will include a super-sized supply of counters, all you need to play a giant, full-map scenario!&#10;&#10;You will also receive a copy of the new ATS Campaigns Rulebook, a separate addendum to the system that will allow you to recreate the long, bitter struggle, replete with ebb-and-flow, reinforcement decision making, and outright battle fatigue as you push your cardboard soldiers&mdash;and yourself&mdash;to the very limits of endurance!&#10;&#10;IN EACH GAME YOU GET:&#10;&#10;* A complete super sized collection of color die-cut counters in 1/2&rdquo;, 5/8&rdquo; and 3/4&rdquo; sizes, representing the tanks, guns, and infantry that fought in the Battle of Berlin 1945, including Red Banner squads, Hitler Youth and more&mdash;enough to play an entire Berlin 1945 campaign;&#10;    * Two large linking historical game maps on heavyweight stock;&#10;    * The latest edition of the ATS rules of play;&#10;    * The new ATS Campaigns Rulebook;&#10;    * Scenarios and Play Aids printed on separate heavyweight cards;&#10;    * Two ten-sided dice.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/chdzw09U381l-QfULVMLog__thumb/img/H1JA01p1KG41HDbWAL4U2ajmMxY=/fit-in/200x150/filters:strip_icc()/pic223213.jpg"
  },
  {
    "id": "368229",
    "name": "Utpolis",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 70,
    "age": 10,
    "description": "The Republia country already has a constitution, now its inhabitants have to choose their capital. A game with two main mechanics: engine builder and worker placement.&#10;&#10;The goal is to reach the end of the scoring track (40 wellness points) building our sustainable and environmentally friendly city.&#10;&#10;Different strategies to generate the point generating engine: 1) go for a set collection of certain types of buildings (pink or light blue) and/or 2) build your resource generating engine that in its final stage produces exportable goods and people that turn them into points.&#10;&#10;",
    "categories": [
      "City Building"
    ],
    "mechanics": [
      "Closed Drafting",
      "Resource Queue",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/Ve7eQwNPWF-uNcs1l7PQXg__thumb/img/51TNH9Z29OPKYh-z4e6OVw4jG-4=/fit-in/200x150/filters:strip_icc()/pic7199027.png"
  },
  {
    "id": "238012",
    "name": "Semper Fidelis: Bitwa o Lww 1918-1919",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 12,
    "description": "Late October 1918. First World War will be over soon, but for few Eastern European nations final struggle for independence has just began. On ruins of Austro-Hungarian empire, tension between Polish and Ukrainian people is growing. In the next few days it will change into military conflict, which will envelop Eastern part of Galicia; its capital is crucial point on the map. Lw&oacute;w is known as city always faithul to Poland - Semper fidelis - a pearl in the crown of Polish Kingdom, which collapsed in the late 18th century. Lviv is a cradle of Ukrainian identity, place where spirit of the young nation is rising. Both sides can't imagine own country without THIS city. One bloody fight is coming...&#10;&#10;Semper Fidelis: Battle of Lw&oacute;w 1918-1919 is a 2-player scenario-based strategy game, in which you will fight for control over capital of Eastern Galicia as Polish or Ukrainian leader. During the course of each scenario you will lead to combat regular and volunteer units, mobilize new soldiers, build fortifications, gather various supplies, spread propaganda, help civilians and negotiate alliances with neutral forces. On all of these activities you will spend action points provided by cards and supply tokens. Cards are important part of the gameplay - you can use them to get more action points or to apply certain effects e.g bonus to military strenght in combat phase.&#10;&#10;In order to win you have to gather more victory points than your opponent. To achieve that, take over control of strategic city districts, defeat enemy units, make alliances, kill enemy commanders and keep morale of your army high.&#10;&#10;Game has five scenarios of various play time: each of them is based on specific event or period of Polish-Ukrainian War:&#10;&#10;&#10;     Coup - entry scenario set during first days of November 1918. Highly recommended for new players. One stage.&#10;     Semper Fidelis - main game scenario; November 1-24, 1918. Three stages.&#10;     Relief - battle between Ukrainian army and Polish soldiers strengthened by relief forces; November 20-23, 1918. One stage.&#10;     Siege - period between December 1, 1918 and January 31, 1919. Two stages.&#10;     Assault - last Ukrainian attempt to capture Lw&oacute;w. February 1919. Two stages.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Civil War",
      "Educational",
      "Wargame"
    ],
    "mechanics": [
      "Action Points",
      "Action Retrieval",
      "Area Majority / Influence",
      "Area Movement",
      "Card Play Conflict Resolution",
      "Command Cards",
      "End Game Bonuses",
      "Hand Management",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/Jgv5LZ9F7CctGq9C_vZaFw__thumb/img/p-0FOWNA_pbw5EZ4ZD_BEGkS0R4=/fit-in/200x150/filters:strip_icc()/pic3795684.jpg"
  },
  {
    "id": "388473",
    "name": "Gettysburg 1863",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 600,
    "age": 13,
    "description": "GETTYSBURG 1863 is Volume IV in the Old School Wargames Civil War Brigade Battle series.  The game allows gamers to refight the historic and pivotal battle of Gettysburg in 1863 using a large mounted map board, large pieces, and a streamlined set of series rules that is just 8 -12 pages long.  The Battle Booklet will give you historical details, design, notes and 7 scenarios:&#10;&#10;July 1 - Meeting Engagement&#10;July 1 - Take That Hill (Can Ewell take Culp's Hill?)&#10;July 2 - The Fight for the Flanks&#10;July 2 - The Fight for Little Round Top &#10;July 3 - Lee's Folly&#10;July 4 - Should Meade Have Attacked?&#10;July 1 - July 4 (the full battle)&#10;The single day scenarios should take between 1 to 3 hours to play with the full battle taking 6 - 10 hours to play.&#10;&#10;Special rules for early or late arrival of reinforcements, Follow up attacks, new terrain rules for multi level hex changes, a new rout rule, and more!&#10;&#10;Game Scale:&#10;Game Turn: 1 hour&#10;Hex: 200-250 yards / 183-229 meters&#10;Units: Infantry/Cavalry Brigades &amp; Artillery Battalions&#10;&#10;Game Inventory:&#10;Two 22 x 34&quot; full color mounted map boards (34x44&quot; when combined for game play)&#10;Five dual-side printed countersheets (540 3/4&quot; counters - including 4 extra Tide of Battle counters intended for the earlier Antietam &amp; Shiloh games)&#10;Two 8-page Brigade series v1.4 rulebooks&#10;Two 16-page Gettysburg playbooks&#10;One Cavalry Battle Board Play Aid&#10;Two Order of Battle Charts&#10;Two Reinforcement/Casualty Charts&#10;Two dual-side printed Combat &amp; Terrain Charts&#10;Two 10-sided dice&#10;One Counter Tray&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 1-10 hours&#10;&#10;",
    "categories": [
      "American Civil War",
      "Dice",
      "Educational",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Multiple Maps",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/Y-eMNSTNYQM2RuzAhH7WTQ__thumb/img/e1OG3Rb5jHKkwIDPxR3tTPu3fdE=/fit-in/200x150/filters:strip_icc()/pic8163386.jpg"
  },
  {
    "id": "193981",
    "name": "Downfall",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 150,
    "age": 14,
    "description": "In the year 2213, the world order &mdash; as it had been known for a century and a half &mdash; came to an abrupt end over a 19 day war. The bombs started falling on the third day, and by the 19th day ninety-nine percent of the earth&rsquo;s population was dead or would be soon. Wars and conflicts had raged now and again for decades prior, populations rising up, and the global government seeking to quell the conflict and maintain the status quo. But in the most recent five year period, the conflicts escalated rapidly, and the world order began to come apart&mdash;leaders became scared and trigger fingers twitchy. No one knows who pressed the button first, and in the harsh realities of the world that followed, no one cared. What mattered was surviving and, if possible, rebuilding.&#10;&#10;Each turn, players will draft and simultaneously play a card from their hand (&quot;pack&quot;) to indicate their action for the turn. This may be moving citizens or airships to explore or expand around the modular board, building structures, researching technology, initiating conflict, producing or gathering resources, and abating radiation. All of these things can earn you points in different ways. If you cannot store resources, they are left on the ground and are available for anyone present to use. Each card has an action and a lesser version of another action, so you're never stuck being entirely unable to do a particular thing, and you can also store cards for future.&#10;&#10;Once all actions are complete, hands are passed to the next player and a new card is added to each one. If a &quot;Winter&quot; card is added, it is discarded and replaced, and the game timer advances. As the game timer advances, both expected events (spread of radiation, combat, feeding your citizens) and unexpected events may occur. When the Winter track reaches the end, the game is over, and points are scored.&#10;&#10;",
    "categories": [
      "Exploration",
      "Science Fiction",
      "Territory Building"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Open Drafting",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/uMqAV_J_GBg8pRKl9S9SqA__thumb/img/KpJN75o_H6VB7cu1IT7h8m6EoTI=/fit-in/200x150/filters:strip_icc()/pic3748325.png"
  },
  {
    "id": "147144",
    "name": "Whacky Wit",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 15,
    "age": 7,
    "description": "Based on a video game of the 80s, the principle is clear: To win, Whacky Wit must eat all the dots (i.e. lower all the pegs), and the opponent's monsters must try to catch Whacky Wit and exhaust his three lives.&#10;&#10;Whacky Wit is a two-player board game. One player plays the yellow Whacky Wit and the other player plays all four monster at once. The rules make this a balanced and fair thing. With slight gameplay modifications Whacky Wit can also be played with three or five players.&#10;&#10;For whom is Whacky Wit suitable?&#10;&#10;Whacky Wit is suitable for children from 7 years due to the intuitive rules.&#10;&#10;How much time is needed to play?&#10;&#10;A game lasts 10 to 25 minutes depending on the skill level and luck of the players.&#10;&#10;",
    "categories": [
      "Collectible Components",
      "Dice",
      "Maze",
      "Video Game Theme"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Player Elimination"
    ],
    "image": "https://cf.geekdo-images.com/Zj-4lxelq-l-FXzLrBZlUA__thumb/img/XsSsZ7CLWeY2SX3eNRKnXm8beXU=/fit-in/200x150/filters:strip_icc()/pic1815383.png"
  },
  {
    "id": "265947",
    "name": "Battle of Issy, 1815",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 14,
    "description": "The Battle of Issy was fought on 2 and 3 July, 1815, in and around the village of Issy, a short distance southwest of Paris. The result was a victory for Prussian General Hans Joachim von Zieten over a French army commanded by General Dominique Vandamme.&#10;&#10;Issy 1815 is the 44th battle in the Jours De Gloire series&#10;&#10;Battle of Issy, 1815 is a Tactical level stand-alone board-wargame included with RBM Studio's C3i magazine, number 32.&#10;&#10;Players Required: 1-2&#10;Playing Time: 1.5 hours&#10;Map Dimensions: 11&rdquo; x 17&rdquo; &#10;Number of counters: 142&#10;&#10;",
    "categories": [
      "Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/BJ4U48xwLq8Ia43MNoBIwA__thumb/img/ecpov4zn6VEv_U7A9iSirPXgkTo=/fit-in/200x150/filters:strip_icc()/pic4511935.jpg"
  },
  {
    "id": "332420",
    "name": "Nexum Galaxy",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 55,
    "age": 12,
    "description": "1 to 4 players&#10;25 'for 2 players, 45' for 3 players and 55 'for 4 players.&#10;Extreme strategy (base game without chance, without events, just your mind against that of your rivals).&#10;Strategic management of resources and positioning to achieve victories in Combat and Technological Relics.&#10;Ability to surprise until the end. &quot;Nothing is lost until it is lost.&quot;&#10;Simple rules, minimal elements for its genre.&#10;Medium-low difficulty&#10;From 8 years old&#10;For gamers and the uninitiated.&#10;Space theme with immersion in science fiction&#10;Different levels going up to generations with particular abilities of each group of civilizations.&#10;3x4 solar systems discs, 29x4 ships, 32 energy tokens, 4 victory discs, plus reminders ...&#10;&#10;To make up the game board, three Planetary Systems are placed on the table for each participating player.&#10;&#10;Each Planetary System is made up of a star and three planets:&#10;&#10;     An initial system, the color of the player, whose largest planet is the &quot;Tann&quot; or possessor of the Tannh&auml;user Gate, through which its four initial ships are supposed to have arrived.&#10;     A large system, with three large planets and a Tech Relic on one of them.&#10;     A small system, with a large planet, a medium, and a small one, which houses another of the Technological Relics that carry the NEXUM.&#10;&#10;&#10;That is, there are six Planetary Systems for one and two players, up to twelve Systems for four players, each game being able to have a different composition, forcing strategies to be rethought. The turn is not significant, but if they touch or not, because it will affect the cost of movement between them.&#10;&#10;All players will start with three energy units and four ships on their planet &ldquo;Tann&rdquo;.&#10;&#10;The turn system is different depending on whether there are one, two, three, or four players, following the corresponding mini-board.&#10;It is always made up of one or two phases, these being &quot;Management&quot; or &quot;Navigation&quot;.&#10;&#10;In the &quot;Management&quot; phase, energy is obtained for each Astro that one owns and then there is the possibility of creating ships on controlled planets, in exchange for energy.&#10;&#10;In the &quot;Navigation&quot; phase, you can navigate at different distances and costs, and you can conquer an Astro with or without combat, providing energy loot according to the size of the star. The combats are by majority of ships, with the cost of sacrifice in the function of the defense.&#10;&#10;Stars have limitations and special appropriation, defense, and destruction properties.&#10;&#10;Technological Relics endow those who occupy them with special properties, being able to take them to other Planets and accumulate them in combined effect.&#10;&#10;There are two ways to win the Battle for this Sector of GALAXY: Either by winning a minimum number of fights or by owning a certain number of Relics, both according to the number of players.&#10;&#10;(EXTRACTS FROM THE CODE &quot;CIVILITAS&quot;, WHICH CONTAINS THE PRESERVED LEGACIES OF THE HISTORY OF THE CIVILIZATIONS OF THE UNIVERSE):&#10;&#10;THE FUTURE OF HUMANITY&hellip;&hellip;&#10;&hellip; Millions of years have passed since the ancient Humans, who arose on the mythical Earth, discovered the technology of stellar travel.&#10;Their descendants, Settlers of Planetary Systems, have traveled the galaxies fighting countless alien species to expand their influence and ensure their survival.&#10;Now they have almost nothing to do with what it was before, and each group of civilizations that has survived has been thanks to its split, evolution, and specialization in the domain of one of the foundations of nature (matter, energy, data, and space-time). Everyone is aware that they lack the knowledge that will allow them to absorb others to gain absolute control. What they call NEXUM&hellip;&#10;&#10;THE &ldquo;NEXUM&rdquo;, DISCOVERED IN &ldquo;GALAXY&rdquo;&hellip; &#10;As a result of the merger of a black hole and a neutron star, one kilonova has exploited alongside the forgotten and remote GALAXY. This has put the focus on from  all corners of the Universe in the remains of the Athavian civilization, which before its destruction had secretly reached the maximum knowledge that the ancient codices call NEXUM and the absolute power that it carries. Until that unexpected annihilation, the Atavians had succeeded&#10;dodge attention to GALAXY, progressing silently for the last five hundred million years of the second eon after the Big Bang.&#10;&#10;Now the most powerful Groups of Civilizations are arriving from the most remote parts of the Universe through the limited TANNH&Auml;USER&rsquo; GATES. They will fight for the domain of GALAXY and the secrets that the scattered TECHNOLOGICAL RELICS, which&#10;they contain the scattered NEXUM knowledge. You will be in command of one of the four armies to control the galaxy and its secrets:&#10;&#10;&#10;     Collective Gnomicon (blue squad): They are cold machines that work like multisensory swarms endowed with collective intelligence. Greater potential: Supercalculation, with which they coordinate attacks and foresee many dangers. Against: They don't feel, and do not take prisoners. Element: Information, predictive calculation.&#10;     Psychon (yellow squad): Highly energetic beings who dominate almost all frequencies. Greater potential: Electromagnetically alter the will of others.&#10;&#10;&#10;Against: Bad to win and worse to lose. Element: Energy, control of communication.&#10;&#10;     Clonix (red squad): Army composed of all kinds of cyborg beings that are drones, from an undisclosed galaxy, for what remains of the ancient human species. Greater potential: Military experience. Against: Absolute neglect of personal appearance. Element: Space-time. Exquisite punctuality.&#10;     Bionts (green squad): The deadliest combination of all life forms that they have assimilated in their travels through the galaxies. Greater potential: Defense and infection. Cons: They are recognized by the strong smell of garlic. Element: Matter. Replica of any form of life.&#10;&#10;&#10;Each Group of civilizations has managed to use a Tannh&auml;user Gate to deliver a few spaceships to a Tann (Initial Planet), with very limited energy resources.&#10;&#10;From that point of arrival, conquer planets, requisition loot, extract energy, capture Relics, craft, and mobilize new ships to achieve absolute control of the NEXUM that is scattered throughout GALAXY!&#10;&#10;",
    "categories": [
      "Adventure",
      "Civilization",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Novel-based",
      "Science Fiction",
      "Space Exploration",
      "Territory Building"
    ],
    "mechanics": [
      "Area Movement",
      "Hand Management",
      "Modular Board",
      "Movement Points",
      "Player Elimination",
      "Simulation",
      "Variable Phase Order",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/ThyRwkzkP0iL6ciiZp9PDg__thumb/img/M41cQlWey9t5X6ZX7oLlF7if2c4=/fit-in/200x150/filters:strip_icc()/pic6137413.jpg"
  },
  {
    "id": "1738",
    "name": "Castle of Magic",
    "minPlayers": 4,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 12,
    "description": "A Monster is lurking in the depths of Castle Bondi.  The rulers of three neighboring countries journeyed to the Castle to vanquish the monster, but were themselves devoured.  When they died, the three items of Power -- a Crown, an Amulet, and a Scepter -- were lost with them.&#10;&#10;You and your mysterious companions have come to the Castle to regain these items and cast the Ritual Spell.  This Spell will either banish the monster forever or make it a Wizard's slave.  Each of you is a member of one of three Wizard Guilds -- the Eagle Lords, the Wolf Mages, or the Dragon Masters.  Some of your companions may be from your Guild, and perhaps you can work together.  Others may be from a Guild you oppose.  There are many secrets to be discovered in the Castle and dangers to avoid.&#10;&#10;Each of you vies for one of the three countries: Marus, Kida, or Sorrell.  Learn which Item of Power -- Crown, Amulet, or Scepter -- must be won to rule your country.  Discover how to cast the Ritual Spell so that the fate of the Monster is decided to your advantage.  There are eight possible results for the Ritual Spell, some of which lead to death!  Most importantly, uncover secrets about the other players and what devious goals they have.  Find other Wizards you can work with in order to win together.&#10;&#10;Expanded by:&#10;&#10;    The Castle Cursed&#10;    The Fall of Castle Bondi&#10;&#10;&#10;",
    "categories": [
      "Adventure",
      "Deduction",
      "Fantasy"
    ],
    "mechanics": [
      "Role Playing"
    ],
    "image": "https://cf.geekdo-images.com/0bFgmykLMjqm00x7TFkzOg__thumb/img/7LV2NmjgvjeEC9kD5Muqbs0ijxg=/fit-in/200x150/filters:strip_icc()/pic4733688.png"
  },
  {
    "id": "365594",
    "name": "Trickdraw",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 12,
    "description": "In Trickdraw, you collect gold and call on allies to become the local hero (or villain!) of the mercantile town Trickdraw Junction.&#10;&#10;Cards can be played two different ways. Face down as gold (worth 1 point), or face up to perform actions. With only 10 points to win, any card you draw is guaranteed to push you toward victory.&#10;&#10;The real trick comes not in how you use your cards the first time but in how you REUSE them. As you play, you&rsquo;ll discover numerous ways to flip the cards in front of you. And whenever you flip a card face up, you can activate it again immediately!&#10;&#10;You can also do the opposite. Flipping a spent card face down gives it new value as 1 point. This mechanic lets you find creative uses for your resources, giving all cards relative value. Your best card one turn may be better face down the next.&#10;&#10;These tools allow for strong combos, sneaky plays, and cheeky bluffs. New strategy will emerge each time you play, and no game will feel quite like the last.&#10;&#10;-description from designer&#10;&#10;",
    "categories": [
      "Card Game",
      "Print & Play"
    ],
    "mechanics": [
      "Hand Management",
      "Multi-Use Cards",
      "Open Drafting",
      "Set Collection",
      "Take That",
      "Victory Points as a Resource"
    ],
    "image": "https://cf.geekdo-images.com/sHl-H_HVIje6kTrWhqg5GA__thumb/img/9fU57gIKTlv4pxNBX1NBymCUNvM=/fit-in/200x150/filters:strip_icc()/pic7628010.jpg"
  },
  {
    "id": "185276",
    "name": "Keep",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 0,
    "description": "Life is bustling within the castle walls. But you want for more. You want for a life in the Keep. Unfortunately, so does everyone else.&#10;&#10;KEEP is a card drafting game where you compete to gain enough wealth to rise up from your humble station and start a life beyond the walls of the keep. Each round, you&rsquo;ll choose a card from the central commons, or from a hand of cards that is passed to your neighbor after each turn. There are multiple types of items to choose from that vary in their value, as well as characters that can be played for their ability or selected for end of game scoring. Be the player with the most coins at the end of the game and you&rsquo;ll be able to start a new life in the keep.&#10;&#10;Key Points&#10;- Fast card drafting game that plays 2 to 5 players in 30 minutes or less!&#10;- Humorous themes and uniquely styled artwork.&#10;- Use a combination of public and private drafting to collect what you need each round.&#10;&#10;",
    "categories": [
      "Card Game",
      "Economic",
      "Fantasy",
      "Medieval"
    ],
    "mechanics": [
      "Open Drafting",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/ZpZfQqW6JBd_l6UJ3hFJYA__thumb/img/Dn1WMJ0UQX-i-yaDstSlbHo1Erc=/fit-in/200x150/filters:strip_icc()/pic4539214.png"
  },
  {
    "id": "162580",
    "name": "Realm of Wonder",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 10,
    "description": "Realm of Wonder puts 2-6 players in the boots of fantasy characters from a yeti to a rockman in a fantasy world with spinning continents. During your journey, you need to achieve your scenario objective, then return to the king's castle in the middle of the board.&#10;&#10;Each turn starts with bidding to see who will first use magic and who will first move on the board. During the magic phase, players take turns trying to harm opponents with nasty magic tricks or enhance their own character's abilities. Movement takes place on a game board divided into three continents, and the two inner continents can be moved via magic stones to hinder an opponent's movement or allow a player access to blocked areas. During the journey, players need to combat opposing figures, destroy monsters, find treasures that might boost character abilities, and gain or invade resource pools to fuel a player's economy.&#10;&#10;Realm of Wonder mixes area control, dice rolling, and bluffing. The game is beautifully drawn with a set of miniature figures for each character. Random elements can be minimized with an alternative rule set that makes this a great game for both younger people above 9 and hardcore gamers alike. Playing time with six players should be less than an hour.&#10;&#10;",
    "categories": [
      "Adventure",
      "Dice",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Auction / Bidding",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/e0pz2fI8Hr8DGKcDskSwbQ__thumb/img/v1T8ZkbbCbLw8o3KQXhNEaUxebY=/fit-in/200x150/filters:strip_icc()/pic2204281.jpg"
  },
  {
    "id": "235360",
    "name": "TOKYO JUTAKU",
    "minPlayers": 1,
    "maxPlayers": 8,
    "playingTime": 45,
    "age": 14,
    "description": "In TOKYO JUTAKU, you take on the role of a famous or emerging Japanese architect with the goal of building small homes on a strange or limited size property.&#10;&#10;In this real-time dexterity game, players build with geometric pieces to stack up to certain building requirements, such as height and number of pieces allowed. You can build with only one piece at a time, and the harder your conceptual building, the more you make &mdash; if you can complete it first! As soon as one player has claimed five site cards, the game ends, all players sum their total yen payments, and the richest architect will be declared the winner!&#10;&#10;This re-implementation of the original highly acclaimed Jutaku includes scaled up pieces and site cards for easier building, high quality gloss finished wood pieces, and comes in the new standardized medium box.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "City Building",
      "Environmental",
      "Exploration",
      "Party Game",
      "Puzzle",
      "Real-time"
    ],
    "mechanics": [
      "Area Movement",
      "Grid Movement",
      "Pattern Building",
      "Pattern Recognition",
      "Push Your Luck",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/qgem44Yo_dV6WMxzVA2Zfg__thumb/img/zy7mZBSRIingxFCnNGHZ9ShKtJM=/fit-in/200x150/filters:strip_icc()/pic3742770.jpg"
  },
  {
    "id": "196392",
    "name": "Turin Market",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 9,
    "description": "Turin Market is an auction set collection game for 2-5 players, takes 10-30 minutes to play, and utilizes bluffing, silent auctions, sales, and loans. It is incredibly quick and easy to pick up, but has a deep breadth of strategy driven by player interaction and perceptive card value.&#10;&#10;There are 18 goods cards in the game, each with 3 of one good, 2 of another, and 1 of another. The goal of the game is to have the most Scudo (aka money) when the game ends. Each round all players will put one card from their hand in the center, and reveal them simultaneously. Then all players will participate in a Silent Auction, with the highest bidder receiving the most cards and so on down the chain. All players who received any cards pay their bid to the bank, and anyone who did not receive a card (lowest bidders) will pay half their bid rounded down. Everyone will then have the option to put a card they have won up for sale using their own Scudo as collateral for the sale price.&#10;&#10;There are slight variations based on the number of players, such as keeping a secret card in your hand until game end to add to your goods. In the 2-4 player games there are 5 auction rounds, after which a payout phase begins. Players with the most of each good are paid an amount from bank, as well as 1 Scudo from each other player with any of the good. Once payout is complete, everyone pays back their loans (taken out for 10 and paid back for 15) and the game is over. The player with the most Scudo is declared the winner!&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Bluffing",
      "Economic",
      "Math",
      "Negotiation",
      "Number",
      "Renaissance"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Commodity Speculation",
      "Hand Management",
      "Open Drafting",
      "Push Your Luck",
      "Secret Unit Deployment",
      "Set Collection",
      "Simulation",
      "Stock Holding"
    ],
    "image": "https://cf.geekdo-images.com/mVFrLAHLCVyxnc8GmUBTAg__thumb/img/PMiyBHxOuy5WywJEJGorEWdVG38=/fit-in/200x150/filters:strip_icc()/pic4257778.jpg"
  },
  {
    "id": "148007",
    "name": "A Spoiled Victory: Dunkirk 1940",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 60,
    "age": 0,
    "description": "A Spoiled Victory: Dunkirk 1940 is a solitaire game on the Allied rescue operation from May 27 to June 4th of 1940. Approximately 400,000 men from the Allied forces of Belgium, France, and England were surrounded in the area of Dunkirk by German forces. England launched Operation Dynamo with the hopes of rescuing 30,000. Instead they rescued 330,000. In this game, the player controls the Allied forces and must try to recreate the historical result.&#10;&#10;The game uses Event cards to define the conditions for each turn. These cards dictate where the Luftwaffe will strike, how many units can evacuate, the German army movement, and the number of player actions.&#10;&#10;The game uses a point-to-point map. The Allies can move between any two connected points but the Germans can only move on set tracks. As the player moves the Allied forces to the beach, they are converted to evacuee units, which can then sail to England. But even then they can be subject to artillery or Luftwaffe strikes until they arrive safely in England.&#10;&#10;The game is scored by calculating the total number of evacuees rescued and earning victory points as a result. The historical result or better wins the game.&#10;&#10;",
    "categories": [
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Action Points",
      "Point to Point Movement",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/L05jj0AqnHee2jV4TsZ7Zg__thumb/img/ZFjzU_rnr6CxtgwqOT0lqkaRu44=/fit-in/200x150/filters:strip_icc()/pic6892448.jpg"
  },
  {
    "id": "320862",
    "name": "Save Patient Zero",
    "minPlayers": 1,
    "maxPlayers": 7,
    "playingTime": 45,
    "age": 10,
    "description": "A new pathology has just appeared! Patient Zero has been identified, and it's up to you to find the antidote as soon as possible to save the patient and humanity!&#10;&#10;Save Patient Zero pits two labs against each other. Each lab employs one or two scientists (i.e., players), while another player plays a lab computer named Savvy. The labs compete to identify an antidote of three molecules, with the labs typically sharing no information with one another; whichever lab finds the antidote first wins.&#10;&#10;The general idea of the game is to use lab tools in the best sequence possible to identify the three molecules out of 25 that make up the antidote. (These 25 molecules are arranged in a 5x5 grid on each lab's worksheet.) At the start of the game, Savvy looks at the top three molecule cards in that deck, then sets them aside. These are the molecules the labs must identify. On a turn, each lab submits a tool card to Savvy to show what they want to do in the round, and whichever lab submits first takes its action first in that round. Actions include:&#10;&#10;&#10;    Samply: Draw three sample cards from your lab's deck, and give them to Savvy. Each sample card depicts five molecules, and Savvy will identify which of them show at least one molecule used in the antidote.&#10;    Mikroskopo: Choose two cards from your lab's deck, and give them to Savvy, who will treat them like the cards in &quot;Samply&quot;.&#10;    Dedukto: Receive five molecule cards from Savvy. You (but not the other lab) now know these molecules are not in the antidote.&#10;    Centrofugo: Place your centrifuge on your lab worksheet so that it points to four molecules. Savvy then indicates whether any of these molecules are in the antidote.&#10;    Scanpad: Place a cardboard device on your worksheet to highlight six molecules in a 2x3 grid. Savvy then indicates how many molecules highlighted (0-3) are part of the antidote.&#10;    Spionado: Savvy takes two lab cards from the opposing lab that do not have any molecules in the antidote on them, then shows them to you.&#10;    Antidote: Circle three molecules on your worksheet. If all three are in the antidote, you win! If not, Savvy will indicate how many of the circled molecules are in the antidote.&#10;&#10;&#10;Each lab has a limited number of actions in its deck &mdash; eighteen total, with three Samply, two Dedukto, one Scanpad, two Antidote, etc. &mdash; so use them wisely, especially the Antidote because if you fail to identify the correct three molecules a second time, then your lab loses the game automatically.&#10;&#10;To play Save Patient Zero as a two-player game, each lab draws three molecule cards from the deck, and the opposing lab must identify these three molecules before you can identify the three molecules they drew. Each lab takes the role of Savvy for the opposing lab.&#10;&#10;",
    "categories": [
      "Deduction",
      "Medical"
    ],
    "mechanics": [
      "Simultaneous Action Selection",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/RHWCyFd5zKUQK1PfXnSXzg__thumb/img/EbOazXUryxpmw_dCs2QzMfCgo_c=/fit-in/200x150/filters:strip_icc()/pic6054462.jpg"
  },
  {
    "id": "246812",
    "name": "Brothers",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 8,
    "description": "You and your brother are peaceful farmers...or at least you were!&#10;&#10;Now in Brothers, your herds are getting too big for the pasture. Outsmart your brother by placing your enclosures so he can't correctly place his and show him that you're the one with a head for cattle in the family.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "mechanics": [
      "Enclosure",
      "Modular Board",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/-w0JW4_PR5rG3Dc96Judog__thumb/img/KjOZZoVJqH_UYoBxSvvXWGJqfhM=/fit-in/200x150/filters:strip_icc()/pic4010306.jpg"
  },
  {
    "id": "162022",
    "name": "6 nimmt! Schnupperspiel",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "6 nimmt! Schnupperspiel is a small, promotional copy of 6 nimmt! containing 24 cards and playable for 2 to 4 players.&#10;&#10;The game plays very similar to 6 nimmt! except that the cards here are numbered 1 through 24. With 2 players, each player will be dealt a hand of 10 cards, but for 3 or 4 players, each player starts with 7 or 5 cards, respectively. 3 of the remaining cards form the rows where players will play their cards. Players simultaneously select a card to play and will add their cards to the rows in ascending order. If a player selects a card that is so low it cannot be added to any series, that player takes a row of cards and the low card begins a new row. Each row can contain at most 5 cards. The player that places the 6th card must take the other cards in the row and the 6th card is used to start a new row.&#10;&#10;The object of the game is to have the lowest score at the end of 4 rounds. Rounds end after all cards have been played. Players score points for each ox head present on the cards they collect.&#10;&#10;",
    "categories": [
      "Card Game",
      "Number"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/qX8tfEuA62XnNHhXygKICQ__thumb/img/p-wLraeIA3LgKi2FuFPIp6t4MTk=/fit-in/200x150/filters:strip_icc()/pic2069726.jpg"
  },
  {
    "id": "416",
    "name": "A to Z",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 9,
    "description": "Each player receives a plastic board with 25 spaces on it labeled A to Z (with X and Y sharing a space). The playing board has spaces marked 15, 30, hand and 2. Each player takes a turn moving the single pawn around the board. Once you land on a space, another player draws a card (each with 6 categories on them), looks up your die roll on that card and reads the corresponding category. If you landed on a 15 or 30 you have that many seconds to think of as many words in that category as you can and for each word you can come up with, you cover the appropriate space on your plastic board with a chip. The aim is to be first to fill all 25.&#10;&#10;If you land on a hand, you get 15 seconds and choose another player. For every word you think of you can pull a chip off of their board that starts with the appropriate letter. If you land on the 2 space you can cover 2 spaces on your board for free (handy for Q and X, Y, Z).&#10;&#10;The timer is obnoxiously loud by intent (very distracting) and flips over very suddenly, scaring people who aren't used to it, to mark the end of the time limit.&#10;&#10;Basically, this is a very simple word enumerating party style game that's quick and easy to learn and frustrating for people with poor vocabularies or stalled minds.&#10;&#10;Many years ago, while still known as Nelospelit, Tactic already used the title Ord Mani for an earlier word game; these are different games, although some similarities do exist.&#10;&#10;",
    "categories": [
      "Party Game",
      "Trivia",
      "Word Game"
    ],
    "mechanics": [
      "Dice Rolling",
      "Race",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/WEozFnlyFQw_zPncm_ELOw__thumb/img/M-2p8rhJkWBNO8qyvxp2nmjXgQU=/fit-in/200x150/filters:strip_icc()/pic127151.jpg"
  }
]
