[
  {
    "id": "200257",
    "name": "We Come in Peace",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 25,
    "age": 8,
    "description": "Ready your blasters and scramble your missiles in this game of exponential chaos!&#10;&#10;The Alliance of Six Planets has come to an end. Now you must do what it takes to defend your homeworld from the hordes of flying saucers that darken your skies and lay waste to your cities.&#10;&#10;We Come in Peace is a fun, fast, strategic game for 2-6 players. Opponents roll invasion dice, sending flying saucers to attack your planet's cities. Use defense dice to fight back! Blasters repel invaders. Use rebuilds to repair and replace your destroyed cities, while missiles allow you to deal out some damage of your own to opponents' planets. Be the alien with the least damage at the end of the game to claim a victory of galactic proportions!&#10;&#10;",
    "categories": [
      "Dice",
      "Science Fiction"
    ],
    "mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/ssXarLmhQgp2IpxqVAe6Gw__thumb/img/e6skZbxA9wLvVgXm9qZSwP4OA0s=/fit-in/200x150/filters:strip_icc()/pic3707868.png"
  },
  {
    "id": "829",
    "name": "Battle of the Bands",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 13,
    "description": "Players race to get a set number of &quot;Superstar Points&quot;, through paid gigs and hit singles, using the familiar &quot;draw-one play-one&quot; method. You build your band using member cards, and equip them with instrument cards and reputation cards. When a &quot;gig&quot; card comes up, the players all roll 1d6, then add in the bonuses from their band members, the highest roller getting the gig. &quot;Contract&quot; cards allow you to start playing &quot;Hit Singles&quot; on yourself (for more &quot;Superstar Points&quot;), and other cards affect your band and gameplay in various different ways.&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Music",
      "Party Game"
    ],
    "mechanics": [
      "Hand Management",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/1nMrW5iBdZ_mz5K2AHgf8w__thumb/img/vpRzOgfNLfO3DTVhJNO8Z72VUP4=/fit-in/200x150/filters:strip_icc()/pic331993.jpg"
  },
  {
    "id": "17836",
    "name": "Warhammer English Civil War",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 12,
    "description": "This 144-page book is Warhammer Ancients' entry into the English Civil War period.  Unlike the other Warhammer Ancients books, this one includes a whole new rule set.  Gone are commanders rolling to give orders to units, instead, this game covering a more modern period sticks to basic Warhammer rules but makes them more similar to most Napoleonic miniature rule sets.  Great illustrations with art work and photos of the Sealed Knot Society reenactments.  Includes army lists for Parliamentarians, Royalists, The Scots Government, and The Scots Royalists armies.&#10;&#10;",
    "categories": [
      "Civil War",
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/pbHVdYSQD6KOQc80b6fseA__thumb/img/RplncvlwKmN3i1sG6Y5HzBY42w4=/fit-in/200x150/filters:strip_icc()/pic77460.jpg"
  },
  {
    "id": "180824",
    "name": "Hanafuda: Sakura + Sutda",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 60,
    "age": 8,
    "description": "Sakura is an hawaian version played with Hanafuda cards:&#10;This version is similar to the Ko&iuml; Ko&iuml; version of Hanafuda as we capture a card in the river (also called 'Ba') with a card of the same month we have in hands, then we reveal a card from the main deck. If this card can capture another card of the ba, we can take it.&#10;We play all of our cards (8 if we are 2 players, 7 if we are 3, ...) instead of Ko&iuml; Ko&iuml; where we can stop or continue before.&#10;Some cards have a value (5, 10, 20): at the end of the round, we add the values of these cards to calculate our score ... and if we have a Yaku (3 purple ribbons for example), the others get a -50 points per Yaku for this round.&#10;It's easier than Ko&iuml; Ko&iuml; and is a good introduction to it.&#10;&#10;Sutda is a korean version played only with 20 cards (2 of each first 10 months plus 2 'Lights' and is like a poker (the reason why there are token in the box).&#10;&#10;",
    "categories": [
      "Card Game",
      "Game System"
    ],
    "mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/V96A2C76vx_TxhsTRhgc8w__thumb/img/SBSt_dThNgLlnjk6m-7d6IrcIj4=/fit-in/200x150/filters:strip_icc()/pic4863909.jpg"
  },
  {
    "id": "346927",
    "name": "GENSMAK!",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 0,
    "age": 12,
    "description": "GENSMAK!&#10;&#10;A party trivia game for everyone. That happens to be trivia. With strategy &amp; hints by comedians. Designed for people of all ages to play. Even trivia skeptics.&#10;&#10;Win by being the first to twenty points and correctly answering one question from every generation, so be strategic! Pay attention to the categories and difficulty levels of the cards you choose as you chart your path to glory&mdash; the game changes with every card.&#10;&#10;Don&rsquo;t know the answer? Take the hint! Our hints are mini logic problems and plays on words that give you a fighting chance at getting the answer right every time, even if you don't get the reference. It&rsquo;s a big reason people love the game, even those who typically hate trivia! As one fan says, &ldquo;It&rsquo;s like TikTok and Jeopardy had a love child!&rdquo;&#10;&#10;Enjoy hours of laughter, nostalgia, stories, and surprise with your favorite people. Love it or we&rsquo;ll refund your money. No cap.&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "mechanics": [
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/uaG0D_pXxDjttXBxHqkmOw__thumb/img/oL0uy4WSLHnnXs7hUh01W0xqrSg=/fit-in/200x150/filters:strip_icc()/pic8406550.png"
  },
  {
    "id": "349464",
    "name": "Ratapolis",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 10,
    "description": "You and your family of rats have been living happily in Ratapolis for some time now. Unfortunately, Balthus and his cats are now coming after you. You will strive to survive and, why not, end up on top of the other families in town.&#10;&#10;In Ratapolis, players try to save as many of their own rats as they can and leave them in the best cheese-awarding building tiles at the end of the game.&#10;&#10;On a turn, players program two moves, which can be any combination of attacks and/or displacements. They simultaneously reveal their moves and resolve them before the cats randomly invade a building tile, removing said tile and all rats standing there from the game. Some buildings award special powers to the family who controls them.&#10;&#10;",
    "categories": [
      "Animals"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Programmed Movement",
      "Scenario / Mission / Campaign Game",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/eH79GEBxxgLrKg5aPj2Z6w__thumb/img/l5UboPFYO7vYP_P-rM8uPxwGapE=/fit-in/200x150/filters:strip_icc()/pic6526815.jpg"
  },
  {
    "id": "269729",
    "name": "Mini Garden",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 8,
    "description": "Master Scabbers is ready to test the ability of his gardening apprentices to create bright and colorful mini-gardens as quickly as possible to satisfy customers' requests. As an apprentice, try your best to win the title of master gardener from this test!&#10;&#10;On a turn in Mini Garden, a.k.a. &#232;&#191;&#183;&#228;&#189;&#160;&#232;&#138;&#177;&#229;&#156;&#146;, start by rolling the five dice and placing them on the corresponding flower cards. The number on the die and the corresponding flower cards identify the needs of the customer. After this, each player races to place their six garden cards together &mdash; flipping, rotating, and covering them as needed &mdash; to match the customer's wishes. Whoever does so first stops play so that others can verify whether the garden is correct; if so, the player scores a point.&#10;&#10;After nine rounds, the game ends, and whoever has scored the most points wins!&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice",
      "Puzzle",
      "Real-time"
    ],
    "mechanics": [
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/X5Ksj5jJ111Yxh5ulDJFfA__thumb/img/TtQidI1E3jCfhlLBi9jmTV4L7G0=/fit-in/200x150/filters:strip_icc()/pic4885377.png"
  },
  {
    "id": "39104",
    "name": "Händler auf dem Forum Romanum",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 0,
    "description": "Acquire goods - wood, tin, grain, wine and glass - from the Roman empire in order to manipulate the market to enable their sale at a profit.  The proceeds that are generated are used to buy production facilities throughout the Roman empire and also to acquire fame and a growing reputation in the Roman capital.&#10;&#10;4 players, Ages 10 and up.  Each game takes around 60 minutes.  The game comes with 87 lavishly illustrated cards, a price table and 5 price indicator cards.&#10;&#10;",
    "categories": [
      "Ancient",
      "Card Game"
    ],
    "mechanics": [
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/bIWmz8TRWNWCaC8UqPw6lA__thumb/img/Zbb0TJEEqv4ANtk8zKJwrsnwig4=/fit-in/200x150/filters:strip_icc()/pic389523.jpg"
  },
  {
    "id": "148766",
    "name": "Maus van Klecks",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 15,
    "age": 5,
    "description": "Game description from the publisher:&#10;&#10;Little Mouse van Klecks is a world-renowned artist. She has invited her best friends to come over to her studio today to paint with her. Each one of them enthusiastically grabs a paintbrush, paint colors and a canvas and is ready to go! But what's this? The small mouse's artist's palettes are tiny and can hold only three paint colors! How are you going to paint a car this way? Or a house? What about a butterfly?&#10;&#10;During each round in Maus van Klecks, the players each secretly pick three colors and dab them on their palettes. The palettes are then compared at the end of the round. For every matching color, the animal artists receive a small tasty tart as their reward. The first player to collect three small cake slices wins.&#10;&#10;",
    "categories": [
      "Children's Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/vtP2tfFV6NJBGFW2SGhiVg__thumb/img/mAkXHs7edw6evecL34XENcEpWUA=/fit-in/200x150/filters:strip_icc()/pic1793223.jpg"
  },
  {
    "id": "314350",
    "name": "Fearsome Wilderness",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 14,
    "description": "Paul Bunyan, Johnny Appleseed and friends have 12 weeks to prepare for winter in the epic struggle of human versus nature. In this cooperative, dice-rolling campaign game for 1-4 players, the heroes work together to battle fearsome critters and the oncoming cold to gather and build everything they'll need to survive. Roll dice to plant and chop trees, gather food and water, and fend off critters and nightmares. Move your figures within the wilderness, gather and haul wood and stone to build your log cabin and other amenities. Gain and manage both good and bad conditions to your mind and body. Complete your goals and explore the mystery of the fearsome wilderness.&#10;&#10;",
    "categories": [
      "Adventure",
      "American West",
      "Dice",
      "Environmental",
      "Horror",
      "Miniatures"
    ],
    "mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Re-rolling and Locking",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/5nRG4loZ5QLdetsUcl-V8Q__thumb/img/KcE9lVC1De-8N15tud2luqHgDcg=/fit-in/200x150/filters:strip_icc()/pic7337937.jpg"
  },
  {
    "id": "403136",
    "name": "Score 5",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 10,
    "description": "The title Score 5 indicates what you do at game's end: Score five cards, specifically the highest card of each color in your hand.&#10;&#10;To start, each player has the same five cards &mdash; 5, 10, 15, 20, 25 &mdash; in one of the five colors. Each round, reveal one card from the deck; cards come in one of the five colors or gray (a joker that can be any color), as well as a value higher than 25.&#10;&#10;Each player chooses one or more cards from hand to bid on this revealed card. Whoever bids the most wins this card and adds it to their hand, and the cards with which they placed the bid are redistributed among the other players, with players choosing one card from this bid to add to their hand in order from second-highest bid to lowest. (Numbers on the initial cards serve as tie-breakers, when needed.)&#10;&#10;After a certain number of rounds, players sum the highest card of each color in their hand, and whoever has the highest total wins.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Auction: Sealed Bid"
    ],
    "image": "https://cf.geekdo-images.com/FLb1kLWGg_auj9upjOqBzg__thumb/img/XYPVE2MNp_-ZspATO7FVvHV9iGo=/fit-in/200x150/filters:strip_icc()/pic8082016.png"
  },
  {
    "id": "172159",
    "name": "King's Champion",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "You are in charge of a stable of Knights that each have their own Knightly ability. Your Knights are going to the King's Jousting Tournament in order to joust against Knights from another House. You will roll dice to show your prowess and might.  Use your influence gained during jousting to gain workers. You can increase the ability of your Knights with dice, cards, and powers!&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice",
      "Fighting",
      "Medieval"
    ],
    "mechanics": [
      "Chit-Pull System",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/TvJDNqOygSEQuwvgC1DKDw__thumb/img/FMGH-u3h3qBeqJp_NcpKxd3_96w=/fit-in/200x150/filters:strip_icc()/pic3242684.jpg"
  },
  {
    "id": "229131",
    "name": "Terra Shifter",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 10,
    "description": "In 2XXX, the Earth in no longer livable. Human beings have found another planet on which to settle down. By using new technologies, they started &quot;Terra Shifting plans&quot; to create a new Earth. As a Terra Shifter, you're assigned to finish the final shifting plan, while keep providing animal habitats under natural disaster...&#10;&#10;Terra Shifter is a cooperative, puzzle-like game. Players have to take turns moving, flipping, or shifting tiles to form designated color areas on the mission card, and try to form another on the goal card. If you finished all four goal cards, you beat the game, but if you've consumed all mission cards before doing so, you lose.&#10;&#10;The game includes disaster cards that limit players' movement or hand, which you can add in the game to increase difficulty. Another competitive variant for 2~5 players is also included.&#10;&#10;",
    "categories": [
      "Animals",
      "Environmental",
      "Puzzle"
    ],
    "mechanics": [
      "Action Points",
      "Cooperative Game",
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/p2z5ezvZJK3fjhk0UdomZg__thumb/img/evDFE88ZH0mkJ-asJfpM-WA20B0=/fit-in/200x150/filters:strip_icc()/pic4356594.jpg"
  },
  {
    "id": "67499",
    "name": "Schlafmütze",
    "minPlayers": 3,
    "maxPlayers": 7,
    "playingTime": 15,
    "age": 5,
    "description": "Schlafm&uuml;tze is a card game of set collection, sly hand movements, and social observation for 3-7 players ages 5 and up. Players try to collect 4 matches of a drowsy character. The first player to do so subtly places the set down on the table in front of him. The other players, noticing this, place their own cards, matching or not, on the table. The last person with cards left in hand is the sleepyhead and must take the &quot;sleeping goblin&quot; token. Source: user summary&#10;&#10;",
    "categories": [
      "Children's Game"
    ],
    "mechanics": [
      "Hand Management",
      "Pattern Recognition",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/tzoHZ6sa-CBh-NGFBKMErg__thumb/img/LIv_bpHfj5WOYmRPqjTKhb3o2o8=/fit-in/200x150/filters:strip_icc()/pic675206.jpg"
  },
  {
    "id": "1599",
    "name": "StarGate: The Final Space Battle for Galactic Freedom",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 10,
    "description": "SPI's Space Capsule game #2.  SPI seeing the popularity of Metagaming's Microgames started publishing small format science fiction and fantasy games in the late 1970's and early 1980's.  From the rulebook&#10;&#10;&quot;Streaming through the mysterious stargates, the power-hungry Virunian forces have wracked the Milky Way for nearly 80 years in the War of Purification.  Remnants of the civilizations devastated by the Virunian Tri-Ships, banded together in a determined coalition, awaited the moment to launch their counter-stroke.  In 2519 AD, the moment had arrived: the Virunians encounter their nemesis and, retreating headlong to the source of their power, find themselves dispersed and without their potent unified command.  Coalition telepaths, sensing the Virunian confusion, direct their forces to the Nullgate, arriving just as the first helpless Virunian vessels tumble forth from the stargates.  The battle to ensue will decide the Virunian fate in the galaxy.  StarGate re-creates this climatic battle using a stylized, semi-abstract system of movement that allows combatants to conceal themselves from one another in the various planes and dimensions created by the Nullgate.  Players use cardboard playing pieces, representing units of the Virunian and Coalition forces, to maneuver and engage in combat.  Simple probability charts reveal the outcome of combat and various game functions.&quot;&#10;&#10;",
    "categories": [
      "Science Fiction",
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/e9RIvrj4a2_lImm73kGj1g__thumb/img/75wjhXjfbzkoA_saHxuoQVjUyEA=/fit-in/200x150/filters:strip_icc()/pic2626552.jpg"
  },
  {
    "id": "283942",
    "name": "Garden Guerrilla",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 8,
    "description": "Every day in the unseen space of the garden, factions of insects fight each other to claim the domain of their living space. Maybe this is occurring right now in your own garden...&#10;&#10;Garden Guerrilla is a dexterity card game in which you have to catch enemies and reclaim the domain of the garden.&#10;&#10;&mdash;description from the publisher&#10;&#10;Garden Guerrilla is a dexterity game in which players will have to throw Insect cards and obtain the control of the garden! During their turn, players must choose a card from their hand and play it through a &quot;Rotating&quot; Throw, making it Fall from Above or through a Safe Placement. When a card is put into play it generates an Attack, and will be able to capture the opponent's cards which will be added to its Loot. After the last card has been played, each player calculates their Victory Points using the cards captured in their loot.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Animals",
      "Card Game",
      "Party Game"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Card Play Conflict Resolution",
      "Line of Sight",
      "Pieces as Map",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/DEZeLDgyodrrIIR2Qrui0A__thumb/img/LAwBHzG3RaxJTWOnR2aFSaq_pqE=/fit-in/200x150/filters:strip_icc()/pic4911452.jpg"
  },
  {
    "id": "31557",
    "name": "The Egyptian Campaign",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 300,
    "age": 14,
    "description": "One of two games published as part of Strategy &amp; Tactics magazine #249 &ndash; Forgotten Napoleonic Campaigns: The Egyptian Campaign &amp; The Russo-Swedish War&#10;&#10;Forgotten Napoleonic Campaigns (FNC) uses a single operational-level system to examine two of the more obscure, though nonetheless interesting, campaigns fought during the Napoleonic Wars.&#10;&#10;The Egyptian Campaign (EC), deals with Napoleon's invasion of the Middle East. The game is a two-player contests of low-to-intermediate complexity, meaning experienced players can master the rules and finish a match in one session of three to five hours.&#10;&#10;Each hex on both maps represents 12.4 miles (20 kilometers) from side to opposite side. Each game turn generally represents one calendar month. Summer turns each represent two months. The individual units of maneuver represent brigades, regiments and battalions, formations varying in size from a few hundred to a few thousand men. Naval power is represented abstractly with markers used to denote the firepower of whole fleets or flotillas.&#10;&#10;",
    "categories": [
      "Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/5r8GnAUafQxEt5jmFSnDBQ__thumb/img/0XEevwwirr5GZNdZcrmfW3l3nXw=/fit-in/200x150/filters:strip_icc()/pic242465.jpg"
  },
  {
    "id": "261738",
    "name": "Blankout",
    "minPlayers": 1,
    "maxPlayers": 99,
    "playingTime": 15,
    "age": 6,
    "description": "Blankout is a roll-and-write game where players compete to fill up a grid with tetromino shapes. Last person to able to fit a tetromino into their grid is the winner!&#10;&#10;A d6 always determines which shape a player will use. At the start of the game, a player will use one of the &quot;Starting Shapes.&quot; The only rule here is one of the squares must overlap the center of the grid. All subsequent rolls and placements will use &quot;Playing Shapes.&quot; The only rule is that a new shape has to touch (not overlap) at least one square with one already in the grid. Shapes may be rotated or flipped to fit a spot.&#10;&#10;",
    "categories": [
      "Print & Play"
    ],
    "mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "image": "https://cf.geekdo-images.com/jStf6gacW-gjNxAjGhthAw__thumb/img/fcErZE93Ax_RJd1WkmvseHMSDUU=/fit-in/200x150/filters:strip_icc()/pic4349678.jpg"
  },
  {
    "id": "10326",
    "name": "Woods & Water",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 0,
    "description": "Players roll the die to move around the board.  The player's catch animals by playing matching weapon and ammunition cards when at the space for the appropriate animal.  Each type of weapon can be used to catch a few different animal types, but the value of an animal varies by the weapon used to catch it.  Each animal can only be caught once so players will race to catch the most valuable animal.&#10;&#10;From the box &#10;Leave the cabin in search of everything from bass to bears...salmon to squirrels...and trout to turkeys.  Sixteen varieties of fish and animals lurk under the cover of woods and water.&#10;You'll need the right equipment and a little luck to outscore your competition.  The hunt for points becomes more difficult as each additional fish and animal is scored and tagged.  A scattering of skunks doesn't make it any easier.&#10;Points are awarded for each &quot;score&quot;, the most &quot;scores&quot; and for the first back to the cabin.&#10;&#10;",
    "categories": [
      "Animals",
      "Sports"
    ],
    "mechanics": [
      "Open Drafting",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/y9XA0gRp_KI9SporV1Jwpg__thumb/img/92NNtya8dHGIj6RYGyt5BsldhiY=/fit-in/200x150/filters:strip_icc()/pic42933.jpg"
  },
  {
    "id": "6698",
    "name": "Shadowrun Duels",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 8,
    "description": "From the Wizkids website:&#10;It's 2063. The world of Shadowrun&reg; Duels is ruled by magical creatures and cybernetic weaponry. To survive, you'll need the latest laser-guided machine gun and the most arcane magic spells. Every piece of gear you use to customize your figure directly impacts your chances of survival. Game play is fast and deadly. On the mean streets of Shadowrun Duels, life is short &mdash; so come armed to the teeth!&#10;&#10;Shadowrun Duels is a combat-oriented game in which shadowrunners wage battles of magic and technology to become champions of the Megasprawl!&#10;&#10;Your Figure&#10;Your shadowrunner is a uniquely painted and sculpted figure that represents one of the many types of shadowrunners that prowl the urban sprawl. Pose it on or off its base and equip it with an array of gear.&#10;&#10;Your Figure's Gear&#10; Each figure comes with gear. These pieces of gear can be swapped between characters, allowing you to customize your figure for each game. Each piece of gear has a point cost and a game bonus printed on it. Gear may give your character extra dice, damage protection in the form of shield, or both.&#10;&#10;Your Figure&rsquo;s Base&#10; Your figure comes with a unique base stand, which is also a playing piece in the game. The base and its three combat dials display all your figure&rsquo;s game information. The base details your figure&rsquo;s name, the number and kind of dice it gets, its collector&rsquo;s number, its point value, and its damage bonus.&#10;&#10;The numbers and symbols on your figure&rsquo;s combat dials represent its abilities in the game. As your figure receives damage, you&rsquo;ll click its combat dials, changing the numbers that appear.&#10;&#10;",
    "categories": [
      "Collectible Components",
      "Dice",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/1pe2PmCQj2A4_2cGN8XFVw__thumb/img/g-_34eumtJuxrvJCHthlrwWH42k=/fit-in/200x150/filters:strip_icc()/pic90934.jpg"
  },
  {
    "id": "313956",
    "name": "The Pet Cemetery",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 13,
    "description": "The Pet Cemetery is an exciting pet monster-themed tabletop board game for 2 to 6 players that is easy to learn, family-friendly, and is great for parties and game nights! Players use strategy, planning, and educated guesses to outwit their opponents and be the first to capture the Professor.&#10;&#10;Game Play:&#10;&#10;Players start at the edge of the cemetery with 3 cards in hand. On their turn they can move one space toward the end, play a card, or draw a card from the deck.&#10;&#10;The game board tiles and game cards include a variety of actions that allow players to spawn and move pet monsters into the path of their opponents, search for treasure, keep themselves safe from attacks, jump over obstacles, skip opponents turns, and cheat as they navigate their way across the board and attempt to hinder the progress of their opponents.&#10;&#10;Cards can be chained together to create amazing combos that allow players to maximize each turn. The first player to find a set of handcuff cards in the deck and cross the finish line wins the game.&#10;&#10;Additionally, each player is randomly dealt one of the 10 unique character cards. Each character has a unique ability that players can use during the game to give them a unique advantage over the others, so pay close attention to what each player can do so you can plan ahead!&#10;&#10;Do you have what it takes to win The Pet Cemetery?&#10;&#10;-description from designer&#10;&#10;",
    "categories": [
      "Adventure",
      "Fighting",
      "Racing",
      "Zombies"
    ],
    "mechanics": [
      "Action / Event",
      "Card Play Conflict Resolution",
      "Catch the Leader",
      "Chaining",
      "Finale Ending",
      "Hand Management",
      "Hidden Roles",
      "Lose a Turn",
      "Modular Board",
      "Multiple Maps",
      "Once-Per-Game Abilities",
      "Race",
      "Square Grid",
      "Turn Order: Progressive",
      "Turn Order: Role Order"
    ],
    "image": "https://cf.geekdo-images.com/jAtS3y9ZvyUbRnpI-EQTyA__thumb/img/Z0HYp8n3ou5PqskZUYFFkT9Nqgo=/fit-in/200x150/filters:strip_icc()/pic5525039.png"
  },
  {
    "id": "20240",
    "name": "Écarté",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 12,
    "description": "A quick trick taking game for two based on Triomphe (French Ruff), and played with a 32-card Piquet deck (standard playing card deck stripped of all 2-6's). &Eacute;cart&eacute; has an unusual press-your-luck mechanism which allows both players to exchange cards in hand for cards in the draw deck. This exchange is by agreement, and may occur multiple times before the first trick is played.&#10;&#10;&Eacute;cart&eacute; was originally a club gambling game, with both players and spectators wagering on the winner of the best of five tricks, and the location of the king of trumps.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Push Your Luck",
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/uwwIK2QwUzxBHnDIKfUy0w__thumb/img/OsT-TL_Oa2rKy8K_iFrZvR6eUxY=/fit-in/200x150/filters:strip_icc()/pic4843227.jpg"
  },
  {
    "id": "191893",
    "name": "Gigi Gnomo",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 5,
    "description": "Description from the publisher:&#10;&#10;On a walk through the woods in Gigi Gnomo, the players come upon the gnomes' family treasure &mdash; but Gigi Gnomo vigilantly guards and defends the riches. If a player doesn't watch out, he'll be bewitched by Gigi and suddenly can do things only with his left hand, has to hold his right ear lobe, or run once around the table. Will Gigi's spell last for one round &mdash; or possibly for the entire game? And who will be able to cast off the spell and take the treasure home?&#10;&#10;",
    "categories": [
      "Children's Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/F2-Kts7HvWMxD1L-n29_cg__thumb/img/419jerIUFgQPJlfoidRw_Jm2d9Q=/fit-in/200x150/filters:strip_icc()/pic2842272.png"
  },
  {
    "id": "3731",
    "name": "Stock Market Guru",
    "minPlayers": 1,
    "maxPlayers": 10,
    "playingTime": 240,
    "age": 10,
    "description": "A revised version of Stocks & Bonds (3M), intended to more accurately model the stock market.  Players buy and sell stocks in the game's ten companies over the course of ten turns, in an attempt to acquire the most money at the end of the game.  Three historical scenarios are provided to allow you to re-create 'The Roaring 20s and the Great Depression', 'The Late 80s:Uncertain Boom' and 'The 70s: Oil Crises and Inflation'.&#10;&#10;&#10;     reimplements Stocks & Bonds&#10;&#10;&#10;",
    "categories": [
      "Economic"
    ],
    "mechanics": [
      "Commodity Speculation",
      "Simulation",
      "Stock Holding"
    ],
    "image": "https://cf.geekdo-images.com/tSqN4VhSkJyRWvJAfWfo4Q__thumb/img/DikJUAdvIbXC9xAvrNEVEYwczA0=/fit-in/200x150/filters:strip_icc()/pic243329.jpg"
  },
  {
    "id": "86882",
    "name": "Medieval Mastery",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 10,
    "description": "Medieval Mastery is a board game of tactical conquest based on the feudal system that existed in Europe throughout the Middle Ages. Set in France, during a time of turmoil, each player assumes the role of a provincial lord as the country erupts into a war of succession. Send your brave knights forth to conquer the surrounding lands in an all-out struggle to claim the throne!&#10;&#10;Medieval Mastery incorporates area control, hand management and modular board design as well as variable player powers and phase order. The rules include alternate gameplay variations. This, coupled with a modular game board and a random combination of crowns, orbs and sceptres, means that no two games will ever be the same! In addition, the number of components included allows for up to three games of varying sizes to be played simultaneously!&#10;&#10;",
    "categories": [
      "Medieval"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/uhTsei_k0icGRDEVWmzYPg__thumb/img/cVOy9D4oYPmoDzWOWMZ38_krJgQ=/fit-in/200x150/filters:strip_icc()/pic1354184.jpg"
  },
  {
    "id": "2134",
    "name": "Rage (Second Edition)",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 12,
    "description": "In 1998 Rage underwent a major revision that cleaned up a lot of problems with the previous version by White Wolf Studios. Now instead of a free for all the game requires you to watch your resources. Although the backs of the cards have stayed the same the cards now have a lot more info on them and with new rules the original cards are totally incompatible. This is still a game of ferocious werewolf vs. werewolf combat but the game has been changed greatly.&#10;&#10;This version is commonly referred to as RALV, Snake Eyes, or Rage: Tribal War to distinguish it from the first version.&#10;&#10;If you have cards and are unsure which version they belong to, there's an easy way to tell.  RALV character cards all have a paw print somewhere on the card frame (95% are on the bottom).  Combat cards have a blood spot in the upper left corner with a number in them.  Sept cards list the card type in the upper right corner.&#10;&#10;",
    "categories": [
      "Card Game",
      "Collectible Components",
      "Fighting",
      "Horror"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/zxkouBhsdrGY5ldxbSgV_g__thumb/img/xPqF0Tu47-8wvAF8r-nVmm86W4c=/fit-in/200x150/filters:strip_icc()/pic7734.jpg"
  },
  {
    "id": "7307",
    "name": "Cranium: Hullabaloo",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 4,
    "description": "Cranium Hullabaloo is the high-energy game that's full of cool tunes, fun sounds, and all kinds of surprises. Kids listen closely and think fast as they bounce, twist, spin, high-five, and dance to the music, sounds, and friendly voice of Hullabaloo. Cranium Hullabaloo rewards quick thinking, cooperation, and creative problem-solving, so whether after school, at a birthday party, or even on a rainy day, Cranium Hullabaloo gives kids something to cheer about. And with thousands of game variations, kids never get tired of the fun. For ages 4 and up. Reading is not required to play. Requires 3 AA batteries not included.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game",
      "Electronic",
      "Music"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/RJzM69LeM7XCyjDd9OiAHQ__thumb/img/QDaQKVRCezC3QZQQoDoKUusBkGM=/fit-in/200x150/filters:strip_icc()/pic7306348.png"
  },
  {
    "id": "2756",
    "name": "Alien Contact: Extraterrestrial Empires in Conflict",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 240,
    "age": 12,
    "description": "&quot;Alien Contact: Extraterrestrial Empires in Conflict&quot; is a multi-player strategic wargame of conquest and expansion in a futuristic and uninhabited sector of the galaxy.&#10;This is a area movement and resource point based game in which up to six different alien races attempt to colonize star systems and defend their territory. Players can build space stations, space ships, and space marine units to control sectors and systems on the game board. Each race has different environmental requirements which impact the resource values generated by the star systems and which will influence their colonization/military occupation options. Races can engage in technological research to build more advanced units.&#10;&#10;",
    "categories": [
      "Civilization",
      "Negotiation",
      "Political",
      "Science Fiction",
      "Wargame"
    ],
    "mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/3XWSa7-1Er9kPJ-P07nL_w__thumb/img/Hu6h8YN11PaNbWuu4GHW711bTk4=/fit-in/200x150/filters:strip_icc()/pic65973.jpg"
  },
  {
    "id": "11320",
    "name": "Samurai",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 10,
    "description": "Abstract strategy game with Japanese warrior chrome (pieces shaped like samurai warriors). This page currently lists two very different games which share a common origin. Both versions share the rule that the symbol upon which your opponent's piece ends is the symbol over which your piece must first pass but they greatly differ in win condition and so in the means to achieve that end.&#10;&#10;The French and Dutch versions of the game have a 11 x 11 square board and a player loses the game when unable to make a legal move. There is no combat.&#10;&#10;The English version has just 69 spaces (a 9 x 9 grid but missing the three squares from each corner of the board). The samurai figures have removable swords. They engage in combat and when losing combat they first lose their swords then are removed from the board. The first player to lose three samurai loses the game.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Fighting"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/HrFWXFSZ9ct1AP2R6m_1tQ__thumb/img/0wPB4fdj2CdXtRZQJkBjweGbzik=/fit-in/200x150/filters:strip_icc()/pic1204457.jpg"
  },
  {
    "id": "3657",
    "name": "Redemption: City of Bondage",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "The map is an overhead view of a walled city; very deserted and run down looking with a Crystal Well in the center. There are 12 stand up figures (w/ matching attribute card) for players; each based on a Biblical hero. Each hero has different attributes: strength, wisdom and faith. There is a deck of cards containing Evil Biblical characters (specific, named characters as well as generic, ie: Prophets of Baal), additional Heroes that you can add to your force (strengthening by diversity of attributes) and Lost Souls.&#10;&#10;Upon setup, you deal the deck of cards, face down onto the top of each building. Different number of cards for type of buildings. The wall around the city has 4 gates. Players choose a gate to enter through.&#10;&#10;Players roll the dice and enter buildings of their choosing. Upon entering they look at the cards in the bldg. If there are Evil Characters in the (small) stack, they must be battled (modified die roll) first, before rescuing ANY Heroes or Lost Souls. Defeat the Evil, rescue your choice. Evil characters can be defeated via the specific attributes (either Strength, Wisdom or Faith) the players' Heroes possesses. Some of the EC's are very strong and the player may choose NOT to battle and leave the bldg.&#10;&#10;The game ends when you get 6 points. Points are obtained by rescuing Lost Souls and Heroes and also by vanquishing Evil Forces. If a player's Hero obtains damage, they can go to the Well in the center of town and spend turns washing away the damage.&#10;&#10;",
    "categories": [
      "Fighting",
      "Religious"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/qgP9hIBYlWsw_2Dlks9uyQ__thumb/img/sxLOoqqbfKbQyMe8Gox0WfzUGSA=/fit-in/200x150/filters:strip_icc()/pic878167.jpg"
  },
  {
    "id": "271037",
    "name": "SizeUp",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 30,
    "age": 7,
    "description": "GOAL OF THE GAME:&#10;Be the first player to collect 5 challenge cards by guessing body /object measurements the most accurately using the number cards.&#10;&#10;HOW TO PLAY:&#10;The player with the biggest smile starts. The player must draw a challenge card from the pile and place it face up in the middle of the table. The player who draws the card decides which person or object will be the subject of the challenge. The player can&rsquo;t decide to measure themselves. The player announces if this round is played in centimeters or millimeters. If the drawn challenge card cannot be played (for example, none of the players has a tattoo), treat this card as a freestyle card.&#10;&#10;Next all players &mdash; including the one who drew the card or chose the part to measure &mdash; secretly estimate the measurement. The players choose one of their number cards and play it face down on the table. The players can also answer by playing 2 number cards and their values are added together.&#10;Example: 17 + 30 = 47&#10;&#10;Once all players have played a number card face down, the cards can be revealed.&#10;The initial player measures the body part or object. The player who guessed the number closest to the real size or length wins the challenge card.&#10;&#10;Example: the correct answer is 35. If one player answered 38 and one player answered 30, the player with the 38 wins this turn.&#10;&#10;ENDING TURNS:&#10;The used number cards are discarded in a pile and all players refill their hands so they have 10 cards. The players draw 1 number card if they played 1 number card, or they draw 2 number cards if they played 2 number cards. If the draw pile is empty, shuffle the discard pile and create a new draw pile.&#10;&#10;The game continues clockwise (the player to the left of the first player draws the next challenge card, and so on).&#10;&#10;VICTORY:&#10;The first player to collect 5 challenge cards wins.&#10;&#10;&mdash;user summary&#10;&#10;The concept of Size Up is simple: Estimate the length of your grandmother's little finger, the width of your train ticket, or the circumference of a carrot. The tape measure is used to check the estimates afterwards. Whoever has the best sense of proportion wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Humor",
      "Party Game"
    ],
    "mechanics": [
      "Deduction"
    ],
    "image": "https://cf.geekdo-images.com/cEnVXPWbEzL9cehPcYRplw__thumb/img/M_uMQLmlOyfAkdrDVO_F6xOt5zA=/fit-in/200x150/filters:strip_icc()/pic4605061.png"
  },
  {
    "id": "300017",
    "name": "Rabbit Rummage",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 15,
    "age": 6,
    "description": "Rabbit Rummage is a family-friendly, set-collecting, pocket game for 2-6 players.&#10;&#10;You play as hungry bunnies rooting around a field in search for some tasty lunch. Will you play it safe and go for the plentiful but low scoring) carrots? Or will you risk going home hungry in competition for the scrumptiously high scoring pepper salad...&#10;&#10;Gameplay consists of rolling a dice to move your rabbit meeple around the board picking up tokens to form sets. However, tokens are limited and the highest-scoring sets are worth nothing unless complete. Points are awarded once all tokens are taken.&#10;&#10;-description from designer&#10;&#10;",
    "categories": [
      "Animals",
      "Children's Game",
      "Dice",
      "Farming"
    ],
    "mechanics": [
      "Hexagon Grid",
      "Roll / Spin and Move",
      "Set Collection",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/udHQAFY2-lJGNvkQeizVXQ__thumb/img/wzant8s5utzBJGKNHpMTIpKTBCI=/fit-in/200x150/filters:strip_icc()/pic5201614.png"
  },
  {
    "id": "104858",
    "name": "Rock Science",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 16,
    "description": "Rock Science is a trivia game about rock music and metal. The game covers hundreds of bands, from early Classic Rock to Nu Metal via Trash Metal and many others.&#10;&#10;Players compete to be the first to reach the finish line through answering questions. Question categories include rockers, albums and songs, and players may also be asked to hum riffs. All questions have three different difficulty levels - the higher difficulty a player choses, the higher the possible reward in terms of advancement on the board. Other important game mechanics are betting (you constantly bet on the knowledge of co-players) and Rock Tokens (tokens collected when correctly answering questions may be spent for in-game rewards).&#10;&#10;The game includes question cards (around 2,500 questions in total), game board, die, pawns, betting cards, rules summary cards, rules book and rock tokens.&#10;&#10;",
    "categories": [
      "Music",
      "Trivia"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Singing"
    ],
    "image": "https://cf.geekdo-images.com/8N5-IIGKqqHdPzA4RDCxyw__thumb/img/eMyMw6IV0U5XzsQ6IEqabSJoPAU=/fit-in/200x150/filters:strip_icc()/pic1073597.png"
  },
  {
    "id": "277892",
    "name": "The Great Escape",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 0,
    "age": 5,
    "description": "Based on the legendary exploits of POWs during the Second World War, The Great Escape is a single player card game with a point scoring system so you can challenge yourself and others to achieve the best escape record.&#10;&#10;Played in three stages it is your mission, as Escape Officer, to first help the POWs plan and excavate three tunnels, Tom heading North from the shower block, Dick heading East from Hut 3 and Harry heading West from Hut 4.&#10;&#10;Next you must help as many POWs as possible escape through one of these tunnels without being spotted by the guards.&#10;&#10;Finally you must help the POWs avoid capture as they make their way across country aided only by items that they have managed to make, steal or forge.&#10;&#10;",
    "categories": [
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/zr8KNg8Vwg4bVKTpJ1BloA__thumb/img/ry6nF2rxsxDKVpiXHJ8KSqfiB6c=/fit-in/200x150/filters:strip_icc()/pic4691532.jpg"
  },
  {
    "id": "397840",
    "name": "Robo Rally Transformers",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 14,
    "description": "The fastest robots in the universe have converged on Velocitron to race in the legendary Speedia 500 for the right to rule the planet. This year&rsquo;s competition promises to be a real rough and tumble affair. So start your engines, charge your weapons, and keep your eyes on the prize! After all: you win, you rule!&#10;&#10;In Robo Rally: Transformers, players can choose between six Transformers robots, each with their own upgrades that give them unique advantages and identities. Players can convert between bot and alt (or vehicle) modes to better navigate the many roads, buildings, and obstacles that make up each race. The game features four new double-sided game boards, representing the city and desert landscapes of Velocitron.&#10;&#10;Features&#10;&#10;- Transformers that convert from Bot Mode to Alt Mode&#10;- New racecourses in a &ldquo;Cybertronian&rdquo; city or desert style&#10;- New elements like Buildings, High Speed Roads, Moving Walkways, Bombs and Jump Ramps&#10;- New planning cards to &lsquo;drift&rsquo; in addition to the usual program actions&#10;- Includes 6 Transformers miniatures in their bot mode&#10;- Over 80 different possible race course making for great replayability&#10;&#10;",
    "categories": [
      "Maze",
      "Miniatures",
      "Racing",
      "Science Fiction"
    ],
    "mechanics": [
      "Action Queue",
      "Bias",
      "Grid Movement",
      "Modular Board",
      "Programmed Movement",
      "Race",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/Pa6X97U0PGVbYW2K90c86A__thumb/img/N6CzJ5T906-4w4Ksec2cJ8cy6jg=/fit-in/200x150/filters:strip_icc()/pic8090207.jpg"
  },
  {
    "id": "218993",
    "name": "Candy Match",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 8,
    "description": "In Candy Match, players place cards depicting one to three sweets. As soon as a player finds a card combination in which all the candy depicted is in pairs, they call &quot;Candy match&quot; and show their solution. If the symbol pairs are correct, the player receives all the cards involved in the matches; if they're wrong, each other player takes one card from the center of the table. Once the draw pile is exhausted and no more combinations can be found, the game ends and the player with the most points wins.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/Hi_f-Prh3yAs-NA82fABwA__thumb/img/yCtCatshOD4L2khEEnAM5LmYpys=/fit-in/200x150/filters:strip_icc()/pic3518079.jpg"
  },
  {
    "id": "263153",
    "name": "Master Sweets: Second Edition",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 35,
    "age": 8,
    "description": "MasterSweets: The Card Game is an easy to learn, fast to play, family-friendly game with great repeatability for 1 to 5 players. The second edition of the MasterSweets comes with 8 different game modes:&#10;&#10;&rdquo;MasterSweets&rdquo; - competitive &#10; &rdquo;Clash of Sweets&rdquo; - player elimination &#10; &rdquo;Sweets Workshop&rdquo; - cooperative &#10; &rdquo;Lonely in The Kitchen&rdquo; &ndash; solo &#10; &rdquo;Endless Cookbook&rdquo; &ndash; competitive &#10; &rdquo;Team Sweets&rdquo; &ndash; team competitive (2 vs 2) &#10; &rdquo;The Best Clue&rdquo; &ndash; clue competitive &#10; &rdquo;Sweets Puzzle&rdquo; - competitive&#10;&#10;MasterSweets - core competitive game &#10;In &quot;MasterSweets&quot; you will take up the role of one of the 16 fancier confectioners, competing to present the best confectionery delights. MasterSweets uses unique game mechanic based on the set collection mechanic. In the game, a set of ingredient cards are ordered on the table- they form the cookbook. Each row or column of the cookbook represents one recipe. The players will try to collect the full set of ingredient cards that a recipe contains in order to complete it. But each player may also exchange a card from his hand with a card from the cookbook. This way the player changes the set of cards in the collections that all players are trying to collect.&#10;&#10;Clash of Sweets - player elimination game&#10;In &ldquo;Clash of Sweets&rdquo; each player will create his own unique cookbook and will try to steal his opponents&lsquo; recipes. This way, he reveals other players&lsquo; culinary secrets and their unique cookbooks decrease. After the last recipe from a player&rsquo;s cookbook is stolen, the player must leave the game. The last surviving player with recipes that have not been revealed is the winner.&#10;&#10;Sweets Workshop - cooperative game &#10;In &quot;Sweets Workshop&quot; a royalty has noticed our masters of the sweets. She wants them to make incredible sweets for her birthday. Now the players must combine their efforts and team up in order to precisely fulfil all the royalty&rsquo;s requirements. But they have not worked together before and the players have communication problems. In &ldquo;Sweets workshop&rdquo; each player holds the cards in his hand facing the rest of the players. The other players should give him clues about his cards.&#10;&#10;Lonely in The Kitchen - solo game &#10;To be a true master of the sweets, you need a lot of workouts. The best workout is when you are confronted with your own best achievements. The solo game mode &quot;Lonely in The Kitchen&quot; has the same gameplay as the core game &ldquo;MasterSweets&rdquo; for two players. The goal in the &ldquo;Lonely in the kitchen&rdquo; game is to collect more victory points at the end of the game than your fictional opponent George &ldquo;The cake&rdquo; (a dummy player).&#10;&#10;Endless Cookbook &ndash; competitive game &#10;&quot;Endless cookbook&quot; game mode keeps all rules from the main game mode &quot;MasterSweets&quot; except the following. Regardless of the number of players create the initial cookbook with a specific form. When a recipe is completed fill the just emptied positions in the cookbook with new cards from the drawing deck. This way the cookbook keeps its initial form during the whole game. The first player that has at least 35 points in his completed sweets is the winner.&#10;&#10;Team Sweets &ndash; team competitive game &#10;&quot;Team sweets&quot; game mode allows you to play the game modes &quot;MasterSweets&quot;, &quot;Clash of sweets&quot; and &quot;Endless cookbook&quot; in team competitive game - 2 players vs 2 players. Before the end of the active player turn, he may pass (only if he want) one card from his hand facedown to his teammate's hand. Before the active player choice of a cart to be transferred is made, his teammate may tell to all players exactly which kind of card he wants to receive. Or may use a code name for example &quot;Please give me a tree&quot; as &quot;tree&quot; is a code name for chocolate.&#10;&#10;The Best Clue - competitive game &#10;In &ldquo;The Best Clue&rdquo; each player holds the cards in his hand facing the rest of the players. The player&rsquo;s goal is to guess 5 cards from his hand. On his turn, the active player may give a clue to one of his opponents in order to receive a special card. He may use this special card to request a clue (from a type that he wants) for his cards from the other players. (The clue types in &ldquo;The Best Clue&rdquo; are the same as in game mode &ldquo;Sweets Workshop&rdquo;). In this way, the player that gives the most useless clues to his opponents and requests the most useful clues about his cards will be the winner.&#10;&#10;Sweets Puzzle - competitive game &#10;In game mode &ldquo;Sweets Puzzle&rdquo; each payer tries to build his own cookbook that is an exact copy of a part of the main cookbook. A player receives victory points from inseparable cards in his cookbook that represent an exact copy of a part of the MAIN cookbook. If in a player&rsquo;s cookbook there are two or more separate groups of cards representing a copy of the MAIN cookbook then the player takes the victory points only from the group that gives the most points. The game ends when any player collects at least 25 points. This player is the winner.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Player Elimination",
      "Set Collection",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/ZZx6X3QegtAaSb0ToMgV3g__thumb/img/ygUJFavlxqyWmUsLr0A8woWJtAE=/fit-in/200x150/filters:strip_icc()/pic6548488.jpg"
  },
  {
    "id": "6003",
    "name": "Donau Front",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 300,
    "age": 12,
    "description": "Donau Front: Ardennes of the &lsquo;90s:  The Bavarian Option in the Next War, is the second game in the renewed Central Front series of games which include: North German Plain, BAOR, Fifth Corps, and Hof Gap. Maps from all of the renewed series games may be linked and rules exist for a full Campaign game. Donau Front was first published in Strategy &amp; Tactics magazine #131. The games are designed to depict hypothetical Warsaw Pact versus NATO conflict during the first five days of a future war.&#10;&#10;Victory is measured by the PACT player's attainment of certain objectives, and the NATO player's denial of these. Objectives range from advancing to a specific hex row, to occupying Munich. Four different objective types exist, so it is possible for both players to &quot;win&quot;.&#10;&#10;Rules are provided to link this game with Hof Gap.&#10;&#10;Game Scale:&#10;Turn: 6 hour daylight &amp; 12 hour nighttime turns &#10;Hex: 4 km&#10;Unit: Company to Brigade&#10;&#10;Game Inventory:&#10;One 22&quot; X 34&quot; mapsheet&#10;One countersheet (200 1/2&quot; counters)&#10;One 16 page rules booklet (Central Front Standard Rules &amp; Donau Front Exclusive Rules)&#10;&#10;",
    "categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/T_fPHIcjvNfDQR5jw1nSgQ__thumb/img/EAQSCO7fj7R4SHUbSJ9NN2WWSYI=/fit-in/200x150/filters:strip_icc()/pic197165.jpg"
  },
  {
    "id": "146247",
    "name": "Showdown: Icons",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 13,
    "description": "A fast-paced card dueling game in which two players battle each other to win. Each deck in Showdown: Icons can be played against any other Showdown deck.&#10;&#10;Each player plays a feint card from their hand face up, then each player plays a strike card face down. Strike cards are revealed and added to the value of the feint card.&#10;&#10;Normally the highest total wins the combat and deals one damage. However, each card has one of three disciplines marked (Physical, Intellect and Cunning), and if both strikes are of the same discipline, it is the player with the lowest total who wins that combat! Players receive an advantage if both their Feint and Strike are from the same Discipline. In this way, Showdown contains a heavy bluffing element. The player who can read their opponent the best has the advantage!&#10;&#10;The game ends once one player has taken enough damage to have flipped over all of their own Aces.&#10;&#10;Showdown: Icons features rough and hardened characters from the world of the Icons, including: King of Clubs, Queen of Hearts, Jack of Diamonds, The Jokers, and Ace of Spades. Includes 5 plastic card decks.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "mechanics": [
      "Hand Management",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/M_NqXTzqHhR_l3dWAYnCRA__thumb/img/K5aiqyzuMjXzRID5OdFOCkj24mU=/fit-in/200x150/filters:strip_icc()/pic1766365.jpg"
  },
  {
    "id": "14975",
    "name": "I Will Fight No More... Forever",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 12,
    "description": "A game on the Nez Perce campaign of 1877.&#10;&#10;Components: 16 page rule book (but a very dense 16 pages), one 22x34 map, and 255 1/2&quot; counters.&#10;&#10;Only known game on this topic.&#10;&#10;",
    "categories": [
      "American Indian Wars",
      "Post-Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Minimap Resolution",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/DISuhORRFxM3w_VzB2bujw__thumb/img/l2cVsrrurI14tLPYQfP5VznOK70=/fit-in/200x150/filters:strip_icc()/pic771845.jpg"
  },
  {
    "id": "143520",
    "name": "Monster Mansion",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 45,
    "age": 12,
    "description": "Monster Mansion is a real-time social-adventure with hidden roles and deduction. Explore a dynamic tile-based dungeon filled with deadly traps, face the monsters of myth and legend, and race against time to make the final escape!&#10;&#10;&#10;     Survival: Players must work as a team to face the ultimate monster line-up&#10;     Real-Time: Each game is timed so players must act fast or be trapped forever&#10;     Co-op: Players must escape together to win as a team&#10;     Bluffing: If the &quot;VIP&quot; dies, then everyone loses and the secret &quot;Assassin(s)&quot; win the game!&#10;&#10;&#10;",
    "categories": [
      "Adventure",
      "Bluffing",
      "Fantasy",
      "Real-time"
    ],
    "mechanics": [
      "Area Movement",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/qgaOyq6wa2i-U_CNVEoqNA__thumb/img/u6KLDKKQU7vXkbK3LVkc3FdoBFM=/fit-in/200x150/filters:strip_icc()/pic3115712.jpg"
  },
  {
    "id": "136029",
    "name": "Le Tricheur",
    "minPlayers": 4,
    "maxPlayers": 14,
    "playingTime": 30,
    "age": 12,
    "description": "Le Tricheur (The Cheater) is a strategic quiz in which players must answer general knowledge questions and accumulate money. One of them has received all the answers: the cheater.&#10;It's goal is to accumulate as much money as possible without getting caught. The other players, discover who's the cheater.&#10;&#10;Cheater, are you ready to cheat?&#10;&#10;&#10;Le Tricheur est un jeu-questionnaire strat&eacute;gique dans lequel les joueurs doivent r&eacute;pondre &agrave; des questions de connaissances g&eacute;n&eacute;rales et accumuler de l'argent. L'un d'entre eux a re&ccedil;u toutes les r&eacute;ponses: c'est le Tricheur.&#10;Son but est d'accumuler le plus d'argent possible sans se faire prendre. Celui des autres joueurs, le d&eacute;masquer.&#10;&#10;Tricheur, es-tu pr&ecirc;t &agrave; tricher?&#10;&#10;",
    "categories": [
      "Party Game",
      "Trivia"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/csFVUVDqkzUmdYJBAfBpzQ__thumb/img/ge3JsflOchxKQaEpV-8lyAtJ9W4=/fit-in/200x150/filters:strip_icc()/pic1529732.jpg"
  },
  {
    "id": "276629",
    "name": "Castle of Mind",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 80,
    "age": 8,
    "description": "In the colorful chamber of the Castle of Mind, two players clash. The players command colored pawns on the stone floor of the castle. The goal is to reach the middle of the field with the red pawn - and to stop the opponent from doing the same.&#10;&#10;The game holds many opportunities. It is up to the players&rsquo; decisions, what roles their pawns fulfill, where and when they strike, how they defend and how they switch tactics during the battle.&#10;&#10;What makes the encounter especially exciting, is the unique game mechanism, which enables that movement and conflict does not happen at the same place. &#10;This simple but brilliant twist in the gameplay requires that the players&rsquo; attention covers the whole board and to try to think ahead of the opponent, keeping several versions in mind. This stimulates the players to think and to develop their thinking.&#10;&#10;Thus the encounter takes place in the minds of the two players. The colored pawns commanded on the colorful floor of the castle of mind represent this challenge.&#10;&#10;The Castle of Mind is a two-player logic-strategy board game where players move colored pieces on a board of colored fields, aiming to eliminate the enemy's red pieces while reaching the red field in the middle of the board with one of their own red piece. The game's specialty is it's game mechanic: the strike by a piece to another does not happen where the actual move occurs!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Grid Movement"
    ],
    "image": "https://cf.geekdo-images.com/HaCR33FvpcUGYZcOMeCTHw__thumb/img/LWf7JnBYQr2tkHfgPLe1aKOCd-Q=/fit-in/200x150/filters:strip_icc()/pic4691265.jpg"
  },
  {
    "id": "791",
    "name": "Löwendynastie",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 10,
    "description": "from a session report:&#10;&#10;In essence it&rsquo;s a round-and-round trick game, combining Frank&rsquo;s Zoo with Hattrick. 4 suits valued 1-10. High beats low. Net (or joker) beats 10. A 1 (or joker) beats Net. And then we&rsquo;re back into the numbers and round we go again. The trick is won when everyone passes.&#10;&#10;7&rsquo;s, 8&rsquo;s and 9&rsquo;s each have a sex. When one is played, if a player can play the same rank but of an opposite sex, a second trick is formed a la Hattrick. It&rsquo;s a powerful play, because the round then ends the moment either trick gets back to whoever played a currently winning card, improving the odds of you winning a trick. And causing all sorts of calculations as to what the best play is.&#10;&#10;Winning a trick with a net, or someone playing their last card induces a new deal. If you have a crappy hand, let a net win, concede and get a new hand. Otherwise, kick-start it again with a 1.&#10;&#10;In the round that someone wins their tenth trick (you start with 1, so it&rsquo;s actually the ninth trick), the last player to win their tenth trick in that same round wins.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/zE9qYGwyHPX7j1ClYuvz5Q__thumb/img/jIzyhxv3PSrygAEDR-jhGHG4Jf4=/fit-in/200x150/filters:strip_icc()/pic202855.jpg"
  },
  {
    "id": "119065",
    "name": "History & Legends: SICILY",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 12,
    "description": "SICILY is the first game of the collection History &amp; Legends, set between the centuries V B.C. and the IIIrd A.D.. Strategy, diplomacy and economy are combined in it, allowing to recreate the wars between Carthaginians, Greeks and Romans to get the control of the mentioned island.&#10;&#10;It is a boardgame where can take part up to 4 players. It is structured in years, each one with its four seasons: spring, summer, autumn and winter. The game mechanics are very elaborated and allows to apply great variety of strategies. Nevertheless, learn to play is so easy and, in a few minutes, raw players can defend alone. The actions in every phase are very rapid, so games can last from 1 to 5 hours according to the select scene and it decided that the players are.&#10;&#10;SICILY contains a great carton board and tokens, color rules, plastic miniatures, events and secret aims cards, etc... In these moments, it is only available in the language of Cervantes (spanish), but it also will be published the corresponding version in the language of Shakespeare (english).&#10;&#10;&#10;SICILIA es el primer juego de la colecci&oacute;n Historia y Leyendas, ambientado entre los siglos V antes de Cristo y el III despu&eacute;s de Cristo. En &eacute;l se combinan estrategia, diplomacia y econom&iacute;a, permitiendo recrear las guerras entre cartagineses, griegos y romanos para hacerse con el control de dicha isla.&#10;&#10;Se trata de un juego de tablero en el que pueden participar hasta 4 jugadores por partida. Se estructura en a&ntilde;os, cada uno con sus cuatro temporadas: primavera, verano, oto&ntilde;o e invierno. La mec&aacute;nica de juego est&aacute; muy elaborada y permite aplicar gran variedad de estrategias. Sin embargo, aprender a jugar es sencillo y en pocos minutos los jugadores novatos pueden defenderse solos. Las acciones en cada fase son muy r&aacute;pidas, por lo que las partidas pueden durar de 1 a 5 horas seg&uacute;n el escenario escogido y lo decididos que sean los participantes.&#10;&#10;SICILIA contiene un gran tablero de cart&oacute;n, un reglamento a todo color, miniaturas de pl&aacute;stico, fichas de cart&oacute;n, cartas de sucesos y de objetivos secretos. En estos momentos solamente est&aacute; disponible en el idioma de Cervantes (castellano), pero dentro de poco tambi&eacute;n publicaremos la versi&oacute;n correspondiente en el idioma de Shakespeare (ingl&eacute;s).&#10;&#10;",
    "categories": [
      "Ancient",
      "Card Game",
      "Civilization",
      "Economic",
      "Political"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Modular Board"
    ],
    "image": "https://cf.geekdo-images.com/O6AR-smVnqwcNNa6jZsibA__thumb/img/XDetOBC53SpQ_iJaD2_qi683EkE=/fit-in/200x150/filters:strip_icc()/pic1222304.jpg"
  },
  {
    "id": "229703",
    "name": "Adellos",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 50,
    "age": 10,
    "description": "Prolog:&#10;&#10;Welcome to the battle, stranger! You landed in a country with a dark past. The land before you is a battlefield of fierce struggles for possession and power, led by the ruthless nobility. On whose side will you fight? Will you command a powerful army of soldiers, fighting for the royal family? Engage with bandits and thieves from the underground, to weaken the enemy with raids and theft? Or will you unite a group of holy guards to avert the approaching danger of the undead?&#10;It's in your hands! Manage your resources, play powerful action cards, and gather the most diverse troops under your banner!&#10;Welcome to the world of Adellos!&#10;&#10;Description:&#10;&#10;Adellos is a turn based fast paced tactical strategy board game for 2-4 players. Each player controls a medieval fantasy noble, who hires various units and tries to overcome the other players. Everyone plays a different faction (Royal Army, Clergy, Rebels &amp; Undead) and the players have different units with unique skills to choose and control. They also have to manage their gold income and the flow of action cards that can be used on their and enemies turns for effects that influence the game. Everything takes place on a symmetric battle map and every noble has a specific skill that influences the game from the start. The game can be won through K.O. or &bdquo;King of the Hill&ldquo;.&#10;&#10;Turns are played in two phases. During the first phase, players gain resources their units provide. In the second phase, players hire units, move, attack, or play action cards. Every action costs a specific number of action points. The players start with three action points and a fix amount of gold. Players can increase their action points throughout the game to build up huge turns.&#10;&#10;",
    "categories": [
      "Economic",
      "Fighting",
      "Medieval",
      "Wargame"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Hexagon Grid",
      "King of the Hill",
      "Open Drafting",
      "Player Elimination"
    ],
    "image": "https://cf.geekdo-images.com/xhuvuiXoyn0JqpvvdHDVlg__thumb/img/OODrhsuV5FkzqxsDMfjaYsNyDoY=/fit-in/200x150/filters:strip_icc()/pic4911217.jpg"
  },
  {
    "id": "2372",
    "name": "Goal!",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 7,
    "description": "Very simply, this is a card-and-board simulation of football (a.k.a. Soccer).  A ball moves on the board as a result of card play by the players (who team up when more than two play).  Kick off, free kicks, penalty kicks, goalkeepers, corner kicks, clearing kicks --it's all in there in a neat, fast-playing package.&#10;&#10;The aim of the game is to score the most number of goals at the end of the game. It plays with cards that allow players to kick the ball and score goals. The game is played in two periods. The first period ends when there are 3 or less cards remaining in the card stack. (same thing for the second period).&#10;Cards can be played in several situation due to severals indications on them.&#10;&#10;    Attack cards: played for the initial kick and during the game.&#10;    Free kick cards that you can play all time (exept to beging a game), and you can play an Attack card after this one.&#10;    Stop cards: To stop goals&#10;    Corner cards: to avoid goal and make the opponent kick a corner.&#10;    One penalty card.&#10;&#10;&#10;According to Lagoon Games this is believed to have been originally produced as &quot;Goal!&quot; in England in the 1950s, and their version is an authentic reproduction of the game&#10;&#10;",
    "categories": [
      "Card Game",
      "Sports"
    ],
    "mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/VMYqSFlgMkAhQ1FWCflwTQ__thumb/img/WvzODxW6lW3Ih9SfqNnrn8-l9l8=/fit-in/200x150/filters:strip_icc()/pic1402623.jpg"
  },
  {
    "id": "28050",
    "name": "Pixel",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 7,
    "description": "Another game in the StrataGems line of abstract strategy games.  Players attempt to place three of their colored pixels in a row while at the same time blocking the other players from doing so.  The twist in Pixels is where you can place your pixels on the 8x8 grid.  Along the top and side of the board are sliders that point to 1 row and 1 column.  The intersection of the 2 sliders show where you must place you tile.  On your turn you can only move one of the 2 sliders, NOT both.  This limits your placements to a specific row or column.  Be careful not to set up your opponent's next move and you might win.&#10;&#10;2008 Mensa Select&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/x0H1Ga9NQ0JSDQT8Jjy8EA__thumb/img/r9J11jBjMquE5PY5FHSWjM9Rrq0=/fit-in/200x150/filters:strip_icc()/pic590712.jpg"
  },
  {
    "id": "32025",
    "name": "Einfach Genial Knobelspass",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 10,
    "description": "Einfach Genial Knobelspass (Ingenious Puzzles) is the next game in the Einfach Genial line.&#10;&#10;In EGK, players place Ingenious dominoes to match the pattern on each play board. Through deduction and logic, players figure out where each domino belongs since no spaces can remain, all dominoes must fit on the board and there is only one unique combination for each one.&#10;&#10;Each of the 1 to 4 players gets an identical set of 21 dominoes that have the same colored back and each player is given a board. Then you all race to solve the puzzles. Whoever solves his puzzle problem first wins.&#10;&#10;There are five levels of puzzle, providing an opportunity for more and more challenging levels of competitive play. You can handicap more experienced or older players by having them play a higher level of board.&#10;&#10;This is similar to Domino Knobelspass, which uses regular dominoes.&#10;&#10;",
    "categories": [
      "Puzzle",
      "Racing"
    ],
    "mechanics": [
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/S2VsiPa1xOdAUjja0YAcBw__thumb/img/UU9BCgvDScckdEsA2iiXUM5DcMU=/fit-in/200x150/filters:strip_icc()/pic5687358.png"
  },
  {
    "id": "3790",
    "name": "Aeronautika",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 10,
    "age": 12,
    "description": "AERONAUTIKA - Set in the early days of flight, the players take on the persona of pilots competing in a race from London, over to Paris, and back again. The 3-D Eiffel tower and elaborate bi-plane models make this game visually stunning.&#10;&#10;",
    "categories": [
      "Aviation / Flight",
      "Racing"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/X2s6F7t1H7KfKtlwuvtN1Q__thumb/img/CpGfXeTaixOGL3sk_QhldY_H1mQ=/fit-in/200x150/filters:strip_icc()/pic45922.jpg"
  },
  {
    "id": "2599",
    "name": "Valkenburg Castle",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 10,
    "description": "Valkenburg Castle is a fantasy game of adventure and combat in the depth of an ancient dungeon.  It was one of the Task Force Games Pocket Games.&#10;&#10;Players may use heroic leaders, fighting men, clever burglars and mysterious magic users to explore and eventually capture the castle from evil orcs, trolls, banshee and drogs.  It includes 5 scenarios and a campaign. &#10;There are different victory conditions such as slay the dragon, find the secret treasure, raid, etc. or there is also a campaign game where Lord Hobart starts with a fixed amount of money and has to use it wisely to finance his long term assault on the castle for total takeover. He has to use the loot recovered from the castle to maintain his small force and keep up the pressure on the monsters during a protracted campaign with repeated sieges of the castle.&#10;Comes with 16x20 map sheet depicting the five floors of the castle, 54 die-cut counters, and a 26-page rulebook with color cover.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Wargame"
    ],
    "mechanics": [
      "Grid Movement"
    ],
    "image": "https://cf.geekdo-images.com/-IkcZDqnCC_UyBOfe_gpAg__thumb/img/KyqDmCdqAObeekzK7Ow0JyB8oUU=/fit-in/200x150/filters:strip_icc()/pic254274.jpg"
  },
  {
    "id": "11446",
    "name": "La Ruta del Tesoro",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 180,
    "age": 8,
    "description": "Monopoly, but set in an environment of naval exploration and conquest.&#10;&#10;In Spanish.&#10;&#10;",
    "categories": [
      "Economic",
      "Negotiation"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/kCaqFoorAoXrCdxGAcfrNg__thumb/img/Ckm4nHkfuQ8okvVUTxlaKTocQNs=/fit-in/200x150/filters:strip_icc()/pic972388.jpg"
  },
  {
    "id": "17918",
    "name": "The Transformation Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 0,
    "age": 16,
    "description": "The Transformation Game is a joyful way of understanding and transforming the way you play your life. It's about looking at your life and the kinds of experiences you create, seeing how you react to them and how you can use these insights for your own growth. Throughout the Game you can become more aware of your personal strengths and learn important lessons that can deepen your understanding of how you operate on the Physical, Emotional, Mental and Spiritual levels. The Game can also be used as a powerful interactive tool, by both individuals and groups, for solving problems and achieving desired goals. By providing new perspectives on current life issues, the Game helps you to clarify old beliefs and attitudes and transform negative patterns. The Transformation Game triggers your creativity and lets your realize your full power and potential.&#10;&#10;",
    "categories": [
      "Educational",
      "Religious"
    ],
    "mechanics": [
      "Cooperative Game",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/eEyJnqb22iCWDHEek5Qoew__thumb/img/SyqBtnTeteZU6sOpB1GLyhH-Y9Q=/fit-in/200x150/filters:strip_icc()/pic7700404.jpg"
  },
  {
    "id": "173669",
    "name": "Backstab Card Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "In Backstab: A Macabre Card Game, players battle the demented, disgusting and deranged from macabre characters to diabolical traps! Using action cards, players try to beat each encounter they face. If successful, they get a coin; if not, they lose a card. Players may also confiscate coins from their opponents by attacking them with backstab moves. The first player to rack up 25 cents wins!&#10;&#10;",
    "categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Humor"
    ],
    "mechanics": [
      "Campaign / Battle Card Driven",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/vKrEtXF0AusIPL9ugof1PA__thumb/img/mhW85f4cdC2L5fNowigvHWIM7no=/fit-in/200x150/filters:strip_icc()/pic2429199.jpg"
  },
  {
    "id": "38524",
    "name": "Kimaloé",
    "minPlayers": 3,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "Kimalo&eacute; is the 3rd game from Gameworks S&agrave;rl, after Animalia and Jamaica. As its two predecessors, it is a contract game, this time designed for the Swiss NGO Terre des Hommes and with Children's Rights as background theme.&#10;&#10;Kimalo&eacute; is a family-oriented game with a flavor of majority and a twist in the scoring system, each player having to manage two scoring pawns that can't be too far away from each other at any given time. Thanks to that little twist, winning the game is more challenging that might appear at first sight.&#10;&#10;Release date is 20th November 2008 during the Universal Children's Day.&#10;&#10;",
    "categories": [],
    "mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/AW6D40GqW0nmC5fnKv1ROQ__thumb/img/Ik0zeSdWrB8KQu71geur-wfZ-Ew=/fit-in/200x150/filters:strip_icc()/pic400421.jpg"
  },
  {
    "id": "190330",
    "name": "In Your Head",
    "minPlayers": 3,
    "maxPlayers": 18,
    "playingTime": 20,
    "age": 16,
    "description": "Do you know your friends? On each turn in In Your Head, first released as Focus, a player secretly draws a card targeting the player for which they will have to answer personal questions. Other players try to be the first to guess who is the target of the round. The player who best knows their friends will have the best chance to win! You can add to the list absent players or personalities.&#10;&#10;",
    "categories": [
      "Card Game",
      "Mature / Adult",
      "Party Game"
    ],
    "mechanics": [
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/wl24MPmv2qltjxs0n2j-rA__thumb/img/XxvGho4f58U26SjqiTYDeI-Qkvw=/fit-in/200x150/filters:strip_icc()/pic4134874.jpg"
  },
  {
    "id": "39451",
    "name": "Schätzen Sie mal! Mord & Totschlag",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 10,
    "description": "A knowledge or guessing game about various (historical) events. All somehow related to murder and manslaughter; more theme sets will follow.&#10;&#10;The game lasts 10 rounds, each featuring an event (famous or quite unknown). Players have to guess (or know) when it happened. The unique feature is that the players don't choose an exact year, but may each select a time span consisting of any number of years. From the time spans that include the event in question, the shortest ones gain points (3,2,1). The player with the highest total after 10 rounds wins.&#10;&#10;",
    "categories": [
      "Educational",
      "Party Game",
      "Trivia"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/2Mc0yTwMQQS1bNIeP5rnrw__thumb/img/DocSM8JgpTU4IRtl9dGJslcOs7I=/fit-in/200x150/filters:strip_icc()/pic402227.jpg"
  },
  {
    "id": "176400",
    "name": "The King's Men",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 8,
    "description": "Each turn players try to complete quests, slay creatures threatening the kingdom and build economic and military assets to help them in subsequent turns.Their goal is to gain enough prestige to become the next king. The other nobles are trying to keep each other from ascending to the throne. The King's Men is a super competitive, fast based game featuring trickery and sabotage. Even so, casual players can learn the game easily in about five minutes. The game scales seamlessly between the casual and hardcore markets.&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice",
      "Medieval",
      "Negotiation",
      "Political"
    ],
    "mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/BeFybOxns6vjUIn1lW0p-Q__thumb/img/P-zjsZ2t4u4vPONqB0XkZrfWlh8=/fit-in/200x150/filters:strip_icc()/pic2488138.jpg"
  },
  {
    "id": "107420",
    "name": "La Course farfelue des souris des champs",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 5,
    "description": "Roll and move for young children. Each of them plays a mouse with a secret goal. There are also cats who try to scare the mice and dogs who are after the cats. Some of the fields on the track have certain properties determined by cards laid out on them (face-down), such as moving forward, skipping a turn, the appearance of cats and dogs, etc.&#10;&#10;",
    "categories": [
      "Animals",
      "Children's Game"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/GezjZqQtoDNjVtnAHT7WYQ__thumb/img/AI7S31KZJwW-i4RNxE73486NXxs=/fit-in/200x150/filters:strip_icc()/pic1108961.jpg"
  },
  {
    "id": "394553",
    "name": "The Best Worst Ice Cream",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 10,
    "age": 4,
    "description": "In The Best Worst Ice Cream, player build ice cream cones with wacky flavors such as pizza, eyeballs, and earthworms.&#10;&#10;",
    "categories": [
      "Children's Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/p-Jkpc5ZHqDaYltpvcMh1A__thumb/img/_KJhEH8j3-e-3vgtL0iHyqRxmqE=/fit-in/200x150/filters:strip_icc()/pic7615109.png"
  },
  {
    "id": "342232",
    "name": "UNO: Mario Kart",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 30,
    "age": 7,
    "description": "UNO Mario Kart plays like classic UNO except every card has a symbol in the bottom corner that represents iconic Mario Kart items (Mushroom, Banana Peel, Green Shell, Lightning, or Bob-omb). The items don&rsquo;t do anything during normal play, but if you play a Wild Item Box Card you get to flip the top card of the deck into the discard pile and immediately use the item shown on that card. Each item has a different action:&#10;&#10;Mushroom: Take another turn.&#10;Banana Peel: The player who went before you has to draw two cards.&#10;Green Shell: Any player of your choice must draw one card.&#10;Lightning: All other players must draw one card, then you take another turn.&#10;Bob-omb: You must draw two cards, then you can choose the color that continues play.&#10;&#10;",
    "categories": [
      "Card Game",
      "Number",
      "Video Game Theme"
    ],
    "mechanics": [
      "Hand Management",
      "Matching",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/bXiWc4LH3iQy5N5uE3uuMA__thumb/img/EKhH8--257xKxSJeRn4Mkjx9TbE=/fit-in/200x150/filters:strip_icc()/pic6274850.jpg"
  },
  {
    "id": "24083",
    "name": "Desert Bazaar",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 10,
    "description": "Intermediate card drafting, tile laying game.&#10;&#10;Players can do 1 of 2 things on their turn:&#10;&#10;1 - Roll for Additional Resources&#10;&#10;or&#10;&#10;2 - Build Tents&#10;&#10;Tents cost a specific 3-card building cost and once played, produce 1 resource type. Players must pay the exact resources to buy a tile. Once bought, the tile may be placed anywhere on the board. If a tile is placed adjacent to no other tiles, it scores 2 points immediately. If a tile is placed adjacent to another tile, it may use the resource that the already placed tile produces to reduce its building cost.&#10;&#10;An encampment of tents can contain no more than 7 tent tiles. Once an encampment has 7 tent tiles in it, it is scored. Players score 1 point for every tent tile they built in the encampment. The player who played the 7th tile to close the encampment scores an addition point as a closing bonus.&#10;&#10;Play continues until there are no legal places to play tiles. Player with the most points wins.&#10;&#10;From the back of the box:&#10;&#10;In the blistering heart of the desert, a caravan route winds its way through a lush oasis. The steady stream of travelers and pilgrims who cross the simmering dunes to this place are in desperate need of goods and supplies.&#10;&#10;As an enterprising merchant, you plan to meet the demand.&#10;&#10;Set up shop by building encampments, stitching them together from various merchant tents. Peddle camels, water, and other resources to expand your trade. The player who takes control of the most encampments gains control of the entire Desert Bazaar... and wins the game.&#10;&#10;",
    "categories": [
      "Arabian"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/3RRu1dkM3j3PU5Kz6i74FA__thumb/img/Oc4FIjmYYv0fUYBm7J0AKJaswLg=/fit-in/200x150/filters:strip_icc()/pic131262.jpg"
  },
  {
    "id": "160868",
    "name": "Last Starfleet",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 13,
    "description": "Last Starfleet is a strategic co-operative adventure card game that brings out the hero in everyone.&#10;&#10;In the year 4010, mankind has ships in space but no colonies beyond Earth. Earth explodes, leaving outbound ships &mdash; the last of their kind &mdash; to set aside their differences and rally at the nearest life-sustaining planet. Pick up your captains and team in this co-operative strategy card game. You'll work together to battle the elements and safely land your crew to save humanity! Everyone wins in Last Starfleet...or all is lost.&#10;&#10;",
    "categories": [
      "Adventure",
      "Science Fiction"
    ],
    "mechanics": [
      "Cooperative Game",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/uILJ2eY_wUoWJDY9ZVXzYw__thumb/img/AT8LYbeGh8Z-RXob1wdnZedjUJs=/fit-in/200x150/filters:strip_icc()/pic2047771.png"
  },
  {
    "id": "20708",
    "name": "Alamein: History's Turning Point 1942",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 2000,
    "age": 12,
    "description": "Uses the same game system as Invasion of Italy, Red Parachutes and Red Steel. As far as we know, this is the first detailed treatment of the battles that, at last, stopped Erwin Rommel&rsquo;s attempts to take the British position in the Nile delta. They also established Bernard Montgomery as the British general finally able to defeat the &quot;Desert Fox.&quot;&#10;&#10;Following the fall of Tobruk in May 1942, the Commonwealth forces in the desert struggled to reach the last real defensive position before Alexandria and halt what seemed to be an unstoppable Afrika Korps. At battalion and company level, four turns a day and 2 kilometers per hex, this game includes German, Italian, Indian, British, South African, New Zealand, Australian, Free French and Greek units that fought in the desperate struggle.&#10;&#10;Scenarios include the Australian and South African spoiling attack in mid-July, the late June battle for the Mersa Matruh position where slow response almost cost the Commonwealth the bulk of the New Zealand Division, the first Axis attack on the Alamein line in early July, the last Axis attack to break the Allied line at Alam el Halfa at the end of August, Operation LIGHTFOOT: the Eighth Army&rsquo;s attack against the Axis line in late October and the massive campaign from the end of June to the beginning of November 1942.&#10;&#10;Four full-sized maps and 2,100 game pieces.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/CVFZfjRoh2mGeURFe4S_lg__thumb/img/T45U04w9MLktxti_d1B9Qe2QsyY=/fit-in/200x150/filters:strip_icc()/pic193802.jpg"
  },
  {
    "id": "359171",
    "name": "Cosmic Race",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 6,
    "description": "As intergalactic pilots, you are finally living your dream:  participating in a super space race! You are so excited  to line up for the start of this wild race. But pay attention  to other spaceships and any other obstacles that could  slow you down! Quickly cross the finish line and collect  the most stars to win the Cosmic Race!&#10;&#10;On each turn reveal the control tiles to manoeuvre your spaceship on the track and collect stars. Increase your speed, chose direction but be careful to not lose control or your spaceship will crash!&#10;&#10;",
    "categories": [
      "Children's Game",
      "Space Exploration"
    ],
    "mechanics": [
      "Memory",
      "Race",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/0-P0kmtsjYRVbRPCeXBRRg__thumb/img/Msi2X_oucibJ_kTT_GXOv1mq_Ww=/fit-in/200x150/filters:strip_icc()/pic6755119.png"
  },
  {
    "id": "188753",
    "name": "ElemenZ",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "ElemenZ is a simple to understand and relatively quick dice-rolling challenge game. Incorporating a push-your-luck style of play with 4 sets of custom dice. In each game, multiple tactical 'combo' options allow a player to drain opponents of their dice, while trying to control the wild element 'Z' and convert it to one of the four main elements of Air, Earth, Fire and Water. Each player chooses from four different alien races, Master of a single element, each with variable race powers - in a battle to become the Master Zee. &#10;The game is actually 2-in-1. The 3-4 player challenge game and a very different 2 player tug-of-war game, as players attempt to control the flow of energy and energise the monolith with their element dice. ElemenZ is an easy game to learn but nonetheless offers much tactical depth, easily grasped by both kids and adults.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Dice",
      "Fantasy",
      "Science Fiction"
    ],
    "mechanics": [
      "Dice Rolling",
      "Player Elimination",
      "Push Your Luck",
      "Set Collection",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/q-D9kwk1mnuAHhcMTfP_kw__thumb/img/TeKBBHdFF9I3lE8eRGWf03e9m-k=/fit-in/200x150/filters:strip_icc()/pic4106155.jpg"
  },
  {
    "id": "1019",
    "name": "Le Gang des Traction-Avant",
    "minPlayers": 4,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 12,
    "description": "Published by International Team (1984) and then by Schmidt (1989).&#10;&#10;Each player stands for the boss of a well-known gang of the past-war time. His main purpose is to become the undisputed gang-leader of the parisian thieves.&#10;To achieve this goal, he need Thunes, many Thunes, which he will earn in setting up robberies with his gangsters.&#10;Arrangements, short-lived alliances and betrayals will be his everyday portion, and trying to survive in this merciless jungle will be his main goal.&#10;&#10;Each game turn is divided in 5 successive independant phases which are:&#10;1. Determinating the First Player.&#10;2. Arrangements: the diplomatic phase.&#10;3. Mouvements and street fightings.&#10;4. Bank robberies and base attacks.&#10;5. New cards.&#10;&#10;The winner is the first player to acquire, both, 20 millions Thunes, and, a minimum of 2 millions Thunes more then the second ranked player.&#10;&#10;Winner of the 1984 Concours International de Cr&#195;&#169;ateurs de Jeux de Soci&#195;&#169;t&#195;&#169;.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Mafia",
      "Negotiation"
    ],
    "mechanics": [
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/FiTfdMK2RYYH0fif6PRQYg__thumb/img/NyTFW5hPyQpVHJPGs826w_nR7vc=/fit-in/200x150/filters:strip_icc()/pic3146804.jpg"
  },
  {
    "id": "7712",
    "name": "Cluedo: Passport to Murder",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "This version of Cluedo has the same game play mechanics as Super Cluedo Challenge.  However, instead of taking place in the usual Cluedo mansion, the game takes place in a railway station in Istanbul.&#10;&#10;The board depicts two station platforms and also a train which is positioned between them (clearly the Orient Express, although it is never named as such in the rules).  As in Super Cluedo Challenge, there are now nine suspects, nine weapons and nine rooms.  &#10;Being a train station, the rooms include things such as Ticket Office, Lost Property and Kiosk.  There are also a few rooms situated on the train such as the Dining Car and Engine Room.&#10;The additional murder suspects are Miss Peach, Mr Brown and Earl Grey (changed from Mr Slate-Grey in Super Cluedo Challenge).&#10;The additional murder weapons are an axe, a bottle of poison and a Blunderbuss.&#10;This version of Cluedo has only been released in France, Italy, the UK and Spain.&#10;&#10;",
    "categories": [
      "Deduction"
    ],
    "mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Paper-and-Pencil",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/vesyn23k5DPopCNt7Atoxw__thumb/img/TpSna5vIY_UADrAwWbNeg-QwgVE=/fit-in/200x150/filters:strip_icc()/pic31474.jpg"
  },
  {
    "id": "135327",
    "name": "Kniffel: Das Kartenspiel",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "In Kniffel: Das Kartenspiel, players try to create card combinations &ndash; straights, flushes, full houses, triples and pairs &ndash; in order to place cubes from their supply on their personal playing board. By doing this, they get to draw more cards each turn, hold more cards in their hand, and spend cards more efficiently to add cubes to their supply. The first player to place all of her cubes on her board wins.&#10;&#10;Kniffel: Das Kartenspiel includes double-sided playing boards (with a blue beginner/family side and a tougher red pro/gamer side) and a special five-color deck with each color having cards from 1 to 13.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/1LxRD4sJsA95_bL5t0hbbw__thumb/img/dDIIVrcMcg8hhl0CFgXzJsfpWxw=/fit-in/200x150/filters:strip_icc()/pic1509898.jpg"
  },
  {
    "id": "217268",
    "name": "Wyścig Odkrywców",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 10,
    "description": "Description from the designer:&#10;&#10;Wy&#197;&#155;cig Odkrywc&oacute;w (&quot;Discoverer's Race&quot;) is board game which takes place in 1900. Main goal is to win race around the world and collect as much as possible discoveries and treasures from various places. There are 22 secret locations in game and 20 artifacts.&#10;&#10;Game has few great features;&#10;&#10;     Each player can chose 1 character he will lead. Every character has his bio, statistics which have great impact on every situation player can encounter. There are 6 characters to chose. Each character has 5 stats (Cleverness, Wisdom, Diplomacy, Strength, Navigation)&#10;&#10;&#10;&#10;     During his travel, player can also use a lot of equipment to enhance abilities of his character. These tools are located on markets around the globe, but once they are obtained, they can give new options to a player. &#10;&#10;&#10;&#10;     Many of treasures can be sold. Currency is strong point of the game; walking on foot around globe is not good idea, so player can chose transport with Carriage, Caravan, Train or Ship. Those trips costs - and you can earn money sending your character to work in city.&#10;&#10;&#10;&#10;     Game uses two systems created by Jaroslaw Bilinski: TnE and Ocean, which - combined, give great feel and increase players control over his character and actions he takes in-game.&#10;&#10;&#10;&#10;     In some cities player can hire guide and mercenaries to protect him while hi travel to some location. But such party costs a lot of money &ndash;not every character in game is suitable to walk alone into desert without proper gear. &#10;&#10;&#10;Basically, you chose what you like: be it exploring jungle or dig in Piramids, but be sure you have good stats for either, or at least tools and equipment!&#10;&#10;",
    "categories": [
      "Economic",
      "Travel"
    ],
    "mechanics": [
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/A3jvQruh3WRu4mshFuJpcA__thumb/img/LTP2nstX3qBs5N_124APaUuUFE8=/fit-in/200x150/filters:strip_icc()/pic3680100.jpg"
  },
  {
    "id": "14585",
    "name": "Scene It? Turner Classic Movies",
    "minPlayers": 2,
    "maxPlayers": 12,
    "playingTime": 30,
    "age": 13,
    "description": "From the publisher:&#10;&#10;Humphrey Bogart in Casablanca, John Wayne at Fort Apache, Judy Garland on the yellow brick road to OZ...Hollywood's greatest movies and biggest stars make the Turner Classic Movies edition of Scene It? the ideal gift for movie buffs and game lovers alike.&#10;&#10;Game features content from more than 100 movies from TCM&rsquo;s library dating back to the 1950s&#10;&#10;",
    "categories": [
      "Electronic",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/qWjy-iu1fgIc1liyKJ2KhQ__thumb/img/R_2RG62JTLeECbVUqSzpMho5oss=/fit-in/200x150/filters:strip_icc()/pic196450.jpg"
  },
  {
    "id": "265219",
    "name": "Chicken Time Warp",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 14,
    "description": "While experimenting with time travel, a group of scientist chickens accidentally open an endless time vortex. Their lab and everything in it are sucked inside and only one chicken will escape alive. Battle against time and each other in this hilarious game that pays homage to all things time travel!&#10;&#10;Chicken Time Warp is a time travel card game for 3-6 players that takes under 30 minutes to play. Gameplay centers around a set of cards called the Timeline that count down minutes until the escape window is open and the escape pod can be used by a single player to escape the vortex (and survive!). The object of the game is to acquire the Escape Pod card and play it when the escape window is open.&#10;&#10;Chicken Time Warp is a fun party game that requires a surprising amount of strategy.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Animals",
      "Party Game"
    ],
    "mechanics": [
      "Player Elimination"
    ],
    "image": "https://cf.geekdo-images.com/iVCT0z52_xWx-FgGIFQbRw__thumb/img/1CHfk36bLeSIJ3XOR6vzOK43xUg=/fit-in/200x150/filters:strip_icc()/pic5158799.png"
  },
  {
    "id": "67695",
    "name": "Nab-It!",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "Nab-It! is reminiscent of the word game Upwords in that players can stack letter tiles on existing letter tiles in order to create new words, but there are three differences: (1) the game includes no board, (2) each player has her own set of tiles in a particular color, and (3) the player who has the highest or most tiles in a word scores one point for that word (no matter how long) once the game ends.&#10;&mdash;description from BoardgameNews.com&#10;&#10;Maxim 'Up! could be the new favourite game in house, due to the colourfull blocks, the easy scoring and the exciting and impredictable gameplay!&#10;&#10;Make chains with the blocks to form words. Change words by stacking blocks. You steal a word when you place the top-most block. But the stacks grow, so the winning hand changes continuously. You know the most words when the last blocks are played? then you win!&#10;&#10;In your turn, either, take a few letters from your personal supply, and form a word with it. Then add it to the growing game board. Like this, some sort of cross-word-board will grow.&#10;&#10;You can also play your letters on top of other players' words, to form new words. This way, you can steal their words, and steal their points. &#10;At the end of the game, you see for each word on the board who has played the highest letter of that word, and score a point for each word you own. The person with the highest number of words wins the game!&#10;&#10;&mdash;description from the back of the box (translated)&#10;&#10;",
    "categories": [
      "Word Game"
    ],
    "mechanics": [
      "Modular Board",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/5sHZIvz00F5W2QV6ESfFqA__thumb/img/h5ws8FssQi6YKhAghktLK2Y6JuY=/fit-in/200x150/filters:strip_icc()/pic677546.jpg"
  },
  {
    "id": "227071",
    "name": "Holmes",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 10,
    "description": "A card game for 2-4+ players with a Sherlock Holmes Theme.&#10;&#10;The cards form 7 mini-decks, or suites, with cards ranked 1 to 13 in each suite.  In the set up phase one card from each suite is randomly selected, its identity hidden from all players, and placed it in its corresponding Suite Spot on the board. &#10; The remaining cards of the mini-decks are shuffled together to form the common deck.&#10;&#10;The aim of the game is to establish which card of each suite is the one located on the playing board.  Players have paper and pencil on hand to keep track of which cards of what rank they have seen for each suite, to deduce the remaining cards in the Suite Spots.&#10;&#10;TURN SEQUENCE&#10;Players take turns. &#10;Each turn has 5 Phases: &#10;Investigate Phase (draw cards)&#10;Action Phase (play (discard) one card from your hand to activate its special ability (dependant on suite))&#10;Sleuth Phase (solve a case by playing, all at once, seven cards - one of each of the seven card types)&#10;Deduction Phase (You may guess the rank of a specific card on the Board (one of the 7 Suites)).&#10;Retire Phase (Discard excess cards - hand limit is 9).&#10;&#10;Players share a common set of Case Tokens.  These are awarded for solving cases in the Sleuth Phase or correctly guessing a card identity in the Deduction Phase.  Victory is achieved by being the first player to accumulate 5 Case Tokens.&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction"
    ],
    "mechanics": [
      "Open Drafting"
    ],
    "image": ""
  },
  {
    "id": "367829",
    "name": "Lindyhop",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 10,
    "description": "In Lindyhop, a co-operative trick-taking game about swing dancing, players start by dealing out the music cards to create the song to which they will dance. Players then play tricks as dance moves to progress through the song, picking up points as they go. Some of the cards have powers, but these powers activate only on specific parts of the music &mdash; and you can't discuss what each player has in their hand. Try to beat your score each dance, but if you run out of dance cards before the music finishes, you score nothing!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Cooperative Game",
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/V5NWK66oZZHydpvTWP7IrQ__thumb/img/48OIp0h3gsp1tSmZW1Te2pNM02c=/fit-in/200x150/filters:strip_icc()/pic7823579.png"
  },
  {
    "id": "5447",
    "name": "Wealth of Nations",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 10,
    "description": "The players run around the world trying to acquire exploitation rights to various raw materials (metals, oil and basic vegetal products such as coffee and tobacco).  Each country is assigned (randomly) a royalty marker, which triggers payment of royalties to players controlling at least 30% of the corresponding titles when the country is visited. Player's actions on their turn are driven by the outer track.&#10;&#10;Victory is by elimination, as other players are driven to bankruptcy.&#10;&#10;",
    "categories": [
      "Economic",
      "Educational",
      "Industry / Manufacturing",
      "Negotiation",
      "Travel"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Commodity Speculation",
      "Roll / Spin and Move",
      "Simulation",
      "Stock Holding",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/fuuLFP33O_bFRCXkeHZhCw__thumb/img/7JRmvWLgiX4wpbYj_alQFlzRn3g=/fit-in/200x150/filters:strip_icc()/pic201969.jpg"
  },
  {
    "id": "5438",
    "name": "English Civil War",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "English Civil War is a simple strategic level game of the English Civil War 1642-5, using area movement.&#10;&#10;There are 4 sheets of counters in the game:&#10;1 small one called &quot;Marker&quot; includes 18 green counters (2 of them blank),&#10;1 small one called &quot;Scottish&quot; includes 28 yellow counters (2 of them blank),&#10;1 large sheet called &quot;Parliamentary&quot; includes 126 red counters (18 of them blank),&#10;1 large sheet called &quot;Royalist&quot; includes 112 blue counters (15 of them blank).&#10;&#10;",
    "categories": [
      "Civil War",
      "Pike and Shot",
      "Wargame"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Minimap Resolution",
      "Movement Points",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/71J7wfj9805VeQblXvF-hQ__thumb/img/kaEkd55HsXMnn4L_2oJNIxWvu5A=/fit-in/200x150/filters:strip_icc()/pic28126.jpg"
  },
  {
    "id": "169465",
    "name": "Shinobi: El Juego del Asesino",
    "minPlayers": 8,
    "maxPlayers": 26,
    "playingTime": 20,
    "age": 15,
    "description": "From the Spanish rulebook:&#10;In Shinobi, a group of deadly Shinobi must infiltrate a village and murder all its villagers.&#10;&#10;During the NIGHT the Shinobi attack from the shadows. During th DAY the village council gets together to lynch one suspect.&#10;&#10;At the end of the game, the team that survives (villagers or Shinobi) is the winner.&#10;&#10;&#10;    The game is similar to Mafia/Werewolf with some new characters and their abilities.*&#10;&#10;&#10;&#10;Manual oficial del juego:&#10; En Shinobi, un grupo de Shinobi letales tienen la misi&oacute;n de infiltrarse en una aldea y asesinar a todos sus aldeanos.&#10;&#10;Durante la NOCHE los Shinobi atacan desde las sombras. Durante el D&Iacute;A el consejo de aldeanos se junta para linchar a un sospechoso.&#10;&#10;Al final del juego, el bando que sobreviva (aldeanos o Shinobi) es el ganador.&#10;&#10;&#10;    El juego posee una din&aacute;mica similar al famoso Mafia/Werewolf pero con algunos personajes novedosos y sus habilidades.*&#10;&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Party Game"
    ],
    "mechanics": [
      "Player Elimination",
      "Team-Based Game",
      "Variable Player Powers",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/l15mKKd4VQgkDV92PUNNcQ__thumb/img/en6ZcpKU7rNFHgLVtOCfahWSCqw=/fit-in/200x150/filters:strip_icc()/pic2618260.jpg"
  },
  {
    "id": "299309",
    "name": "Nomids",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 10,
    "age": 6,
    "description": "Nomids is a fast, introductory Looney Pyramid game.&#10;&#10;A Nomids set contains one trio (a small, a medium, and a large pyramid) of ten different colors and a custom lightning die. To play, each player takes a trio made up of three different colors, with any remaining pyramids forming the bank. In turn, players roll the lightning die, which lets them dump, withdraw, dispense, exchange, or transfer pyramids, moving them between players and the bank.&#10;&#10;If a player ends their turn with a monochrome trio, all three pieces of the trio are returned to the bank. If you have no pyramids, even if it's not your turn, you win!&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/SS4skTEEVUFpLQgvjV9kNw__thumb/img/3zxEe59aNJsc744-U-__TckzOs4=/fit-in/200x150/filters:strip_icc()/pic5241329.jpg"
  },
  {
    "id": "318544",
    "name": "Jumpkins",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 8,
    "description": "Forres Jump and his gang of flightless insects want to reach the small island in the pond by using sophisticated jumping techniques. To this end, they decide to hold a contest: Who will make the best use of the different take-off positions for the Jumpkins cubes and, with skill and a bit of luck, stack up with as many of his fellow members of the species as possible in order to form the tallest tower on the island?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Action / Dexterity"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/Z5qPG881yZoeoLdXAcvLdA__thumb/img/kTmRX_LIggRXGxaxItIf4OxwUh8=/fit-in/200x150/filters:strip_icc()/pic5633904.jpg"
  },
  {
    "id": "313541",
    "name": "Something Wild! Disney The Little Mermaid",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 6,
    "description": "Something Wild is a line of card games featuring beloved characters and collectible Pop! pocket figures. Play numbered and colored character cards to make sets and runs. The first player to score three powers wins the game.&#10;&#10;With Something Wild: The Little Mermaid, you can score a set to snag the Ariel figure's special power to help you win!&#10;&#10;Combine Character Cards in sets and runs to score points, just like in Rummy. Use Power Cards to add a fun twist to the classic card gameplay.&#10;&#10;Combine multiple Something Wild! games to add more character cards, more Pop! figures, and more powers to your game!&#10;&#10;",
    "categories": [
      "Card Game",
      "Children's Game",
      "Collectible Components"
    ],
    "mechanics": [
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/zYn-Bbb-jEyjTtpHzJUC2Q__thumb/img/ElgiJvAtHxxEAo15R3kVxi4XD3I=/fit-in/200x150/filters:strip_icc()/pic5523802.png"
  },
  {
    "id": "143070",
    "name": "Even Steven's Odd",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 8,
    "description": "The wicked fast dice-rolling game! Read the challenge, toss the dice, and race to roll the answer first in this quick-thinking, six-sided, add-em-up challenge!&#10;&#10;How to play:&#10;1. Flip and read the challenge card to start the race.&#10;2. All players race to roll the numbers that complete the challenge on the card.&#10;3. The first player to complete the challenge AND grab Steven wins the round.&#10;&#10;2-4 players -- up to 8 players by adding a second set&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Dice",
      "Math",
      "Party Game",
      "Real-time"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/CbOctGT56CSiVXTNNjSdFQ__thumb/img/7brX1sSwsJs_b_qmWo44bfW5Ipk=/fit-in/200x150/filters:strip_icc()/pic3749741.png"
  },
  {
    "id": "137794",
    "name": "Jarmo",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 0,
    "description": "An old Tatarian legend says that Batu Khan, Mongol leader and a grandson of Genghis Khan, always took an extraordinary board game along when he had gone to a war, and carefully hid this game from all trespassers. Batu Khan usually played one game before a battle, just to get into a right warrior mood. The legend does not specify any particular game but it was most likely Jarmo, an old battle-and-race Tatarian game where players are expected to have concentration, observation and imagination.&#10;&#10;The goal of this game is to reach opponent's first row with as many own archers as possible. However, the winning strategy is more complicated than simple moving pieces towards opponent's base, it will be described in the next sections. Likewise at Tank Battle, the player who gets more points at the end of a game, wins.&#10;&#10;How to capture opponent's pieces&#10;&#10;If an archer moves to a circle occupied by an opponent's archer, this enemy piece is captured and immediately removed from the board. An archer that captures at least one enemy is marked by a small black (white) line. It is important to know which archers have captured enemies when the &quot;loop&quot; rule is used.&#10;&#10;How to finish the game&#10;&#10;The game is finished if one player moves all their non-captured archers to the opponent's first row. At this moment, the final score is calculated and the player with more points wins. In case of a tie, the game is a draw.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Grid Movement",
      "Point to Point Movement"
    ],
    "image": "https://cf.geekdo-images.com/uDFvmqyyfDZv5_BLguYQ7A__thumb/img/-ZrnoBlKgXY-CrMMGdYPUfF2FMs=/fit-in/200x150/filters:strip_icc()/pic1980181.jpg"
  },
  {
    "id": "223790",
    "name": "Neon Knights: 2086",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 8,
    "description": "Multi-Lingual Rulebook Included: English, German, French, Spanish.&#10;Bonus Comic Book inside.&#10;Foil Stamped Box.&#10;&#10;Do you have what it takes to join the Neon Knights? Join the XRL (Extreme Racing League) Tournament today!&#10;&#10;In the dystopian future of 2086, the city is split in two. The upper class lives in the upper half of the city while the lower class live in the slums. Cash is illegal in the lower part of the city, and the people there now use casino chips from the old world as currency. The upper class business men have created the Extreme Racing League as an automotive racing sport for entertainment. Anyone with a car who lives in the slums can enter. The prize? You guessed it: A pass to enter the city above, crowned as a Neon Knight (Drivers for V.I.P). What you do when you get there is up to you...and another story in itself.&#10;&#10;You've spent all your chips on building the car and entering the league. Now it's time to prove your worth in a racing tournament that can only be won by taking risks, and pushing it to the limit. Do you have what it takes to join the Neon Knights?&#10;&#10;Neon Knights: 2086 is a career-driven racing game for 2 to 6 players. You can play single races or in campaign mode which allows you to level up your car and skills as you play. You will advance in your career by buying upgrades and installing weapons and shields on your car. You will also gain fans and sponsorships who will train you in getting the skills you need to become a better driver. During the race you will need to pass over certain street areas to Activate weapons and shield you have on your car, which you can then use on other drivers.&#10;&#10;You can go as fast as you want to but some areas of the slums are harder to drive through and will damage your car if you're going too fast. Will you take those risks?&#10;&#10;",
    "categories": [
      "Modern Warfare",
      "Racing",
      "Sports"
    ],
    "mechanics": [
      "Campaign / Battle Card Driven",
      "Grid Movement",
      "Modular Board",
      "Point to Point Movement",
      "Push Your Luck",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/saGFvX6HSEQTrloxyUBVVg__thumb/img/YYZpUb2Cqk8znUDIEmB9YWOuWvY=/fit-in/200x150/filters:strip_icc()/pic3720834.png"
  },
  {
    "id": "248421",
    "name": "Sonic the Hedgehog: Crash Course",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "Additional Credits BGG doesn't include:&#10;3D Artist: Mark Fitzpatrick&#10;&#10;Sonic, Tails, Knuckes, and Dr. Ivo &ldquo;Eggman&rdquo; Robotnik are on a crash course! Speeding through the classic Green Hill Zone, players in Sonic the Hedgehog: Crash Course race to be the first player to save (or capture) the most Flicky Birds! If you want to take the victory, then you gotta go fast!&#10;&#10;How to Play&#10;RACE forward, and leave your opponents in the dust!&#10;COLLECT items, and then heal damage!&#10;WIN if you&rsquo;re the fastest by collecting Flicky Birds!&#10;&#10;Selling Points&#10;&#10;     Quick to learn, easy to play, challenging to win! Start racing in minutes!&#10;     Build-as-you-play track! No race is ever the same!&#10;     Powerful special items! Go faster, set traps, and slow down opponents!&#10;     Window-box packaging featuring 4 pre-painted plastic miniatures!&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Animals",
      "Miniatures",
      "Racing",
      "Video Game Theme"
    ],
    "mechanics": [
      "Action Points",
      "Grid Movement",
      "Modular Board",
      "Network and Route Building",
      "Take That",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/Y3_RWYmp80ciTBEgq4yZXQ__thumb/img/CEruM6snNprCAxJrFbfbwnXcSRU=/fit-in/200x150/filters:strip_icc()/pic6551836.png"
  },
  {
    "id": "231315",
    "name": "Wanted: Rich or Dead",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 14,
    "description": "Description from the publisher:&#10;&#10;Howdy pard! Heel yourself with a proper six shooter and prepare for a real shootout.&#10;&#10;In Wanted 3-5 players will take on a roles of an infamous Old West characters and shoot their way to the riches. Each turn the players are secretly choosing one of the five locations they&rsquo;re heading to. After revealing the cards, the characters can use the special ability connected with that location &ndash; you can rob a Bank, buy something useful at a General Store etc. Unless of course two or more players choose the same spot &ndash; then it comes to a shootout with only one gunslinger winning at the end. The player who have the most money at the end, wins the game.&#10;&#10;Wanted is a fast and fun experience with tons of interaction. Each character has his own set of 5 cards, which allow him to move and are also used during a shootout. Although there&rsquo;s also a luck factor involved with a single dice used to determine the outcome of shooting abilities, each character plays differently and has his own strengths and weaknesses. You can try to get the best items and use them to your advantage, try to avoid other players and steal as much as you can or just go straight into a fight to stop the other players from using the locations&rsquo; abilities. The choice is yours but remember &ndash; this town is really small and you&rsquo;ll eventually find yourself in the midst of a shootout.&#10;&#10;Publisher Note: there's a special 2 player variant included in the box.&#10;&#10;",
    "categories": [
      "American West",
      "Card Game",
      "Party Game"
    ],
    "mechanics": [
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/53TkxbGBGQET70jQbgLhOg__thumb/img/Ze7sNZdGdffKm9jeBiauyR05nxA=/fit-in/200x150/filters:strip_icc()/pic3638584.jpg"
  },
  {
    "id": "141997",
    "name": "Chronos Conquest",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 5,
    "age": 0,
    "description": "In the real-time game Chronos Conquest, an expanded version of Witty Chronos that shares the same core game mechanism, the Gods of Mount Olympus do battle with sand timers!&#10;&#10;Each player has two or three sand timers and (at any time) may flip them onto cards from the board. A flowing sand timer may never be moved. When a player moves an empty sand timer from a card, he gains that card &ndash; provided that no other sand timer is on that card! When two players both have a sand timer on a card, the player ready to wait longest will gain it. Bargaining is allowed, though, so if you're not content to wait, try to strike a bargain.&#10;&#10;Each card shows points (with one of the winning conditions being to reach 200 points), monsters, winds (which is another path to victory), or plagues (allowing you to, for example, place opposing sand timers in Hell).&#10;&#10;The Greek Gods get into the game as well, with six of the thirty God cards in play each game; each God card has a special power that a player can activate by offering some of the cards he's acquired. In addition, two of nine City cards are in play each game, each with a special power that a player can activate with a sand timer.&#10;&#10;",
    "categories": [
      "Mythology",
      "Negotiation",
      "Real-time"
    ],
    "mechanics": [
      "Action Timer",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/qx8jWH3zfPI762pfqnOqsA__thumb/img/685a16_YT2cCkKx-vlbVw2swFKg=/fit-in/200x150/filters:strip_icc()/pic1644046.jpg"
  },
  {
    "id": "9121",
    "name": "Indochina War",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 240,
    "age": 12,
    "description": "Indochina simulates two campaigns of the French in Vietnam from 1946-1954 and also allows for the creation of new campaigns. Scale is Bn-Div, hexes are 25 km across and each turn represents one month. 1 map, (15) pages of rules with an additional (9) pages of scenarios/tables, (280) unit counters.&#10;&#10;",
    "categories": [
      "Vietnam War",
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/3oXrf2l_awB-4yfeJVpaCQ__thumb/img/K2iMiuAlPkYbdO7yYrK51k8_dJ0=/fit-in/200x150/filters:strip_icc()/pic440019.jpg"
  },
  {
    "id": "8134",
    "name": "History of War",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 14,
    "description": "History of War is a collectible-strategy-card-game of average complexity that has no rarity or random distribution - which separates it from most of the other TCGs/CCGs. Each set contains the same cards! Purpose of the game is to conquer map-cards with ground units, aircraft and ships similar in the mechanics to the Warhammer 40.000 card game.&#10;&#10;Turn sequence is (in short form):&#10;&#10;draw cards phase&#10;place and redeploy cards&#10;attackers attack phase (defender can block)&#10;defenders attack phase (attacker can block)&#10;retreat phase&#10;winning phase&#10;end of turn phase&#10;&#10;The game is only sold in pre-constructed theme decks with 55 cards each. Currently available for the Axis player: A German starter deck (rules included), a German expansion deck. For the allied player: A British and US starter deck (rules included), a British and US expansion deck. The starter decks and the booster packs can be bought in many shops fully translated in English! The last edition fully translated was the Pacific Edition. In German there are a lot more: A Russian and an Italian expansion set, the &quot;Fall Gelb&quot;-Edition with German and French cards, the polish and finnish game packs and the top-seller &quot;Africa Edition&quot; - a box that contains both an axis and an allied starter set. Both are balanced very well and recommended for beginning with HoW. In February of 2009 there came a second box called &quot;Road to Victory: Westfront 1944&quot;. The third starter box edition &quot;Philippines 1944 - The biggest battle of all times&quot; is released in Novembre of 2012.&#10;&#10;Expanded by&#10;&#10;    History of War - &quot;Fall Gelb&quot; Edition&#10;    History of War - Italian Expansion Set&#10;    History of War - Russian Expansion Set&#10;     History of War - Polish / Finnish Expansion Set&#10;&#10;&#10;Re-implemented by&#10;&#10;    History of War - Pacific Edition&#10;    History of War - Africa Edition&#10;    History of War - Road to Victory: Westfront 1944&#10;    History of War - Philippines 1944: The biggest battle of all times (newest edition)&#10;&#10;&#10;From the publishers homepage:&#10;&#10;&quot;Though widely realized in board and computer games a long time ago World War II was till now a dark horse in the Trading Cards (TCG) field. On the o&shy;ne hand it depends surely o&shy;n the fact that the Second World War is a very serious topic which of course does not simplify its realization in a card game, o&shy;n the other hand this very background requires the great historical precision and complexity that seemed difficult to achieve until now.&#10;&#10;The alphaBIT company from Hannover (Germany) takes charge of this problematic topic from now o&shy;n and excels by a balance of realism and subtle intuition. History of War (HoW) presents the Second World War solely as the tactical fight of units.  Retaliatory weapons, atom bombs or personal names like those of generals are deliberately excluded from the game.&#10;&#10;The goal of the game is a conquest of land cards that should bring together 15 win points. A means to an end in this case are the mentioned units and the HoW really succeeded to bring together three large parts of a war: fight by land, by air and by sea.&#10;&#10;It makes the game truly particular as even computer games have difficulties in combining these three types of units. As a rule they are divided into land/air or sea/air. In History of War o&shy;n the contrary  the players can use all the units like infantry, tanks, artillery, fighters, bombers, submarines and cruisers in o&shy;ne and the same deck without problems. In addition just like in all other TCGs they can choose freely in a great card pool and make up their own deck.&#10;&#10;There appears another positive aspect  that would please first of all the players with not much means: there is no degree of rarity in HoW. All the cards of an edition are available exactly o&shy;nce in a set which means that a player knows what he buys and already with a few sets is equipped enough for a chosen side. The mentioning of the units provokes the question how they could be paid. The usual  principle in other TCGs  works here as well: some special cards provide the resources. These are called base improvements in HoW. These cards deliver not o&shy;nly the important  technical values (TVs) necessary for payment of units, action cards and effects, but they possess as well useful qualities, so that the mere choice of his base improvements has decisive  consequences for a player. The TVs deliver also the country improvements that can be placed directly in the countries and thus are imminently exposed to the attacks of the enemy, but then dispose of the interesting effects. The units paid with the TVs are played in the so-called deployment zone. The units have different attack and defense values for various areas like land, air and sea. The victory flags o&shy;n the unit cards necessary to conquer the countries are transformed into the win points at the end of the game.&#10;&#10;More detailed and profound division of the values, ammunition consumption, moral and so o&shy;n known from other games were deliberately resigned to make a game easy-to handle. Such special characteristics of the units were replaced by useful abilities that make the game fluent and the rules clear. The final transformation of the units into win points is based o&shy;n historical accuracy.&#10;&#10;All the cards show the high quality pictures or even photos of the Second World War and the unit cards are enriched by engineering data. HoW is surely a must for lovers of strategy games, interesting and affordable o&shy;n top of that thanks to the absence of  degree of rarity.&quot;&#10;&#10;You can find lot of pictures and a rule discussion forum on their German webpage: www.history-of-war.com [you can change the webpage language clicking on the UK banner on the left, once in]&#10;&#10;",
    "categories": [
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/5voDc_5-uIjdAJE0eLU2qw__thumb/img/KfBEbgYxutMMTYGF6spoobITGj4=/fit-in/200x150/filters:strip_icc()/pic163265.jpg"
  },
  {
    "id": "29400",
    "name": "Prairie Aflame!",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 12,
    "description": "Prairie Aflame!&#10;The Northwest Rebellion of 1885&#10;&#10;This game is an operational treatment of Canada's Northwest Rebellion of 1885. The Metis (half Native and half European) set up a provisional government to try and get recognition of their concerns with the federal government in Ottawa.&#10;&#10;The federal government orders a detachment of Mounties to confiscate any weapons located at the Metis settlement of Duck Lake. The Mounties were met by a force of Metis and Natives and initially there was just talk. However, during the course of the discussion a gun was discharged and within minutes, the battle was on! The Mounties retreated, having taken 25% casualties - the rebellion was on.&#10;&#10;To prevent the rebellion from spreading, the government in Ottawa quickly dispatches a military force which would grow to 5,000 troops, most transported by the nearly complete Canadian Pacific Railway. After 4 months and several battles later, the government had successfully suppressed the rebellion - if they had not, and this was their worst fear, the whole Northwest might have erupted in rebellion, keeping the government busy for years.&#10;&#10;The basic military unit in the game is the battalion. All the battalions that participated in the campaign are represented, as are the various Northwest Mounted Police detachments, local militias, artillery, and Gatling guns. They are faced by the Metis, the Woods Cree, and the Plains Cree. Units can remain together as battalions, or they can break down. Morale is better as a battalion, while mobility is better as a breakdown unit. Each strength point represents 50 men. The main rebel and government leaders are represented and they have an important effect on the game.&#10;&#10;The map shows the area of the Prairies in Canada from Edmonton and Calgary in the west to Qu&iacute;Appelle in the east. Map scale is 11 miles to the hex, and each turn represents one week. The map is 22 x 34. There is also a 24 page rulebook, and a number of charts, tables, and organizational sheets as well.&#10; Game scale&#10;Unit sizes:&#10;Battalion&#10;1 Strength Point = 50 men&#10;Each hex equals 11 Miles across.&#10;Each game turn represents one week.&#10;&#10;",
    "categories": [
      "American Indian Wars",
      "Post-Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/Y13FlpGze9QuDnsYRUdsEA__thumb/img/4fRTzpfiiqHvq8wnuCd8cEU3c-Q=/fit-in/200x150/filters:strip_icc()/pic5349926.png"
  },
  {
    "id": "300091",
    "name": "Villageo",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 0,
    "age": 8,
    "description": "Become a renowned city planner by creating the most beautiful cities possible in Villageo! You must watch out for planning restrictions by placing businesses, houses, lakes and gardens in the right places to respect the proposed plans and build your ideal city. Rules are easy: The colors of the tiles have to match with the map, and two tiles of the same color can't be connected even by the angles. Will you manage to complete the sixty Villageo projects?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Puzzle"
    ],
    "mechanics": [
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/EeGqvEnrvdD38kXrYMnURQ__thumb/img/1kNpMeobhXZUCxWMqsivnybXUVs=/fit-in/200x150/filters:strip_icc()/pic5197306.jpg"
  },
  {
    "id": "122867",
    "name": "Four Taverns",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 35,
    "age": 12,
    "description": "In Four Taverns, everyone is competing to have the best tavern in the land. And how do you measure success for a tavern? Customers. No, wait &ndash; awesome customers who have done great things that inspire others to come drink with them and your tavern. Thus, you're going to support adventurers on their quests to do great things, which will ideally bring renown upon you and your tavern in the end.&#10;&#10;In game terms, each player starts with a hand of adventurers and some coins. Two or three quests are laid out face-up, and each quest shows the strength of the adventurer party &ndash; in terms of warrior, wizard, cleric and rogue &ndash; required to complete the quest. On a turn, you draw two adventurers cards, then play any number of cards (including zero) &ndash; paying their costs at the same time &ndash; in order to complete quests and gain the income and renown associated with it. When a quest is completed, all other adventurer cards are discarded.&#10;&#10;Why not just hold adventurers in hand until you can send out a massive party all at once? Your tavern is tiny at the start of the game, so you need to keep sending out adventurers in order to make room for more. As you gain renown, though, you'll increase the size of your tavern and have room to hold more adventurers in wait. Champions are special adventurers who fulfill two roles at once, and special action cards bring spice to the game play.&#10;&#10;The first player to collect twenty renown wins.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy"
    ],
    "mechanics": [
      "Hand Management",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/gESYeu3Zhz6M_YSVTCa5_A__thumb/img/oQbLpjCG7DS8rKpiOe5kv1zCNsE=/fit-in/200x150/filters:strip_icc()/pic1274611.jpg"
  },
  {
    "id": "26560",
    "name": "Asalto al Banco de Inglaterra",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 8,
    "description": "&quot;Asalto al banco de Inglaterra&quot; is the Spanish translation of &ldquo;Assault to the Bank of England&rdquo;.&#10;&#10;The board represents London. There are shops, a few banks (including the bank of England), streets, Scotland Yard (with a prison) and the hideouts of the bands of thieves.&#10;&#10;One player plays the police and the other players, a band of thieves each. The goal of the thieves is to rob banks. In order to access the bank the thieves need tools like a blowtorch or dynamite. These items must be collected in the shops.  Both policemen and thieves may get help from different cards. With those cards the thieves can move their pawns to safe places, order a police to go back to the police station, etc... The policemen can use the cards to raid a location, shoot a thief, and conduct other actions.&#10;&#10;The are 4 small banks and a big one: &quot;The Bank of England&quot;. The thieves not only have to steal the money from the safe, they also have to be able to escape and bring the money to their hideout. If the police catches them, the money returns to the bank.&#10;&#10;The players agree at the beginning of the game on the game length and number of banks they have to rob in order to win. Of course the player who plays the policemen has to stop the robberies.&#10;&#10;",
    "categories": [
      "Adventure",
      "Children's Game"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Set Collection",
      "Team-Based Game",
      "Track Movement",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/y4HE-2e2K0mY-DQ4hNZH8A__thumb/img/V5sot4z-e_oYXlT1rbYOIdtm_-o=/fit-in/200x150/filters:strip_icc()/pic161641.jpg"
  },
  {
    "id": "377651",
    "name": "Moody Bear Kingdom",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 8,
    "description": "Story&#10;The throne of Moody Bear Kingdom has been left empty for thousands of years. Many bears have fought for their rights to claim the throne, but those bears do not have enough power to sit on the throne. There has been a rumor about the legendary items that can be combined to give the owner  overwhelming magical power. No one at the present has a chance to see it. &#10;One day, a sorcerer of the Moody Bear has foreseen the monster coming. Its name is Dark Swallow which is the henchman of the Dark Night villain. A Monster that consumes everything in its path. The Moody Bear council has launched an order for a new bear generation to form the teams to seek for the items before it is too late to stop the tragedy&#10;&#10;Game Play&#10;Players take turn and try their best to get all the objective cards. There are 3 teams (Blue, Red, and Dark night). The Dark night objective is to intervene other team until Dark Swallow come out. Players can combine card to gain advantages and find  a teammate before it is too late!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Bluffing",
      "Deduction",
      "Party Game",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Deduction",
      "Hand Management",
      "Hidden Roles",
      "Roles with Asymmetric Information",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/Wf3C7ajrpTHh6bS6ilcR_g__thumb/img/MPPLrd4Vh0ewTk5ETx5_g34Mpw8=/fit-in/200x150/filters:strip_icc()/pic7270212.jpg"
  },
  {
    "id": "7383",
    "name": "Red Star Falling",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "Red Star Falling gives players the chance to make Patton's dream and every wargamer's fantasy come alive. In March 1945, the Western Allies and the defeated German Wehrmacht challenge the Russians for control of Central and Eastern Europe. Red Star Falling is a corps level game with these components: 144 Unit Counters, 17x22 Full Color Map, 12 Page Rulebook, A Six Sided Die, A Game Chart. Red Star Falling is of moderate complexity, but can be enjoyed by all gamers.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/hdugqZsBUAH_2s8w7lvHsQ__thumb/img/o7pyHYRfmXUmmLG2d46L4H4A8vs=/fit-in/200x150/filters:strip_icc()/pic6618814.jpg"
  },
  {
    "id": "417491",
    "name": "Odalin: Dungeons of Doom",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 16,
    "description": "Experience the thrill of classic dungeon crawlers, infused with great strategic depth, in a unique dark desert fantasy setting. Find immersion and nostalgia in the intense battles that only the bravest souls dare to explore. With straightforward rules and innovative mechanics, every encounter is unique&mdash;you will never know what lurks within the shadowy pits of the dungeons.&#10;&#10;Make a pact with a demon lord and combine your attacks with the demon&rsquo;s, creating a unique combinations and gameplay for each hero. There are dice rolling, but the powers allow to mitigate the luck with good strategy.&#10;&#10;Explore the dungeons to find artifacts and hidden secrets, with an exciting loot system. Many items are unusual and make real impact on the hero&rsquo;s powers. With luck, you can find the set collection for your hero and become much more powerful.&#10;&#10;Make tough choices, including moral dilemma and shape the campaign. Your choices will shape the world and determine the ending.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Solo / Solitaire Game",
      "Square Grid"
    ],
    "image": "https://cf.geekdo-images.com/ne2FOjfj8ZPIoGDWKWvaSg__thumb/img/Cp-AYsW95m7kG9AZdYnEYf7ZOD0=/fit-in/200x150/filters:strip_icc()/pic8106740.jpg"
  },
  {
    "id": "147852",
    "name": "Mission: Combat!",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 12,
    "description": "A rift has opened, and unearthly creatures from an alien dimension are streaming into the world. They threaten the planet and the existence of the human race. Defend humankind against the perilous alien invasion as the Marine player! Or, on the other hand as the Portalist player, show those mortals they stand no chance!&#10;&#10;Mission: Combat! is a tactical sci-fi card game for two players, one commanding the human Marines and the other representing the alien Portalists. Both have unique characteristics and abilities available only to their respective faction. In general, the Marines can perform ranged attacks and have strong firepower and good defensive positions. The Portalists, on the other hand, can deploy units for free, and their units can move quickly. Additionally, the area cards of the game board grant special abilities to the player who controls them. When a player manages to eliminate all enemy units on his turn, the game ends and that player wins.&#10;&#10;To set up the game, players determine a start player, draw five unit cards to their hands, and take alternating turns to bring those units into play on their area cards. Then the game begins, with the start player using two action points (AP) in his first turn. In each subsequent turn, players have four action points at their disposal, which can be spent to carry out the following actions in any order as often as desired:&#10;&#10;&#10;     Draw a card&#10;     Play a card&#10;     Move a unit&#10;     Attack&#10;&#10;&#10;In addition to the actions above, players can get free actions and bonuses from the area cards they control and can use special abilities that are available only to their faction only. Units are one of three types &mdash; Regular, Elite, or Colossal &mdash; and can attack only one unit type. For instance, an Elite unit that can deal damage to Regular units cannot deal damage to Elite or Colossal units.&#10;&#10;To achieve victory, players need to consider the defense and attack types of their army, and the faction strengths and weaknesses, along with the abilities that they get from the terrain that they control. Choose your side and wipe your opponent from the surface of the planet!&#10;&#10;",
    "categories": [
      "Card Game",
      "Science Fiction"
    ],
    "mechanics": [
      "Action Points",
      "Area Majority / Influence"
    ],
    "image": "https://cf.geekdo-images.com/adXSnO5iwjYxtqPy63DZcw__thumb/img/Ya3K-Et766-NShejA33z7ldZHt0=/fit-in/200x150/filters:strip_icc()/pic1779439.png"
  },
  {
    "id": "240134",
    "name": "I Spy Dig In",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 0,
    "age": 5,
    "description": "Race the clock, it's not so hard! Dig out 6 objects, place on your card.&#10;&#10;When each player has gone ALL IN, match one more for the win!&#10;&#10;I SPY Dig In is the great game of frantic finding! Kids practice literacy, coordination, and social skills as they race to match the images on their cards with objects from the bowl.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Children's Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/mLnbasbZK-egsa6TPh7UGQ__thumb/img/xXFkNcQVbiNT_9kCZUCHz5YeWBQ=/fit-in/200x150/filters:strip_icc()/pic3899515.jpg"
  },
  {
    "id": "285892",
    "name": "Boss Quest",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 8,
    "description": "Boss Quest is a humorous game inspired by video games. You have to save the princess, who has been kidnapped by many bosses.&#10;&#10;Pick your weapons, equip them, and, with a push-your-luck mechanism, be the player closest to the boss' value without exceeding it!&#10;&#10;You can also cast spells on your enemies to be the first knight to reach the princess.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Fantasy",
      "Video Game Theme"
    ],
    "mechanics": [
      "Push Your Luck",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/aPuB6-18USKjULmrPleVSw__thumb/img/WnBDMNY76Nk2i7u_QrfeUdZFyQg=/fit-in/200x150/filters:strip_icc()/pic4983938.jpg"
  },
  {
    "id": "422329",
    "name": "A Midsummer Night's Fayre",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 40,
    "age": 8,
    "description": "A fayre has come to town, and all are welcome to enter and partake of its games &mdash; but note that this is no ordinary fayre as it is run by elves and fairies.&#10;&#10;In A Midsummer Night's Fayre, you play ten mini games, choosing dice to try to achieve the individual victory conditions of those games. Use fairy mischief cards to change the dice...and the outcome of the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Fantasy"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/iaDcsyNADm9mrb-ryYabGw__thumb/img/qf9sRDNQ7Y2kz0jF-_zTnm7TP70=/fit-in/200x150/filters:strip_icc()/pic8242156.jpg"
  }
]
