[
  {
    "id": "5224",
    "name": "Vitoria 1813",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 12,
    "description": "June 21, 1813, the Duke of Wellington delivers to the army of the King Joseph the last big battle of the War of Spain. This game is a brigade level simulation of that day that was fatal to the Imperial armies.&#10;&#10;",
    "categories": [
      "Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/XWfNlRhVJ-dqNUoj5W3TFQ__thumb/img/01y62YZZI3nfJRdhxKNuE9f_onA=/fit-in/200x150/filters:strip_icc()/pic193038.jpg"
  },
  {
    "id": "191132",
    "name": "Cafundó",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 14,
    "description": "In Cafund&oacute; you must battle against creatures from Brazilian folklore. Get your apparels and try battle saci, curupira and others.&#10;&#10;You chose your adventurer and start with some gold. You get your 5 first gear cards. This will help you battle against the odd creatures who lives behind the bushes.&#10;&#10;With your gear in hands, the first player will roll the dice to define if is morning or evening. This will affect some cards and give a bonus.&#10;&#10;The player who steals the most gold from the creatures wins the game.&#10;&#10;",
    "categories": [
      "Humor",
      "Mythology"
    ],
    "mechanics": [
      "Hand Management",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/RJ7Dmxdh-mdx3mca8CfoXw__thumb/img/O5SIbo8PElHRtVqvirIOX3J2AQE=/fit-in/200x150/filters:strip_icc()/pic2832055.png"
  },
  {
    "id": "4259",
    "name": "The Trojan War: The Game of Gods & Heroes",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 240,
    "age": 12,
    "description": "From the introduction to the rules:&#10;&#10;... about the legendary conflict between the ancient Greeks and the city of Troy. This battle, conventionally dated 1185 BC is the basis of Homer's epic poem, The Iliad and other Greek and Roman works.&#10;&#10;The map portrays the site of Troy, as described by Homer. Each playing piece represents a specific hero of one of the armies, together with the common foot soldiers led by him. Chariots are also present. Acts of intervention by the gods of Greek mythology are included in the game.&#10;&#10;Boxed micro-game includes 240 counters, 16&quot;x24&quot; map, plastic pouch, 16-page rulebook and 1 die.&#10;&#10;Godly intervention is depicted in the form of Intervention Chits.&#10;&#10;",
    "categories": [
      "Ancient",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/E2tESrKTh-mWEt5TDpIHFw__thumb/img/Sc4flwX8i68WAmc-DklRDaFDuAU=/fit-in/200x150/filters:strip_icc()/pic69485.jpg"
  },
  {
    "id": "376316",
    "name": "数律 (Suritsu)",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 6,
    "description": "Suritsu is a game of number and scenery making for 1 to 5 players.&#10;&#10;Players play cards from their hands, connecting with previously played cards to create a two-digit number. The number that can be made changes depending on which side the &quot;UP-DOWN card&quot; ois showing. If the UP side is showing, a number larger than the previously played number must be played. If the DOWN side is showing, a smaller number must be played.&#10;&#10;In addition to numbers, each card has lavishly illustrated &quot;scenery&quot;, such as forests, the sea, and city. By completing scenery through card play, you can perform consecutive turns.&#10;&#10;Skillfully manipulate the available numbers to ensure your opponents cannot play, allowing you to empty your hand!&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/RJA7ArJtgGk2kAFERqp8Qg__thumb/img/OEO5rN2eJIfIU8qi6nDaJ_8-l1g=/fit-in/200x150/filters:strip_icc()/pic7520375.jpg"
  },
  {
    "id": "97990",
    "name": "UNO Roboto",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 39,
    "age": 6,
    "description": "For the first time ever players are able to customize and personalize their UNO game with UNO Roboto. Record each player&rsquo;s name and set unique house rules, then let UNO Roboto  get the party started with surprise commands and funny phrases that change-up the game every time.&#10;&#10;After capturing rules and names, UNO Roboto gets the party started with surprise commands and funny phrases that change the outcome of the game! As the game progresses, players must keep up with UNO Roboto as he randomly selects the games twists and turns.&#10;&#10;Components:&#10;&#10;     UNO Roboto figure, &#10;     108 cards&#10;&#10;&#10;",
    "categories": [
      "Card Game",
      "Electronic",
      "Party Game"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/2Dit8zvi3xx5awLHeJ3A8g__thumb/img/rwGVjYPRIMKk2gcmvOlG-IHDYf4=/fit-in/200x150/filters:strip_icc()/pic7820256.jpg"
  },
  {
    "id": "33414",
    "name": "Ghost Hunters",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 15,
    "age": 5,
    "description": "Taken from the Publisher.  &quot;Inside the castle, one of twelve ghosts is always floating from window to window.  But which one is it?  It's hard to tell the differences as you can only recognize the ghosts by tiny details.  Whoever is quickest in recognizing the ghost in question, can move their figure on the parkway.  At the end of the game the player who has moved their figure furthest in the park will be the master ghost hunter.&quot;&#10;&#10;",
    "categories": [
      "Children's Game"
    ],
    "mechanics": [
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/fPT3TRanFKPMyMMliD2-0Q__thumb/img/SIdPBhxzNlmz0UxRv1KVcfEPGBk=/fit-in/200x150/filters:strip_icc()/pic396109.jpg"
  },
  {
    "id": "11136",
    "name": "End of Empire: The French and Indian War and the American Revolution",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 12,
    "description": "End of Empire: The French and Indian War and the American Revolution is a two-player game covering the great conflicts fought on the North American continent between 1744 and 1783: King George's War, sometimes known as the Old French War, which was part of the War of the Austrian Succession); the French and Indian War; part of the Seven Years War (known in England as the Great War for Empire); and the American Revolutionary War. The French and Indian War ended the French Empire in Canada; the American Revolution ended the British Empire in the thirteen American colonies.&#10;&#10;End of Empire is an epic game, providing the most detailed coverage of the critical period that saw the Empires of England, France, and Spain exit North America and the rise of the United States of America.&#10;&#10;",
    "categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/LdXwPPR3swcG-hitsBKZPA__thumb/img/x-9k-wDZMwKc5WiHJbxlAt-qoak=/fit-in/200x150/filters:strip_icc()/pic7503461.png"
  },
  {
    "id": "196234",
    "name": "Clash d'Ardèche",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 75,
    "age": 12,
    "description": "You're the new owner of a small campground along the river Ard&egrave;che. It all seems so easy! A small plot of land, a reception and a website is all you need to receive some income from tourists. &#10;Satisfied you take a rest &ndash; but not for long, as your guests already leave for greener pastures! They like your competitor's campground more: the &lsquo;Clash d&rsquo;Ard&egrave;che&rsquo; has begun.&#10;&#10;Claim the best sites, bluff out your competitors, bribe the mayor and fulfill your secret assignment to win!&#10;&#10;In 'Clash d'Ard&egrave;che', 1-4 players compete with each other by trying to build the campground of their (secret) assignment. They do this by buying sites, swimming pool / disco / hostel etc. and Publicity. And, of course, by pricing their opponents out of the market. Guests will typically leave the worst campground for the best one. Also the mayor is giving favors to the ones he likes, so do not forget to bribe him!&#10;&#10;Gameplay is about 20 minutes / player.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Print & Play",
      "Territory Building"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Open Drafting",
      "Set Collection",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/z3jvwhstHm0A6lNRDMXHnQ__thumb/img/OLjty2pX0-5gTt-4eZiFfP3XMos=/fit-in/200x150/filters:strip_icc()/pic3239360.png"
  },
  {
    "id": "251825",
    "name": "Patriot",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 180,
    "age": 14,
    "description": "&ldquo;Ladies and Gentlemen, I have asked each of you in this room for a purpose. It is with grave urgency, and top secrecy that I request your time, your assistance, and your loyalty. I ask that you save our nation, and in turn save my life&hellip;&rdquo; &ndash; The President&#10;&#10;On the brink of civil war, The President of Karmonia has been given five letters from an assassin, each marked with a day. It has been made clear that if the President does not meet each of the assassin&rsquo;s demands, there will be dire consequences resulting in the death of The President.&#10;&#10;Five letters. Five threats. Five days to die.&#10;&#10;Patriot is a semi-cooperative board game of social deduction, betrayal, strategy and teamwork for 1 to 6 players. Each player is dealt a secret card outlining their allegiance to The President &ndash; save, or assassinate. Through the midst of this, the country of Karmonia is in turmoil. It is up to you and your team to find the assassin whilst maintaining the country through a number of difficult missions!&#10;&#10;However...! If you are the assassin, it is your mission to sabotage, betray and secretly manoeuvre the game in your favour, resulting in the assassination of The President and the destruction of Karmonia. Just don't get caught.&#10;&#10;",
    "categories": [
      "Civil War",
      "Political",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Team-Based Game",
      "Variable Player Powers",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/-JjRpgTTxmDT0k0mFaf_ZQ__thumb/img/mJfcGYnGWfsRQ4emlphrg5V45iM=/fit-in/200x150/filters:strip_icc()/pic7676907.png"
  },
  {
    "id": "328557",
    "name": "Wilson & Shep",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 4,
    "description": "Wilson &amp; Shep, a.k.a. Uly &amp; Polly, is a semi-cooperative game in which each round one player competes against all others. This one player is Wilson, the mischievous little wolf who likes to hide in the flock of sheep. Everyone else works together as Shep the sheepdog to find the little wolf's hiding place.&#10;&#10;To set up for the round, lay out the sixteen sheep tiles. While all other players close their eyes, Wilson then swaps the wolf token for one of the sheep. The Shep players then place the sheepdog token on a tile and reveal it. If they already found Wilson, they win the round, but if not the Wilson player chooses two tiles adjacent either orthogonally or diagonally (whether Wilson is on one of those tiles or not) and swaps them. Shep then moves to any adjacent tile and reveals it.&#10;&#10;If Wilson is still in hiding after eight tiles have been revealed, the Wilson player wins the round and receives reward tokens; otherwise the Shep players receive rewards. After each player has been Wilson once, whoever has the most rewards wins!&#10;&#10;",
    "categories": [
      "Animals",
      "Bluffing",
      "Children's Game",
      "Deduction"
    ],
    "mechanics": [
      "Deduction",
      "Role Playing",
      "Team-Based Game",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/UDWicnWnFO6UvEFG9A8WQA__thumb/img/EWfgMccR1RlpXsUgSWMSaY6-ePk=/fit-in/200x150/filters:strip_icc()/pic6229570.jpg"
  },
  {
    "id": "428198",
    "name": "Ice Hike: Beware of the Bears",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 8,
    "description": "Fishermen in a small hamlet in Greenland have been hit by sudden frost and snow. On foot they set off to the nearest village on the mainland. The one who arrives there first, and survives a harsh journey over ice, snow-capped mountains and past polar bears, wins the game!&#10;&#10;By cunningly placing landscape tiles and walking with either your puppet, or a polar bear, you always have to choose whether you help yourself move forward or block someone else.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Adventure",
      "Racing",
      "Travel"
    ],
    "mechanics": [
      "Area Movement",
      "Hexagon Grid",
      "Modular Board",
      "Race",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/fqEJaHcwle9mPJ1oY0pK8w__thumb/img/SlCk90d25X-FAG6esHHdBOPac2g=/fit-in/200x150/filters:strip_icc()/pic8409411.png"
  },
  {
    "id": "183887",
    "name": "Lisbon, The Gate to the World",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "From the publisher's rulebook:&#10;&#10;At the beginning of the Fifteenth Century, &quot;the Age of Discovery&quot; was beginning from Portugal. In Lisbon, the merchants have big dreams. They try to get their big chance as a trader with West Africa. In this time, Europeans didn't know about the Americas, they had just started to trade with West Africa. But in Portugal, the &quot;Dinastia de Avis&quot; supported their merchants for the new area.&#10;&#10;Players are merchants. They try to gain in&#239;&#172;&#130;uence with the Kings &quot;Joan I&quot;, &quot;Duarte I&quot;, &quot;Pedro&quot; and &quot;Henrique&quot;. The players bring the requested goods from West Africa, Madeira and Azores to the Kings. And they also add crews, get support from others, and collect income in  &ldquo;Reals&rdquo;.&#10;&#10;Each player gets resources by putting their own Crew chips on the West Africa boards. By developing the areas, players offer the goods sought by the Kings. In return, they gain Ships and Adventurers to help them. Players also advance their Nobles along the Lisbon track, building Markets, and collecting Crew. Players also get Support Cards in return for Gold.&#10;&#10;Each King will pay out Reals to the best merchants. When all the Kings have paid income, the game ends and players collect a final income and bonuses. The richest player is the winner. Try to be the best merchant in Portugal!&#10;&#10;",
    "categories": [
      "Exploration"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Modular Board"
    ],
    "image": "https://cf.geekdo-images.com/dNi3HtBj1f6BxOBYmmcv3A__thumb/img/SSt1FCSrKDZOSYf7smRpzOE9J8Q=/fit-in/200x150/filters:strip_icc()/pic2692928.jpg"
  },
  {
    "id": "153213",
    "name": "Livestock Uprising",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 14,
    "description": "Livestock Uprising is a tactical resource management game in which you harvest farmland, marshal animal armies, and battle for control of the farm. Each player takes control of one of the four animal factions: pigs, goats, cows, or chickens. Each faction has its own barn and special attributes that impact gameplay.&#10;&#10;Each faction has three Generals that move around the farm harvesting crops and marshaling troops. Initially, the Generals can harvest only the least valuable resource: grass. Players must spend their resources in order to marshal new troops, which unlock the ability to harvest better resources, e.g., a donkey allows its General to harvest corn. Players work their way toward harvesting the most scarce resources so they can marshal the most powerful troops. Each General can command only five Troops, so players often specialize the Generals based on their location, nearby threats, and distance from their barn.&#10;&#10;The farm is an 8x8 randomly tiled board containing crops, obstacles, and empty fields. When setting up the board, a small 4x4 grid is laid out randomly, and each player positions his barn anywhere along the perimeter of the grid. The rest of tiles are then randomly laid down to form the final 8x8 board. When choosing a starting location, players must consider the available resources, distance to neighbors, and the faction's special abilities.&#10;&#10;In addition to the common Troops, each faction may also marshal Special Forces. Each Special Force Troop gives the faction a distinct advantage: chickens gain a movement bonus, cows gain a defensive bonus, pigs gain a harvesting bonus, and goats gain an attacking bonus. Players also have three hidden Command Cards that they may play at any time to gain an advantage or get out of a tough situation. The Command Cards range in effects and are very valuable when used appropriately.&#10;&#10;The goal of the game is to destroy the other factions and take control of the farm. Players achieve this by forming a Super Army and triggering the end game. At any time a player may choose to form a Super Army if all of their General are in their barn. The Super Army combines all of the player&rsquo;s Troops together under a single General. This massive army gets an attack, defense, and movement bonus, but cannot harvest resources or marshal Troops. Forming a Super Army triggers the end game as the only effective strategy against a Super Army is to form one of your own. The Super Armies then drop the gloves and battle it out for all or nothing victory.&#10;&#10;",
    "categories": [
      "Animals",
      "Dice",
      "Farming",
      "Territory Building"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Player Elimination"
    ],
    "image": "https://cf.geekdo-images.com/82QuJeqn2eIU9ZOe3KCuvg__thumb/img/8MZMUXyxeAK_1GPYjZ4-BD-LA9I=/fit-in/200x150/filters:strip_icc()/pic2232226.jpg"
  },
  {
    "id": "170994",
    "name": "Suez 1916: The Ottomans Strike",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 90,
    "age": 12,
    "description": "The Suez Canal was essential to British strategic communications and trade in the Great War, as well as being an important political symbol. In August of 1916, the Ottoman Empire sent an expeditionary force, which included contingents of Germans and Austro-Hungarians, against the canal. While the British were expecting an attack, the Ottomans gained tactical surprise by attacking at night. If the Ottoman attack had succeeded, Britain&rsquo;s prestige and warmaking capacity would be severely damaged.&#10;&#10;Suez 1916 uses the Fire &amp; Movement system. The movement and combat systems are designed around the realities of mechanized warfare, giving motorized and/or specially-trained units clear advantages. Players can augment units at the instant of combat with support fire, provided by weapons ranging from mortars through cannon and light ground attack aircraft to heavy bombers. A seemingly predictable assault can be overturned at the last minute by heavy defending fires, while even small units may develop tremendous offensive punch with the assistance of a heavy bombardment. Winning the battle is a matter of maneuver, firepower and asset management.&#10;&#10;The historical battle was a touch-and-go affair, ending with the British pushing the Turks just far enough to keep the canal safe. The British have the stronger force, but the Central Powers has the advantages of surprise, initiative, and strong artillery support. The player who best utilizes his strengths and is prepared to capitalize on opportunities will prevail.&#10;&#10;Details:&#10;&#10;    Level: Regiment/Brigade&#10;    Hex: 0.6 miles (1 km) &#10;&#10;&#10;",
    "categories": [
      "Wargame",
      "World War I"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/w2IAJXicZZbT8i6Kw3sJ2Q__thumb/img/4wIkObTQlMzoe1Vx5MjkmcuOMr4=/fit-in/200x150/filters:strip_icc()/pic2390196.jpg"
  },
  {
    "id": "6130",
    "name": "Wohrom: Swords and Magic Against Evil Forces",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 360,
    "age": 10,
    "description": "The knight travels into the Ragatai region to find the beings&rsquo; treasures. Their conquest will allow the coronation on Wohrom&rsquo;s sepulcher.&#10;&#10;Degree of difficulty: 4/6&#10;&#10;Contents:&#10;&#10;    Pieces in plasticized, matte finish cardboard, cut and printed on both sides, they represent characters who took part in the battle, beings and talismans.&#10;    Map of the Ragatai region in rigid, thick cardboard plasticized, opaque and in 5 pieces cut.&#10;    Cardboard tables to resolve different fights.&#10;    Knight card.&#10;    Rule booklet in 4 languages with examples.&#10;    Plastic storage tray and dice.&#10;&#10;&#10;",
    "categories": [
      "Exploration",
      "Fantasy",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/AMTlJzFnI07Q4IpsT-qLMg__thumb/img/yDczxLqzVkA8tLwqwLLISglCGWg=/fit-in/200x150/filters:strip_icc()/pic22902.jpg"
  },
  {
    "id": "99880",
    "name": "Drop Site",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 8,
    "description": "Drop Site, the winner of the Premio Archimede 2010 Carta Mundi special prize for best card game, is a game about coordinating humanitarian aid shipments.&#10;&#10;As parachutes of aid drift (quickly) to the ground, players must do their best to predict where aid shipments will land. This aspect is represented by players hiding cards in their &quot;debt&quot; pile in hopes that these cards will later match the face-up cards in the middle of the table. Players score points for every card (aid shipment) they are able to accurately predict by the end of the round, scoring more points for shipments they were able to spot while they were still high up in the air, but losing points for cards they were unable to match. Drop Site is fast-playing, intuitively strategic, professionally manufactured, and easy to teach and learn.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/xJURXc0OQ9bu3Pv_xdRzLw__thumb/img/GBown3YbNNusNiGeFsU-k1ArSMQ=/fit-in/200x150/filters:strip_icc()/pic1379130.jpg"
  },
  {
    "id": "316594",
    "name": "Break In: Area 51",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 12,
    "description": "To escape, you must first...break in!&#10;&#10;Each title in the Break In game line presents a collaborative experience that begins the moment you lift the lid off the game box. Inside, you will see a 3D shape with graphics representing the area you are trying to break into. Your paperwork tells you to STOP and make sure you are all ready before you begin &mdash; get your cards laid out, settle in with all the players, read your instructions, then begin looking for clues to solve puzzles!&#10;&#10;Soon, you will be told to open the game board and unfold the first of three layers, expanding your board and revealing the next layer you have to explore to uncover clues that will lead you further inside! It's a one-of-a-kind unboxing experience! Along the way, you'll see wonderful things, meet interesting characters, and complete amazing challenges using clever hints and a unique solution system. The final puzzle leads you to your goal &mdash; and then you must escape!&#10;&#10;In Break In: Area 51, you are an alien trying to rescue your ship that was stolen by humans and is being dismantled deep inside the facility.&#10;&#10;",
    "categories": [],
    "mechanics": [
      "Cooperative Game"
    ],
    "image": "https://cf.geekdo-images.com/jyBELKbLsxEbr84wVlnlMg__thumb/img/KLAci1SfkNKhiv7iPe7hRNRR3q8=/fit-in/200x150/filters:strip_icc()/pic5855447.png"
  },
  {
    "id": "360696",
    "name": "Split",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 15,
    "age": 8,
    "description": "Family card game where players place a card between two numbered discard piles.  The card placed must be a number between the two cards on the discard piles, and the next player will decide which direction to move the center card, creating a new number gap in which to play their own card.  Numbered wilds can be played at any time and will be moved over to one of the discard piles by the next player. When a player can't play they reset. To reset, a player will discard all of the cards on the table, draw 3 new cards into their hand, and play the highest and lowest card out of their hands to start the new discard piles. You cannot go out on a wild and the first player to get rid of all of their cards wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/-6Gc81m5a2gqVg-5Pr5PFw__thumb/img/8DJkzj1JN2uiB4i9a-BswwARJts=/fit-in/200x150/filters:strip_icc()/pic6895032.png"
  },
  {
    "id": "72751",
    "name": "Fleeting Foxes",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 5,
    "description": "In this crazy competition each player tries to be the first to catch hen with his fox.&#10;A player rolls, one by one, the four fox dice. After each throw he has to decide if he wants to move his own fox or the fox of another player as many squares as dots on the dice. But beware! Each fox can only be moved once during one's turn. Therefore you have to think twice about which fox you are going to move or if it is risky to wait in the hope of a higher score, to move your own fox. The game ends as soon as a fox catches up to the hen, thus winning the game. It also ends if a fox is too slow and is caught by the hen. In this case all the players lose and the hen crackles with triumph.&#10;&#10;source: rulebook&#10;&#10;",
    "categories": [
      "Animals",
      "Children's Game",
      "Dice",
      "Racing"
    ],
    "mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/DtoIRj0m4UBWjvyOWnJShw__thumb/img/2_yu3D_iDMr7O_jUlqnTzi2fvNw=/fit-in/200x150/filters:strip_icc()/pic6565298.jpg"
  },
  {
    "id": "2563",
    "name": "Hot Dog",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 10,
    "description": "Theme&#10;Players attempt to earn the most money by selling their hot dog cards as quickly as possible and for the best price at carefully selected tables.&#10;&#10;Goal&#10;Having the most dollars after three games.&#10;&#10;Game play&#10;Each player gets 10 hot dog cards in one color, 2 or 3 (depending on player number) table cards in the same color, and 3 one dollar cards.&#10;&#10;The neutral table cards are placed at the center of the table: with 2 or 3 players, there are 2 neutral table cards (with values 5 and 7), with 4 or 5 players, there are 3 neutral table cards (values 5, 7, 9). The table value determines how many hot dogs can be sold at that table.&#10;The remaining dollar cards are sorted according to value (1, 5, 10 $) and also placed on the table. The start player gets the ketchup/mustard card.&#10;&#10;All players simultaneously decide at which table and how many hot dogs they want to sell. Each player puts the corresponding table and hot dog cards on the table, face down. They can also put down dollar cards to reduce the price of their hot dogs.&#10;When all players have made their decision, the cards are revealed and tallied up, beginning with the lowest table. &#10;When several players want to sell at the same table, the player who wants to sell the lowest number of hot dogs at this table puts them next to the table first, followed by the player who wants to sell the second lowest number at that table etc. Once the number of hot dogs from the players' cards has reached the maximum specified on the table, no other players can sell hot dogs there and any unsold hot dog cards are returned to that player's hand. Dollar cards are used to indicate that a player sells his/her hot dogs cheaper, and this changes the order in which players are allowed to sell (e.g. a player with 5 hot dogs minus $ 2 is allowed to sell before a player with 4 hot dogs because his/her total of 3 is lower than the other player's 4). If hot dog prices are equal, the player with the ketchup/mustard card goes first.&#10;As soon as a table is full, each player receives one dollar for each hot dog he/she has at this table.&#10;At the end of the round, each player takes back the table card he/she played and the ketchup/mustard card is passed on to the next player.&#10;A new sales round starts.&#10;When someone plays out his/her last hot dog card(s), he has to announce this by saying &quot;last hot dog&quot;, otherwise he may not sell them. When one player has sold all of his/her hot dogs, the game ends. If tables have become full that round, there is a last payout.&#10;Then all players count their dollars and write down their points. After three games, the richest player wins.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/nqy-o5NxnmfS8lWL5msgBw__thumb/img/-116KN22m_q63au6cl6RlklisbI=/fit-in/200x150/filters:strip_icc()/pic196404.jpg"
  },
  {
    "id": "392471",
    "name": "Classified Information",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 12,
    "description": "In the pursuit of political supremacy, knowledge is key. Since the revolution, two factions have been fighting for power in the dystopian, cyberpunk city of Intellexia. In order to break the years long deadlock and secure control of the city, each faction must uncover their adversary&rsquo;s secret plans hidden inside their top secret, code-protected briefcase.&#10;&#10;Your job, if you are to accept it, is to protect your secret code by cleverly deploying card abilities, by seeking help from the Guards, Assassins, and Sentinels at the local tech-noir guilds, and by encrypting information when you can. But espionage is a two-way street. While trying to deny your opponent information about your secret code, you must try to crack theirs.&#10;&#10;Classified Information is a fast-playing (10-minutes or less), 2-player &quot;iterative&quot; deduction microgame that is fully contained within just 18 cards. Each turn a player plays a card from their hand in one of three ways (for its ability, for its guild affiliation or by discarding it out of the game). Once the draw deck is depleted players reveal their secret code and the single card left in their hand, if their card matches a number in their opponent's code they may win the game, but things may not be so easy if their opponent also matches and has more guards, or has cleverly guarded their briefcase!&#10;&#10;Will you be able to access your opponent&rsquo;s Classified Information?&#10;&#10;-description from designer&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Deduction",
      "Finale Ending",
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/5AAEebYaed8WGX3svrQ2Ng__thumb/img/uKUUwYN0FZZ0wDxwZRldgF4Dk80=/fit-in/200x150/filters:strip_icc()/pic7579515.jpg"
  },
  {
    "id": "368309",
    "name": "DANTE: Inferno",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 14,
    "description": "DANTE: Inferno is a new experience for 1-4 players based on the famous Italian poem: The Divine Comedy by Dante Alighieri. Find, in this new adventure, an incredible fusion of exploration, through the various circles of Hell, and epic battles against hordes of enemies in the best war game style. Devise the safest route to your objectives, or explore the most challenging corners of this dark realm. Engage in fierce battles and strategize using your surroundings.&#10;&#10;Based on Alighieri&rsquo;s masterful vision, find reimagined, unique views on the Inferno, an ever-changing domain full of perils and mystery. Explore this whimsical land through a compelling and deep branching storyline and experience the passage of time as it shapes a new journey for you and your friends. No two gameplays will look the same in this adventure full of surprises. Be prepared to be tested and make decisions that may entirely affect your journey, alter the battles you will face, require you to review your strategy, and even change how Hell itself takes shape before your very eyes. Dive into Alighieri's masterpiece with new epic characters, and see historical figures in a new light, with sides you have never seen before.&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Mythology",
      "Novel-based"
    ],
    "mechanics": [
      "Action Retrieval",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Narrative Choice / Paragraph",
      "Resource to Move",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling",
      "Three Dimensional Movement",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/AL4Tt4QEjKAOQDKpypCIgw__thumb/img/K8Ica4WK3JJDdJ_e5lonvApi5ic=/fit-in/200x150/filters:strip_icc()/pic7935239.jpg"
  },
  {
    "id": "154682",
    "name": "Gib Gas!",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 8,
    "description": "Gib Gas! is a card game in the new &quot;Carrera Tabletop Games&quot; series by Austrian publisher Stadlbauer.&#10;&#10;Each round all players select one hand card face-down to set the speed for the current track section. The cards are revealed simultaneously. The player with the &quot;best fitting&quot; speed wins the track section (= VP). Players that have played the same speed collide and cannot win that track section.&#10;&#10;If players collide they have to move down with a marker on their card representing the status of their race-car.&#10;&#10;Special cards like &quot;Hold Speed&quot; (copy value of last card), &quot;Pitstop&quot; (take played cards to the hand) and &quot;Roll Die&quot; (extremely slow or very fast) expand the possibilities.&#10;&#10;The game ends ...&#10;... when the stack of track sections is empty&#10;... when one car is destroyed&#10;The players with the most VP (on cards plus the status of the own car) wins. A player who has destroyed his car cannot win.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Racing",
      "Sports"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/z0JG6vtciqnNl5rm1_1jlQ__thumb/img/T7hhOXxdwtSHACnHBVtJcQXxAHQ=/fit-in/200x150/filters:strip_icc()/pic1928785.jpg"
  },
  {
    "id": "355071",
    "name": "Mars Escape",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 13,
    "description": "Your ship has just crash landed on Mars and the aliens have run off with the parts. Collect gear and weapons as you hunt down the aliens and retrieve your parts to repair your ship. However, you are not the only one and there are only enough parts for one astronaut to make it home. .&#10;&#10;Mars Escape is fun backstabbing game in which players have to sabotage each other and eliminate aliens in order to win the game. You are equipped with weapons and items to take down aliens, but at the same time stopping your friends from collecting all the ship parts to make it back home. The first player to collect 4 ship parts (exterminate enough aliens) will be able to fly home to safety while leaving their friends to their fate at the hands or tentacles of aliens.&#10;&#10;Mars Escape contains a 64 card deck which includes 11 aliens, 29 weapons, 24 items, and 1 rule book.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Card Play Conflict Resolution",
      "Hand Management",
      "Interrupts",
      "Lose a Turn",
      "Move Through Deck",
      "Race",
      "Take That",
      "Turn Order: Progressive"
    ],
    "image": "https://cf.geekdo-images.com/-mVClpQS8ZJKqCI3_eN99w__thumb/img/s7noJRmj0SQMzAQFqoHUdikObBk=/fit-in/200x150/filters:strip_icc()/pic7886421.png"
  },
  {
    "id": "164930",
    "name": "BANG!: Halo",
    "minPlayers": 3,
    "maxPlayers": 7,
    "playingTime": 30,
    "age": 8,
    "description": "Board the Infinity in BANG!: Halo and fight for Red, Blue, or Black (as the Lone Spartan). BANG!: Halo is based on the world's best-selling shoot 'em up card game BANG! in which players battle one another for supremacy! With an array of weapons, vehicles, and equipment at your disposal, you must choose attacks carefully in order to defeat the canny defenses of your enemies.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fighting",
      "Video Game Theme"
    ],
    "mechanics": [
      "Hand Management",
      "Player Elimination",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/IgY04A5W-xk-y_0aauk0hQ__thumb/img/PpjC4z8Kde9Q_w_1G8UgxCBhuto=/fit-in/200x150/filters:strip_icc()/pic2247267.jpg"
  },
  {
    "id": "1884",
    "name": "Fireside Football",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 240,
    "age": 12,
    "description": "From MNG-AJM Games and Collectibles description:&#10;&#10;&#10;Card game, simulation of a football season. Originally designed as a postal game, this version comprises 110 illustrated cards. Each player chooses which players to field in each match, and can buy overseas stars to bolster the team's performances. You can replay the whole season inside an hour. The short game version of the play by mail soccer game UNITED.&#10;&#10;",
    "categories": [
      "Sports"
    ],
    "mechanics": [
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/nEYh4xT1gjg55VbB3gysxw__thumb/img/Eyat87Yr_-niSL5YdJaHldxb2j4=/fit-in/200x150/filters:strip_icc()/pic77919.jpg"
  },
  {
    "id": "8246",
    "name": "Race to the Meuse",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 90,
    "age": 12,
    "description": "Race to the Meuse is a two players operational level wargame covering events of December 22 - 27, 1944 at the Westernmost advance of the 5th Panzer Army during the Battle of the Bulge. The game utilizes an integrated system where movement and combat take place in the same operation phase. &#10;3 scenarios are included.&#10;&#10;Published in The Wargamer Magazine issue 26.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/SVy-NZYlcNGknKP4vjaDeQ__thumb/img/7lvO8iMMlCptzCazVnMhrieykIE=/fit-in/200x150/filters:strip_icc()/pic308049.jpg"
  },
  {
    "id": "69356",
    "name": "Kalua",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 40,
    "age": 8,
    "description": "On the tropical island of Kalua, five religions compete to become the one and only. You will take the role of one of the five Gods that the Kaluans follow and will reward your followers with good harvests, nice weather and general well-being &ndash; or, if they don't pray to you enough, punish them with famine, epidemics, floods, earthquakes and other disasters. Don't forget though that with four other Gods on the island, the Kaluans can't distinguish where all their bad luck is coming from...&#10;&#10;Make your religion the one and only by converting followers from other religions to your own. The game of Kalua continues until this condition is met.&#10;&#10;",
    "categories": [
      "Card Game",
      "Religious"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/uZcyMMh2ALX3aHe_36kfkQ__thumb/img/EM_Ec4So8NfMT9aDYV9VdCt97dI=/fit-in/200x150/filters:strip_icc()/pic1428441.jpg"
  },
  {
    "id": "75783",
    "name": "Draco",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 6,
    "description": "From the publisher's website:&#10;&#10;&quot;It is again time for the great dragon battle held once every century! Control your dragon to breathe fire on the Great Beast in this thrilling skill game. Every time you hit another dragon, your dragon grows. The player/team with the longest dragon at the end of the battle wins. The durable wooden pieces guarantee a lasting hit for all fans of fast paced fun!&quot;&#10;&#10;Draco is basically a dexterity game in which you try to knock over pieces of the opponent's or the neutral central dragon by shooting them with wooden disks. Success is rewarded by inclusion of the piece to your own dragon.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/CEYR1eWuaD2qa6_-2WpeJg__thumb/img/idATLAKvI0c4yR-WSx1OPaVkQNk=/fit-in/200x150/filters:strip_icc()/pic3401541.jpg"
  },
  {
    "id": "322052",
    "name": "Dice Trip: Switzerland",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "Travel the country in Dice Trip: Switzerland, ideally hitting as many cities as possible while dressing in the right colors.&#10;&#10;In the game, you take a map of Switzerland that shows 25 cities, with each city being connected to a few others by dashed lines and with eight of them being colored in one of four colors; these colors match the colors of the four dice in the game. On a turn, you or another player roll the four six-sided dice, then each player uses the results to create two two-digit numbers, writing each number into an empty city. If you write a double-digit number (11, 22, etc.), then mark off a bonus box; if you fill, say, a blue city with a two-digit number that used the blue die for one of the digits, mark off a bonus box.&#10;&#10;You can write each two-digit combination (11, 12, 13, 14, 15, 16, 21, 22, etc.) only once, marking them off on the bottom of the sheet as the turns pass. If you can't mark off one or two cities based on the die results, then you must place an X through one or two cities. You have two special powers you can use once each game: re-rolling 1-4 dice when you're the active roller, and re-using a digit on one die in each of the two-digit numbers you create that turn.&#10;&#10;After thirteen turns, the game ends. You score 1 point for each marked bonus box and -1 point for each X. If you have four or more cities in consecutive order, e.g., 15, 16, 21, 22, 23, then you score 2-9 points based on the length of the chain. You also identify your longest chain of non-X cities that are in increasing order and score 1 point for each city. Finally, you score 0-9 points based on how many of the three zones have no Xed cities. Whoever has the highest score wins.&#10;&#10;",
    "categories": [
      "Dice",
      "Travel"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/MUhxl55SjhpXtxQHu8fImQ__thumb/img/oCfwEyMPjRMZwDjr-F-ZSudkWN8=/fit-in/200x150/filters:strip_icc()/pic5865597.jpg"
  },
  {
    "id": "5411",
    "name": "Die Schatzinsel",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "The Treasure Island landscape tiles are placed and treasures are taken in this pirate-themed game.&#10;&#10;Place the board in the middle of the table. Each player gets a sight barrier which he places before himself. Also the players get a landing craft. The landing craft is placed on the scoring track.&#10;&#10;The map tiles are mixed face-down, and an arbitrary card is put face-up on an arbitrary field of the game board. The card is oriented so that the two numbers each point to one of the sides of the board with the holes. Based on this tile, the coordinate stones are populated onto each side. First place the number corresponding to the tile, then fill in the rest of the side using numbers one through five consecutively. Players put their treasure chests, map tiles and guards behind their sight screen.&#10;&#10;Each player has one of the following possibilities during his turn:&#10;- Take an open map tile and place it behind their screen;&#10;- Take a free guard and place it behind their screen;&#10;- Place a map tile or tiles on the board;&#10;- Place Treasure Chests on the board;&#10;- Place Guards on the board.&#10;&#10;If a player scores he or she moves the corresponding landing craft on the scoring track. Players achieve points by placing map tiles, revealing buried treasures, guarding the treasure once discovered, and for ending the game. The game ends when a player has nothing behind their screen at the beginning of their turn.&#10;The winner is the player whose landing craft at the end of the game is furthest advanced on the score chart.&#10;&#10;",
    "categories": [
      "Exploration",
      "Industry / Manufacturing",
      "Nautical",
      "Novel-based",
      "Pirates"
    ],
    "mechanics": [
      "Area Movement",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/LZix4TmrVUFwuLlPzkhb7A__thumb/img/4QNbVgZUky6-higKp6DzObRZ78U=/fit-in/200x150/filters:strip_icc()/pic870485.jpg"
  },
  {
    "id": "3293",
    "name": "König Artus Tafelrunde",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 10,
    "description": "Trick taking card game. Knights progress around King Arthur's Round Table.&#10;&#10;Re-implements Trumpet. This version adds another kind of super-trump, and there are no board spaces for moving opponents backward.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/QyF8LuuYC795eSjI_3ngWA__thumb/img/HaBT70BJGXS46Mwnu_G8f9ugzpY=/fit-in/200x150/filters:strip_icc()/pic210368.jpg"
  },
  {
    "id": "160773",
    "name": "First to Fight",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "The title of First to Fight refers to the famous slogan and poster distributed in European countries after Poland was the first country to be attacked by Germany in September 1939. This game, released by Fabryka Gier Historycznych (Historical Games Factory)in cooperation with Fundacja Niepodleg&#197;&#130;o&#197;&#155;ci (Foundation for Independence), takes place throughout the entirety of World War II, with the players taking the roles of commanders of the Polish forces that are fighting on numerous fronts: Eastern and Western Europe, Africa, etc. By allocating their troops in different regions of the world, they aim to carry out missions (including the most famous battles of WW2) and earn victory points (VPs). The players do not &quot;own&quot; or control the soldiers, which are represented by neutral cards, moved by the players around the board, and activated only when it is the time to play a mission card in a given region; that said, their particular specialization may increase a player's chance to win a mission. The player with the most VPs at the end of the War (May 1945) wins.&#10;&#10;The game presents true historical characters, events and places. First to Fight shows the scale of various activities that took place during the war &ndash; but it is not a wargame. Over its 40-70 minute playing time, a player will get to know many people and places that played an important role in achieving the victory over Germany. Among the soldiers to command, you can find Antoni Chru&#197;&#155;ciel ps. Monter, August Emil Fieldorf ps. Nil, Jan Kozielewski ps. Jan Karski, Zdzis&#197;&#130;aw Jeziora&#197;&#132;ski ps. Jan Nowak, Stanis&#197;&#130;aw Maczek ps. Baca, Jan Piwnik ps. Ponury, Zofia Rapp-Kocha&#197;&#132;ska ps. Marie Springer, Stanis&#197;&#130;aw Skalski, El&#197;&#188;bieta Zawacka ps. Zo, Witold Urbanowicz ps. Kobra. In order to win the game, you will have to train your soldiers and send them to various fronts &ndash; from the cold regions of Northern Europe, through the sun-baked deserts of Northern Africa and peaceful (only in theory!) Western Europe, to Warsaw, always fighting to the last bullet and the last soldier! All characters and events presented in the game were real.&#10;&#10;",
    "categories": [
      "Educational",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Point to Point Movement",
      "Variable Phase Order"
    ],
    "image": "https://cf.geekdo-images.com/fx16N1Z3O1cEi6hfy28gsw__thumb/img/viqGnb--LAP378bi_0E8FLvG1XY=/fit-in/200x150/filters:strip_icc()/pic2297577.jpg"
  },
  {
    "id": "5897",
    "name": "Lie Detector",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "Lie Detector includes a small plastic non-electronic 'Lie Detector Machine', a plastic peg board for keeping score, and numerous 'Arrest', 'Summons', 'Secret Information', and 'Suspect' cards.&#10;&#10;Of the 24 suspects, one of them has committed a crime. The players have a number of turns to find the guilty party by interrogating suspects with the Lie Detector machine.&#10;&#10;To play Lie Detector, the Suspect cards are divided among the game players.  One of the six square 'Guilty' cards is inserted into the back of the Lie Detector machine so that no one knows which suspect is the criminal; each 'Guilty' card has four suspects on it, with the guilty suspect being determined by the orientation in which the card is inserted.&#10;&#10;On their turn, each player questions a suspect by taking the  suspect's card, placing it over the front of the Lie Detector and inserting the Lie Detector's wand through a hole in the card and into the Lie Detector itself.  If the testimony is false, a bell rings and a needle on the machine points to &quot;False&quot;.  If it is true, no bell rings and the needle points to &quot;True&quot;.  (e.g. - The Racketeer says &quot;the Suspect has a 'Big Jaw'... if it comes up 'True' you know that one of the six suspects with a big jaw committed the crime)&#10;&#10;Also included in the game are special 'Secret Information' cards. These cards have testimony that is known only to the player who own the cards.&#10;&#10;By process of elimination, the suspects are narrowed down, until a player feels confident that he can make a successful accusation and 'make an arrest'.  He checks the guilty card in the machine.  If he is right, he gets 5 points plus bonus points for the number of face-up suspects still showing on the table.&#10;&#10;Additional rounds are played until one player's score is 25 points of more.&#10;&#10;Mattel, Inc. re-issued this game as Spy Detector with different artwork, and it did not sell nearly as well.&#10;&#10;",
    "categories": [
      "Deduction",
      "Memory"
    ],
    "mechanics": [
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/PX_2Tj4w7x2oRqsDhwdrQA__thumb/img/azpY4nokKCYLcaY1WvJaduBpLkE=/fit-in/200x150/filters:strip_icc()/pic22874.jpg"
  },
  {
    "id": "4281",
    "name": "Freeloader",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 10,
    "description": "Dear Diary:&#10;&#10;The best things in life are free. Other people's things.&#10;&#10;-- I think it's a shame that Doctor Goettsch owns so many nice things, but never has the time to use them. It's almost like I'm doing him a favor when I borrow his golf clubs. Now at least he knows they're getting some use. And if he ever actually needs them, he knows where to find me. I'm sleeping on the floor at Anthony's house. He's a Gambler, and he's got the best leftovers in town! And those silk suits he never wears are almost all my size. Tomorrow I should figure out where he keeps the keys to that car he never drives.&#10;&#10;Freeloader is a game celebrating the glorious pastime of living off other people's success. Players spend the game roaming the neighborhood, doing favors for their &quot;friends&quot; in exchange for great loaner stuff like the Doctor's Car, the Artist's clothes, or the Waitress' leftover food. To win the game you have to collect Food, Clothing, and Shelter before the deck runs out. It's all worth points, and whoever has the most points wins.&#10;&#10;Freeloader is the best of what Cheapass Games does: a simple, entertaining board game with decent strategy and a rock-bottom price tag. The game was designed by James Ernest and illustrated by Cheyenne Wright, and it's a total hoot. But hey, don't just take our word for it.&#10;&#10;Borrow it from your friends and play it for yourself.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Awards&#10;    2003 Listed in GAMES Magazine's GAMES 100&#10;&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Card Game",
      "Humor"
    ],
    "mechanics": [
      "Modular Board",
      "Roll / Spin and Move",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/dOwZ2R-VDCDvspoI34-2Yg__thumb/img/R297s6moA-wrlt0CRUmdbvvsUxE=/fit-in/200x150/filters:strip_icc()/pic576334.jpg"
  },
  {
    "id": "22594",
    "name": "Universal Fighting System: Soul Calibur III",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 10,
    "description": "Collect the major fighters of the Soul Calibur III video game and unleash their powers against your opponent by playing maneuver/power cards from your hand. The objective is simply to reduce your opponent's vitality to zero but they can play their own defense cards to thwart your efforts.&#10;&#10;The big selling point of UFS is that it is modular and works with each other set so you can have those epic Street Fighter vs. Soul Calibur vs. Penny Arcade battle.&#10;&#10;Compatible with:&#10;&#10;&#10;     Universal Fighting System: Street Fighter&#10;&#10;&#10;",
    "categories": [
      "Card Game",
      "Collectible Components",
      "Fighting",
      "Video Game Theme"
    ],
    "mechanics": [
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/7oow71_94w9vAnrFkBrCtg__thumb/img/E_oQh0dEnPAGArvaGE1BH3MbPQ8=/fit-in/200x150/filters:strip_icc()/pic118423.jpg"
  },
  {
    "id": "7355",
    "name": "The Red Storm: A Game of the Invasion of West Germany",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 12,
    "description": "Red Storm is a hypothetical representation of an attack of the Warsaw Pact against NATO in late 20th century West Germany.  Units are divisions.  Hexes represent areas 10 miles across and game turns represent four days of time.  The map extends from Leipzig to Liege and from from Hamburg to Munich.  The game requires 3-4 hours to play.  Also included are two shortened scenarios: an &quot;Early Game&quot; and &quot;End Game&quot;.  The Warsaw Pact player receives victory points for cities captured and for NATO units eliminated; the NATO player receives victory points only for destroyed Pact units.&#10;&#10;Optional rules are included:  French Intervention, Supply, Weather, Tactical Nuclear, East European Revolts, Air Warfare.&#10;&#10;",
    "categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/58tuzhh11QZtPa0Wr8w7Tw__thumb/img/lKfMUIR8GgrWkuvgeByqUZdOjW8=/fit-in/200x150/filters:strip_icc()/pic143850.jpg"
  },
  {
    "id": "201458",
    "name": "Band Manager: The Boardgame",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 14,
    "description": "A card game dedicated to all the bands who haven't made it (yet)&#10;&#10;Band Manager: The Boardgame is a love letter to the music industry: players feel the pressure of becoming more mainstream to survive, and must navigate the uneasy balance between companionship and headcount in a touring band.&#10;&#10;Starting with nothing but pure passion, players go on tours to win career opportunities and fans. However, tours are expensive and risky. The risk may be mitigated by cooperating with others, but then players must split the spoils, so band members must earn their place or be left out.&#10;&#10;Early in players&rsquo; career, tours are niche; poorly promoted with obscure genres &amp; unusual instruments (bagpipe reggae?). As the game progresses, players gain success by selling out to more mainstream music and learning how to do effective marketing. As their careers take off, the incentive to cooperate with other players fades away, leaving nothing but a desperate race for fans.&#10;&#10;Previously called: Battle of the Bands and Band Manager: Backstage Clash&#10;&#10;",
    "categories": [
      "Card Game",
      "Music"
    ],
    "mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Role Playing",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/SDuvZBqwZGV51hzAYo941A__thumb/img/mzNvd363itOm0ReUUQkqevKV4H8=/fit-in/200x150/filters:strip_icc()/pic3779432.png"
  },
  {
    "id": "388345",
    "name": "Pocket Samurai",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 14,
    "description": "Unleash your inner samurai and engage in epic duels with Pocket Samurai, a new, lightning-fast, drafting card game. Its easy-to-learn rules and intuitive gameplay make it the perfect game for casual and hardcore players alike. Overpower, outmaneuver or outwit your opponents to claim victory on the field of battle. Get ready to experience the thrill of the fight with Pocket Samurai!&#10;&#10;The game is broken up into two phases: the Dojo Phase and the Bushido phase. The Dojo phase is an open draft where players take turn selecting face up cards and adding them to their hand. In the Bushido phase players lay cards face down then simultaneously reveal them. The winner is the player that plays a strike card while having more sword icons then their opponent has Helm Icons. It is possible for both players to Strike and the game end in a draw!&#10;&#10;-description from designer&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction",
      "Fighting",
      "Medieval"
    ],
    "mechanics": [
      "Card Play Conflict Resolution",
      "Open Drafting",
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/_L4bO4YS5DOUwKrV8exwag__thumb/img/xC0D97VgOCC3sq7NStiLckiYpJM=/fit-in/200x150/filters:strip_icc()/pic7513436.jpg"
  },
  {
    "id": "313542",
    "name": "Something Wild! Disney Aladdin",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 6,
    "description": "Something Wild is a line of card games featuring beloved characters and collectible Pop! pocket figures. Play numbered and colored character cards to make sets and runs. The first player to score three powers wins the game.&#10;&#10;With Something Wild: Disney Aladdin, you can score a set to snag the Genie figure's special power to help you win!&#10;&#10;Combine Character Cards in sets and runs to score points, just like in Rummy. Use Power Cards to add a fun twist to the classic card gameplay.&#10;&#10;Combine multiple Something Wild! games to add more character cards, more Pop! figures, and more powers to your game!&#10;&#10;",
    "categories": [
      "Card Game",
      "Children's Game",
      "Collectible Components"
    ],
    "mechanics": [
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/6xFsopJrktlgWOJsSxaLkA__thumb/img/G-qa619lU15zPlMJ5UvPvIDgeQg=/fit-in/200x150/filters:strip_icc()/pic5523793.png"
  },
  {
    "id": "69823",
    "name": "The Demise of Dr. Frankenstein",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 12,
    "description": "Eastern Europe - A Hotbed of Mad Science!&#10;&#10;Scientific advances have given men knowledge they do not yet fully understand and arrogance to attempt to defy the laws of nature. A group of imbalanced, but brilliant individuals race to create life and reject death! This is a grisly and often criminal undertaking. &nbsp;In the end, when the townsfolk come bearing torches and pitchforks, will you meet your demise in a blaze of glory, having conquered life and death? &nbsp;Will you be the legendary Dr. Frankenstein--or will you be just another nut-job with a lab full of spare limbs and torsos?&#10;&#10;&mdash; from the publisher&#10;&#10;In the Demise of Dr. Frankenstein you roll a number of dice, 6 for 2 players, 8 for 3 or 4 players, then those dice are placed on different action options based on the numbers rolled.  The number one lets a player influence Igor, number two lets a player take body parts from the graveyard and so on.  That allows players to influence different village members and accomplish different tasks on their way to building a Frankenstein Monster. After players use the clinician to study, the trader to get goods, bribe officers to look the other way as they construct different contraptions, and visit the curator, the villagers reach their anger boiling point and put an end to it all by buring down the doctors' efforts.  Victory points are scored and then it's on to the next round until all players have had a chance to go first one time.&#10;&#10;",
    "categories": [
      "Horror",
      "Novel-based"
    ],
    "mechanics": [
      "Dice Rolling",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/mC6sgOh4u8yeI3VtOk-PCA__thumb/img/O2UuB4A0xpL6MC8WVqqQXwskeO8=/fit-in/200x150/filters:strip_icc()/pic7985263.jpg"
  },
  {
    "id": "2209",
    "name": "Klondike",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 10,
    "description": "The game is about the Klondike gold rush --and how to profit from it!  You can either go out to the fields and pan for gold or invest in (buy up) the various services (hotels, supply stores, etc.) that will fleece the gold panners...Richest player wins, of course.&#10;&#10;",
    "categories": [
      "American West",
      "Economic"
    ],
    "mechanics": [
      "Commodity Speculation",
      "Stock Holding"
    ],
    "image": "https://cf.geekdo-images.com/kt0vbUf0DH8UsbgTJeB_7g__thumb/img/GtMHhBL5Kd5ZBdjWYz9fYjW3s_w=/fit-in/200x150/filters:strip_icc()/pic1693650.jpg"
  },
  {
    "id": "848",
    "name": "Tip Tap",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 7,
    "description": "In TohuWabohu, a.k.a. Tip Tap, players must race to finger the right items on the table &mdash; but winning an item isn't good enough as you need to protect it from being stolen while still hunting for more.&#10;&#10;In more detail, you set up the game by placing all of the multi-colored and strangely shaped cardboard bits on the table. Each round, one player is the director and takes charge of flipping over a card that depicts one or more of these bits. Everyone races to place a finger on the depicted items first, and once you've placed a finger on an item, you can't move it again. Once all the depicted items are found (assuming they were correctly figured), the fingerers place those items in front of themselves, then the director flips another card. If a card shows an item previously claimed, the owner of that item must secure it with a finger; if they don't, any opponent who touches it first will steal it away.&#10;&#10;If a player has seven or eight bits in front of them, then the round ends and everyone scores one point for each item that they collected. After playing as many rounds as the number of players, the game ends and whoever has scored the most points wins.&#10;&#10;",
    "categories": [
      "Party Game",
      "Real-time"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/lvqk0NfnWCSyZF7im0jNOA__thumb/img/gxTWa9bIJe9xXcIQlpzabRujeQc=/fit-in/200x150/filters:strip_icc()/pic3389217.jpg"
  },
  {
    "id": "235293",
    "name": "Apocalypse Z: The Board Game",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 0,
    "age": 12,
    "description": "The zombie game based on the acclaimed Manel Loureiro&acute;s best seller, Apocalipsis Z. A survival and adventure game, in which players must cooperate to face the threats of a zombie apocalypse.&#10; From 1 to 4 players, Apocalypse Z can be played through  individual scenarios or completing a campaign. Choose between the main protagonists of the novel, Viktor, the ex-military; Lucia, the adolescent; Cecilia, the nurse; and Manel, the survivor accompanied by his cat, Lucullus.&#10; The Apocalipsis Z&acute;s game structure ensures great replayability, since each scenario can be played over and over again with different results. Run away from the zombies, hide in the school, find resources in the mall, or try to retain the threat from the police station ... Survive the Holocaust, survive Apocalypse Z.&#10;&#10;&mdash;description from the designer&#10; &iquest;Qu&eacute; suceder&iacute;a si un d&iacute;a al levantarte descubrieses que la civilizaci&oacute;n se est&aacute; cayendo en pedazos?&#10;&#10;Eso es lo que le sucede al protagonista de Apocalipsis Z, un joven abogado que lleva una vida tranquila y rutinaria en una peque&ntilde;a ciudad espa&ntilde;ola de provincias, hasta que un oscuro incidente m&eacute;dico en un remoto pa&iacute;s del Caucaso tiene lugar.&#10;&#10;Paulatinamente lo que tan solo era una peque&ntilde;a noticia breve en los peri&oacute;dicos se transforma en una epidemia de proporciones devastadoras que amenaza con aniquilar a toda la humanidad. A medida que la enfermedad se acerca devorando pa&iacute;s tras pa&iacute;s, el caos comienza a cundir en Espa&ntilde;a.&#10;&#10;M&aacute;s de 500.000 ejemplares vendidos avalan la calidad de los libros escritos por Manel Loureiro.&#10;&#10;Apocalipsis Z es un juego cooperativo, con una duraci&oacute;n aproximada de 40 minutos, recomendado a partir de 14 a&ntilde;os, de 1 a 4 jugadores donde nos pondremos en la piel de uno o m&aacute;s personajes, que son los protagonistas principales de los libros, cada uno de ellos representado por una ficha de personaje con sus propias caracter&iacute;sticas y habilidades especiales.&#10;&#10;El juego se estructura alrededor de una campa&ntilde;a no lineal donde se podr&aacute; decidir entre varias varias l&iacute;neas argumentales. Aunque tambi&eacute;n se puede jugar cualquiera de sus escenarios por separado.&#10;La campa&ntilde;a tiene un componente narrativo, integrado en la historia contada en los libros y situada entre el primer y segundo volumen de la saga. Los protagonistas empiezan esta aventura refugiados en el hospital de Meixoeiro y deber&aacute;n abandonar definitivamente ese refugio por causa de un incendio.&#10;&#10;Dicha narraci&oacute;n est&aacute; llevada a cabo por el propio autor de los libros, Manel Loureiro.&#10;&#10;En cada escenario tendremos una selecci&oacute;n de cartas para el mapa inicial, adem&aacute;s de una selecci&oacute;n de eventos y unos objetivos a cumplir antes de que se acabe el mazo de amenaza. Esto hace que el prop&oacute;sito principal del juego sea cooperar estrechamente para conseguir unos recursos concretos manteniendo al grupo a salvo. Si nos dedicamos a acabar con todos los zombies a base de &quot;tirar dados y realizar ataques&quot; es posible que fracasemos.&#10;&#10;En cada ronda los jugadores deciden el orden de actuaci&oacute;n de sus personajes buscando la mejor estrategia para el grupo, al inicio del turno de cada personaje se roba una carta de amenaza que puede tener consecuencias positivas o negativas, en funci&oacute;n del evento revelado. O nefastas en caso de ser la &uacute;ltima carta de evento.&#10;&#10;Cada personaje dispone de unos puntos de acci&oacute;n para gastar cada turno, las acciones posibles son: mover, atacar, buscar recursos en edificios, levantar barricadas, intercambiar objetos del inventario con otro personaje o llevar a cabo la acci&oacute;n especial de algunos personajes.&#10;&#10;Los puntos de acci&oacute;n disponibles se ver&aacute;n disminuidos por las heridas, limitando las acciones a realizar en cada turno.&#10;&#10;Listado de componentes b&aacute;sicos del juego&#10;1 Caja del juego&#10;1 Reglamento&#10;1 Libro de Campa&ntilde;a&#10;1 Dado de seis caras&#10;4 Personaje + fichas personaje &#10;25 Zombis &#10;30 Cartas de objetos &#10;36 Cartas de eventos &#10;30 Cartas de localizaci&oacute;n/calle&#10;1 Carta de L&uacute;culo y su token&#10;20 Contadores de acci&oacute;n/herida&#10;35 Marcadores (V&iacute;veres, Combustible, Medicamentos, Municiones, objeto y barricadas).&#10;&#10;",
    "categories": [
      "Novel-based",
      "Zombies"
    ],
    "mechanics": [
      "Action Points",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/pND8Yie6A32vF_4EKj9osA__thumb/img/yP-RVoua2HrZ1sB3gea2B41_rg4=/fit-in/200x150/filters:strip_icc()/pic7592221.jpg"
  },
  {
    "id": "230065",
    "name": "Ink Monsters",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 6,
    "description": "Take control of a magic pen and draw the cutest monsters to bring them to life. Collect each monster to use their special abilities each round or affect your final score.&#10;&#10;In Ink Monsters, you use movement cards to influence where the pen is placed. Sometimes you'll move to get the best cards for yourself, and at other times you'll try to set up your opponents to draw monsters with negative effects. The gameplay mechanisms are simple, but the strategy goes much deeper the more you learn how different monsters interact with each other.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/EBxn6yFg1Vdy10wOEzgorw__thumb/img/_3tQ535kXscZMfSVfpjpIZzo_XE=/fit-in/200x150/filters:strip_icc()/pic3687078.jpg"
  },
  {
    "id": "197935",
    "name": "Parsec: Age of Colonies",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 180,
    "age": 14,
    "description": "From the publisher:&#10;&#10;&quot;Parsec - Age Of Colonies&quot;&#10;The Ultimate sci-fi board game.&#10;&quot;Parsec - Age Of Colonies&quot; is a unusual 3X-style space strategy game (expand, exploit, exterminate) with a mix of resource management and fleet space combat, using dice rolls and card decks.&#10;&#10;Colonize and control planets and asteroids, gain resources, expand your domain and build a powerful fleet to rule the galaxy! In Parsec: Age of Colonies you can achieve victory in different ways: taking control of space economic system, colonizing most of the planets or crushing your enemies one by one with your war fleet. Turn in your favor cosmic events like black holes, space-time distorsions, meteor swarms and much more. During the struggle for total domination, you will have the chance to break through new scientific discoveries that will let you develop your space navigation capability, your weapons and your defenses, helping you achieve your goals. Watch your enemies, because they won't just seat there.&#10;They will oppose you by all means with sabotage, spying, interfering in your commercial negotiations or stealing your technologies and vessels. Ally with your opponents in order to gain strategic advantages or striking down more powerful enemies. &#10;Will you colonize the Galaxy to control its riches or will you use them to move to war against your enemies? This call is only yours! In Parsec: Age of Colonies in order to found a new galactic empire, players must colonize the planets and take control of asteroids, building colonies and cargo ships that will let them extract the three key resources: Titanium, Gold and Energy. &#10;Using a blend of strategy and war tactics, you must find the right balance to achieve your goals, taking advantage of the peculiar abilities of your Faction and of the rich deck of Event cards divided in four categories: &#10;&#10;     Strategic Events [ Technologies, Weapons, Tactical actions ]&#10;     Natural Events [ Black holes, Asteroid fields and similar ]&#10;     Bonus Events [ Additional resources, Vessels ]&#10;     Permanent Events [ Building capabilities, Attack and Defense ]&#10;&#10;&#10;With the modular game board, the Event cards and the Faction cards, every game will be different. You will be able to explore and fight in always different battle scenarios and to experiment with always new combat strategies. Each of this key gameplay elements will let you live unprecedented epic galactic battles.&#10;&#10;The scifi themed board games are usually very complex, somehow cluttered by dozens of parts used to represent almost anything. In Parsec - Age Of Colonies this is not true, the game is very simple and easy to learn. All the technology has been moved onto the cards. The cards decide your faction, the faction (almost) decide your strategy. Cards are divided in four classes (strategic, natural, bonus and permanent) and are constantly flowing through players that can buy, use, steal or sell them in order to achieve specific goals. This approach, along with dice rolling, the modular board and the factions randomness, add a virtually endless replay value to the game. Players can bind alliances on the fly to combat against other players when they are too close to victory, but without knowing the enemy's card deck it will be anyway a difficult task. Parsec - Age Of Colonies is much more deeper than it looks at a first glance.&#10;&#10;Quick and easy trading capabilities also has been added, just to add some spice to the overall tense taste of the game.&#10;Over a year in play-testing, polishing the design and refining gameplay, adding more depth to various elements of the game.&#10;The game rules are rock-solid and fully scalable, and have been thoroughly tested considering all possible game scenarios.&#10;The rules are simple yet deep enough even for the more demanding gamers.&#10;The cards, as said, play a pivotal role in the gameplay. You will gain access to special items or additional resources, diplomacy, weapons and, most important, you'll be able to unleash the power of natural events in your favor.&#10;The game is made by three playset for two players each that can be combined together to form a massive playing field, up to six (or more...) players.&#10;In each set there are:&#10;&#10;46 colored pawns for each player&#10;2 dices&#10;4 event counters&#10;6 table modules&#10;35 Event cards&#10;60 Resource cards (titanium, energy and gold)&#10;4 Faction cards.&#10;&#10;&#226;&#128;&#168;Furthermore, additional Event card decks and two more expansion sets are arriving to bring the total player numbers to eight, for even more challenging games!&#10;In PARSEC - AGE OF COLONIES&reg; you can achieve victory in different ways: taking control of space economic system, colonizing most of the planets, or crushing your enemies one by one with your war fleet.&#10;&#10;The game will be released fully translated in english and italian.&#10;&#10;Link&#10;Tabeltop Simulator Version&#10;&#10;",
    "categories": [
      "Economic",
      "Science Fiction",
      "Space Exploration",
      "Territory Building",
      "Wargame"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Open Drafting",
      "Simulation",
      "Team-Based Game",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/oHTM_-5lD7Jiw3KmhmLnUw__thumb/img/f4hIBv43IcO5l4iJh1IyLA3iLro=/fit-in/200x150/filters:strip_icc()/pic2975934.jpg"
  },
  {
    "id": "225481",
    "name": "Lowdown",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 7,
    "description": "Lowdown is a traditional card game in the Golf family.  The object of the game is to have the lowest score.  Players are dealt a 3x3 grid of face down cards.  Players take turns drawing a card from the deck or discard pile to replace the cards in their grid.  Each card has a number value, the higher the value the worse the card.  Action cards such as Peek, Steal, and Swap allow players to rearrange their grid and take cards from other players.  The hand ends once one player's cards are all face up.  Then players add up the total value of their cards.  Multiple hands are played, and once one player reaches 50 points, the player with the fewest points wins the game.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hidden Victory Points",
      "Push Your Luck",
      "Score-and-Reset Game"
    ],
    "image": "https://cf.geekdo-images.com/qbeGob6JLlYoDrYHJvunCA__thumb/img/OjHBnQWe3hne4oS4iifyWHNT0cg=/fit-in/200x150/filters:strip_icc()/pic3619181.jpg"
  },
  {
    "id": "264410",
    "name": "Dinos Not Assembled",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "In Dinos Not Assembled, you and your fellow players are paleontologists compete for a contract by a museum curator, looking to put together a new dinosaur exhibit.&#10;&#10;Each player is assigned an exhibit display area on the game board and starts with 2 dinosaur cards in hand. Each dinosaur card has 3 bones that are required to build the dinosaur.&#10;&#10;Bones are displayed as face-up tiles at a common dig site. A player can acquire bone tiles by either digging out 2 of the available bones at the dig site or by stealing a bone tile from another player.&#10;&#10;Bone tiles are stored on each player's board, but players only have room to store up to 4 bones at once.&#10;&#10;Once bones are taken from the dig site, tiles are pulled from a bag to replace them.&#10;&#10;Players may also draw new dinosaur cards, from the facedown deck of dinosaurs.&#10;&#10;Players may only take 1 action on their turn. Draw and/or discard a dinosaur card, take 2 bones tiles from the dig site, steal a bone from a player, or build a dinosaur.&#10;&#10;When a player has the 3 bones necessary to build the dinosaur, they take a dinosaur meeple and place it at their exhibit on the game board. The first player to place 3 dinosaur meeples in their exhibit wins the contract and the game.&#10;&#10;",
    "categories": [
      "Children's Game"
    ],
    "mechanics": [
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/70wvYdCHGEt-q38Sr-U0xw__thumb/img/Nm0BXzqdkcbsCGhcP-7CkCwGWOY=/fit-in/200x150/filters:strip_icc()/pic5891319.jpg"
  },
  {
    "id": "3664",
    "name": "Grand Mastermind",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 10,
    "age": 8,
    "description": "This is a variant to the original Mastermind game.  In this version, the player must crack a a code that consists of four elements, each of which consists of both a color and a shape.  There are five different shapes and five different colors.  There are now three &quot;Codemaker response pegs&quot; instead of the two for the standard game.  Black represents a completely correct response, blue represents a partially correct response, and white represents a correct pair in the wrong column.&#10;In some variants the STAR shape is replaced by a CIRCLE.&#10;There is an edition dated 1978 with different packaging.&#10;&#10;Re-implements:&#10;&#10;    Mastermind&#10;&#10;&#10;Re-implemented by:&#10;&#10;    Mastermind couleurs et formes&#10;&#10;&#10;",
    "categories": [
      "Deduction",
      "Puzzle"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/2eGb_rB5B0qYMcTbpnRMpA__thumb/img/-q6NmHPlJgJd-LoI39_HhcFqc60=/fit-in/200x150/filters:strip_icc()/pic61925.jpg"
  },
  {
    "id": "99227",
    "name": "Rallytaire",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 10,
    "age": 8,
    "description": "Rallytaire is a paper and pencil rally game for one player. You have to plan ahead and adapt to the track and sometimes push your luck a bit. It has mechanics similar to Formula D but using only six sided dice and corners are also handled differently.&#10;&#10;Players choose which gear to drive in, roll a few 6 sided dice and move according to those rolls. Then they write their position on the track with the goal of getting as fast as possible through it. Players can push their cars to the limit trying to win some time and between stages it's possible to fix the car so it will be ready for the next track.&#10;&#10;Drift through those corners and beat the tracks record!&#10;&#10;",
    "categories": [
      "Print & Play",
      "Racing"
    ],
    "mechanics": [
      "Paper-and-Pencil"
    ],
    "image": "https://cf.geekdo-images.com/C0BEQZH83NSon8VKZnl6Xw__thumb/img/nk9AIHYMTeWhTRUxsEsl5-yZ26c=/fit-in/200x150/filters:strip_icc()/pic1006529.jpg"
  },
  {
    "id": "22299",
    "name": "Marlborough: War of the Spanish Succession",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 240,
    "age": 12,
    "description": "Marlborough: War of the Spanish Succession (&quot;Marby,&quot; for short), is a wargame of intermediate-to-high complexity, designed by Joseph Miranda, simulating that critical conflict of the early 18th century. The dynastic struggle began when France's Louis XIV attempted to place his grandson, Philip IV, on the throne of Spain. The other major powers saw that as a threat, and so supported their own candidate, Charles III. That in turn began over a decade of fighting that grew into a general struggle for domination over all of western Europe.&#10;&#10;Marby is a two player game. One controls the forces of France and its allies, known as the Bourbon coalition, after the ruling house of France. The other player controls the forces opposing France, led by England and Austria and known as the Grand Alliance. Each player has a variety of military, diplomatic and economic instruments with which he can attempt to win the game by controlling states and economic centers.&#10;&#10;The game includes several scenarios. Shorter scenarios represent critical parts of the war, while the &quot;Grand Design&quot; scenario covers the entire war. Certain rules are designated &quot;optional,&quot; and the players don't have to use them. The optional rules are suggested for use only when playing the Grand Design scenario, as they add considerable complexity, historical detail and playing time.&#10;&#10;The 34x22&quot; large-hex map shows western and central Europe during the early 18th century. The grid of hexagons printed over the map provides locations for playing pieces and geographic features. During the game, the cardboard pieces are placed within individual hexes.&#10;&#10;Each game turn represents one year; each hex scales to 50 miles. Each army represents 10,000 to 20,000 soldiers and support personnel, camp followers, etc. A leader represents that person plus his guards, entourage, lackeys, wine cellars, etc. A fleet represents 60 warships and an indeterminate number of transports. The rules run to some 17,000 words, making for play sessions lasting from four to 12 hours.&#10;&#10;",
    "categories": [
      "Age of Reason",
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/0LYxxEXT7reTFrD4zXZqow__thumb/img/uagMecKcF9E2-2f3ev2tXlbPLHY=/fit-in/200x150/filters:strip_icc()/pic140989.jpg"
  },
  {
    "id": "11689",
    "name": "Noble Armada",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 12,
    "description": "Noble Armada is a tabletop miniatures game of spaceship combat in the Fading Suns role-playing universe.  Players do not have to be familiar with the RPG game in order to play as Noble Armada is designed to be a stand-alone starship combat game.  Combat ranges from long distance torpedo strikes to boarding actions with space suited marines.&#10;&#10;The original boxed game came with rules, large hex play mats and over 30 plastic starships and stands to play the game. Holistic later re-released the game as two separate items: the rules (which includes counters and the other materials (minus ships) necessary to play) AND the spaceship models sold as Ships of the Line.&#10;&#10;",
    "categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/13glMrekK0ohwRpRF3zvLQ__thumb/img/h0SDoHzLFLa8prqTHZGrVFKnE1o=/fit-in/200x150/filters:strip_icc()/pic192064.jpg"
  },
  {
    "id": "7081",
    "name": "Portable Adventures: Lair of the Rat-King",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 13,
    "description": "Humorous fantasy card game where the object is to be the first to acquire 7 Adventure Points.  You have Me Characters, Characters, Encounters, Stuff, Adventures, and Events cards.  Can be combined with other Portable Adventures sets to make it even more humorous.&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Humor"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/z3DFInMp9MmR4LFlaxTn4g__thumb/img/NxvXyj9mjsl0d05qYViJoaOhweQ=/fit-in/200x150/filters:strip_icc()/pic152388.jpg"
  },
  {
    "id": "633",
    "name": "Elixir",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 60,
    "age": 10,
    "description": "Players collect ingredients cards in order to cast spells, and the first player to get rid of all of their spells wins the game.  So far so good.  The bad news is, the cards require between 1 and 4 ingredients.  Spells requiring 3 or 4 ingredients might actually help you win the game.  Spells requiring 1 or 2 ingredients cause another player to perform a forfeit, e.g proposing to another player.&#10;&#10;Expanded by&#10;&#10;    Elixir:  Alambic&#10;    Elixir: Mandragore&#10;    Elixir: Alchimie&#10;&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Card Game",
      "Fantasy",
      "Humor"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/X9aTn2RYo69-ZrUZYHBiCQ__thumb/img/bhvjczuI5wHCeMkIK28nuh20YH4=/fit-in/200x150/filters:strip_icc()/pic3567.jpg"
  },
  {
    "id": "320540",
    "name": "EXIT Adventskalender: Das geheimnisvolle Schloss",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 0,
    "age": 10,
    "description": "The shrewd elf Remigius has taken control of the family castle, in which great-great aunt Mathilda once lived. If you want to recapture the castle, you have to catch Remigius by Christmas! The imp is hiding somewhere in one of the many rooms. But be careful: only one room may be entered each day. If you manage to solve the riddle of the respective room, you will find out in which room you can look for the imp on the next day. Clever combination skills, imagination and creativity are required now! But don't worry, if things get stuck, there is a table on the back of the pack with 2 tips for each puzzle and a breakdown of the solution. Now you have to combine cleverly to save the castle and bring it back into the family's possession within 24 days! Let's go, time is running.&#10;&#10;Ravensburger joins in with Exit Room Advent Calendars. Advent season will be exciting as an escape room. Each of the 24 virtual rooms - one for each day of Advent season - will offer a thrilling riddle. Solving it will lead on to the next room and step by step you will recapture what belongs to you and your family.&#10;&#10;",
    "categories": [
      "Deduction",
      "Exploration",
      "Puzzle"
    ],
    "mechanics": [
      "Deduction"
    ],
    "image": "https://cf.geekdo-images.com/bWuxypgV3DC_dJFk3f2sFg__thumb/img/YkVpoE9La22YGS_a16hcqTUP3qw=/fit-in/200x150/filters:strip_icc()/pic6057326.jpg"
  },
  {
    "id": "38330",
    "name": "Quäsenbö",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 0,
    "description": "Qu&auml;senb&ouml; is a card game for the Decktet. It is similar to standard-deck Crazy Eights, but is, however, somewhat more complex due to the multiple-suit nature of the Decktet cards, and because the third consecutive play of the same suit is penalized by having to draw an extra card.&#10;&#10;The author makes the historically dubious claim that  &quot;Qu&auml;senb&ouml; was a popular game at the court of the badger Charlemagne. Its name means 'too many.' The theme is thought to reflect political issues of royal succession in the many small kingdoms of the Empire; although some feminist historians believe it instead derives from the qu&auml;senb&ouml; pan, a cast-iron skillet capable of turning out vast numbers of sp&auml;tzle at a time.&quot;&#10;&#10;",
    "categories": [
      "Card Game",
      "Print & Play"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/9aOrfPkyY6kGqPkMUtL51A__thumb/img/mibVDyx_vKFqdoj7j7BfENu2f-4=/fit-in/200x150/filters:strip_icc()/pic1224561.jpg"
  },
  {
    "id": "29020",
    "name": "Party & Co: Extreme",
    "minPlayers": 3,
    "maxPlayers": 20,
    "playingTime": 30,
    "age": 14,
    "description": "From the same family of Party & Co, Party &amp; Co Extreme is made out of 4 different categories of games: 'Quiz &amp; Co, 'Psyco &amp; Co', 'Show &amp; Co' and 'Art &amp; Co'. Each category have different card games including some like Pictionary, Taboo, Trivial-Pursuit...&#10;&#10;People have to compete with each other in teams until they fill out his objective card (a number of games won).&#10;&#10;The game includes:&#10;800 cards with different games (200 of each category).&#10;48 'peanuts' (12 of each color)&#10;A pair of party glasses (blind-drawing game) with a color pencil&#10;2 pencils and 2 block notes&#10;1 'flexispaghetti' (shape game)&#10;10 objective cards&#10;1 die and a instructions booklet&#10;&#10;",
    "categories": [
      "Memory",
      "Party Game"
    ],
    "mechanics": [
      "Acting",
      "Cooperative Game",
      "Memory",
      "Paper-and-Pencil",
      "Singing",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/YSaRkveO_ek0BTyLE9cA3A__thumb/img/rQRil57NzTfJeuI_j61GJGDOrZQ=/fit-in/200x150/filters:strip_icc()/pic201788.jpg"
  },
  {
    "id": "175418",
    "name": "Aura",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 8,
    "description": "What does your Aura reveal?&#10;&#10;&bull; Aura is an easy to learn, but difficult to master, strategy card game for 2-4 players.  &#10;&bull; Enjoyed by casual and hardcore gamers alike, Aura is the perfect gateway into the world of modern card games.  &#10;&bull; Outwit and bluff your way to victory, but remain flexible, because when the cards are revealed anything can happen.&#10;&#10;Begin the game with your own deck of cards.  Five distinct types of cards are represented by the five colors in your deck.  The colors are visible on both the backs and fronts of each card to give the effect of an observable aura when in your hand.  Take turns playing cards face down in an attempt to both protect your deck and to remove cards from your opponents&rsquo; deck.  Win by having the most cards remaining at the end of the game.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Pattern Building",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/BKwxXn4vC8pKYSZrr-8asg__thumb/img/8KcwGHBW2_uVtFdznWvG-XHwttk=/fit-in/200x150/filters:strip_icc()/pic4139975.jpg"
  },
  {
    "id": "331905",
    "name": "Ettana: The Looms of Kanchi",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "Indian handlooms date back several centuries. The tradition of weaving by hand formed a part of the country's cultural ethos. A piece of fabric with a design could indicate the meaning, its purpose, the culture of the era, and even the way the people lived. Handlooms thus became a precious part of the generational legacy and exemplify the richness and diversity of a country and the artistry of the weavers.&#10;&#10;Innovative weavers with their skillful blending of myths, faiths, symbols, and imagery provide the fabric an appealing dynamism. The appeal of the handloom lies in introducing innovative designs that cannot be easily replicated. This rich tradition of hand weaving still thrives at Kanchi, a prominent temple town in South India. Fabrics were part and parcel of trade done by the Indian weavers for which they got back &quot;Annas&quot; or goods in return.&#10;&#10;In Ettana: The Looms of Kanchi, players take the role of weavers to complete designs and be the first to make eight &quot;Annas&quot; (victory points). In detail, set up the 5x5 game board by placing one of 25 yarn discs (five of each in five colors) on each space, then place 16 of the 18 number tiles (three each of the numbers 1-6) at the intersections of the spaces on the game board; place the remaining two number tiles on the side in the reserve, along with one yarn disc of each color. Each player receives a random action card, a random design card, and two tokens with a value of 1. Each player places their pawn on one number tile.&#10;&#10;On a turn, you roll the two dice: a color die and a number die. If a player's pawn is touching a space that shows the color rolled, they receive a 1 token; if the die shows black, which is not a yarn color, you take an action card and no one else gets anything. You can then move your pawn as many spaces as the number rolled, after which you can swap two yarn adjacent to your location. Additionally, you can play as many action cards as you wish, and you can pay tokens to take design cards, take action cards, and swap any two yarns. Action cards allow you to move, swap, gain tokens, replace a yarn or number with one from the reserve, etc.&#10;&#10;If the pattern of yarn on the board matches a design card in hand, you can reveal that card to score its points.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "mechanics": [
      "Action / Event",
      "Dice Rolling",
      "Grid Movement",
      "Matching",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/Hwh_pIWOE9eVFVz8sptLwQ__thumb/img/ziKg--SLDVJ-BM7p1r9ZC3Jw8z8=/fit-in/200x150/filters:strip_icc()/pic6323137.jpg"
  },
  {
    "id": "215806",
    "name": "IKAN",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 0,
    "age": 8,
    "description": "In IKAN, players can each choose to be one of the different character in the game: The Master of Shadows, Ikan, the Skeleton or Yaga the Jaguar.&#10;&#10;Each character has a different purpose: on one side of the screen, the Master of Shadows builds the 5x5 tile labyrinth; on the other side the rest of the players must navigate blindly through the labyrinth by loudly announcing their move to the Master of Shadows, who in turn moves the different Wooden Characters.&#10;&#10;To complete his quest, the player impersonating Ikan must find the Magic Spear and the Key to defeat the Stone Serpent, take the Golden Idol, and then exit the labyrinth to win the game.&#10;&#10;The Master of Shadows is joined by the Skeleton in a 3 player game. In a 4 player game, the Master of Shadows and the Skeleton remain in the same team while Ikan is helped by his faithful friend Yaga the Jaguar.&#10;&#10;",
    "categories": [
      "Adventure",
      "Maze"
    ],
    "mechanics": [
      "Cooperative Game",
      "Memory",
      "Modular Board"
    ],
    "image": "https://cf.geekdo-images.com/hx823tZtzKl6EA997rWlgA__thumb/img/ZHSXSONPWJEwbKWItWL8ujqO-ss=/fit-in/200x150/filters:strip_icc()/pic4146012.png"
  },
  {
    "id": "143250",
    "name": "Villainous Vikings",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 13,
    "description": "For 2 to 4 players, Villainous Vikings is a rousing game of Viking exploration and conquest. With players confronted by constant Raid or Trade dilemmas, the decisions will take you to the highest seat in Asgard next to Odin.&#10;&#10;Your goal in Villainous Vikings, by designer Jeremy Stoltzfus, is to amass as many Valhalla Points as possible so that after Ragnar&ouml;k occurs your Captain has the best seat in Valhalla to tell his tales of battle and drink his mead. You will gain Valhalla Points by raiding, trading, and battling the other Captains who are also vying for Odin&rsquo;s favor.&#10; After one of the players has been declared the victor of Ragnar&ouml;k, each player will tally up their Valhalla Points to determine their overall standing with Odin the All-Father and the other Gods; whoever is in the best standing is considered the greatest Viking(s) in history!&#10;&#10;",
    "categories": [
      "Fighting",
      "Medieval",
      "Mythology"
    ],
    "mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/Ka4wYFp3OziwH5J6idNUUw__thumb/img/EUVoJKX54JERigjfV7GaVfh9iRw=/fit-in/200x150/filters:strip_icc()/pic2086054.jpg"
  },
  {
    "id": "186722",
    "name": "True Messiah",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 13,
    "description": "&quot;It is the near future; Earth. Years ago, scientists successfully constructed the Belief Engine, a machine that warps reality based on peoples&rsquo; strongly held beliefs. The machine was turned on for testing, but it proved too sensitive: widespread belief in the depravity of man and fears of social collapse suddenly took on the full force of objective fact, and science skepticism rendered the Engine&rsquo;s creators helpless to intervene. Without resort to a shared external reality, civilization crumbled like a sand castle in the tide.&#10;&#10;&quot;From the ruins have now arisen cults led by charismatic, messianic figures possessed of seemingly divine powers derived from the still-functioning Engine. You are one such a figure&mdash;the true one, the Messiah. It is God&rsquo;s will that you build temples and marshal followers, then mold their beliefs to perform miracles and destroy your rivals. They&rsquo;ll be doing the same, but don&rsquo;t worry&ndash;God is on your side&hellip;&quot;&#10;&#10;How it's played&#10;&#10;Rounds go player by player, with each individual player turn broken up into phases:&#10;&#10;1) Beginning (reset any praying followers to active status; recruit followers and build temples; draw back up to 6 cards);&#10;   2) Action (move units, have followers on temples pray to produce belief, use belief to perform miracles);&#10;   3) Combat (adjacent enemy units attack one another according to deterministic rules);&#10;   4) End (discard down to 3 cards, loot any empty enemy temple you have units left adjacent to, make sure you have enough units left to support the continued functioning of your own temples).&#10;&#10;Each round ends with the Market, in which players make secret bids on an assortment of 5-7 miracle cards. Bidders get to spend their bid on up to 2 cards, with high bidders buying first. Purchased cards are placed into each player's discard pile, eventually to be cycled back into their decks Dominion-style.&#10;&#10;A player wins by slaying an enemy messiah, by reducing an enemy to less than 4 followers, by capturing an enemy's holy city, or by reducing an enemy to less than 8 miracle cards.&#10;&#10;",
    "categories": [
      "Fighting",
      "Horror",
      "Religious",
      "Science Fiction"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Deck, Bag, and Pool Building",
      "Grid Movement",
      "Hand Management",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/IRI6FkyL8ExBLkhjmnjTug__thumb/img/iA2qxWP9mPT-JiadwGMNwVO6peg=/fit-in/200x150/filters:strip_icc()/pic4463838.png"
  },
  {
    "id": "157291",
    "name": "Alpaca Pakapaka",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 15,
    "age": 6,
    "description": "Translated intro from the game manual:&#10;&#10;An alpaca contest will be held. Breeders from across the country will compete to see who has the most beautiful alpaca. Scoring is determined by fashion sense and length of neck. To be victorious, please grow a beautiful alpaca! Let's grow a more beautiful opponent than our opponent! Negotiate with other players to collect accessories.&#10;&#10;",
    "categories": [
      "Animals",
      "Humor",
      "Party Game"
    ],
    "mechanics": [
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/hFHUniTxFrOv9x_P8peJSQ__thumb/img/LMhfoCOu31ypQm-GkM0DZxT1x_I=/fit-in/200x150/filters:strip_icc()/pic2893855.jpg"
  },
  {
    "id": "310476",
    "name": "Bots Up",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 40,
    "age": 7,
    "description": "Bots Up is a fast paced card game, best played between 2-5 players of any age. This is a last man standing game, where players build bots out of spare parts and the battle them until a winner is crowned.&#10;&#10;The bot parts each have different health totals so the aim is to build the strongest bot possible. In the battle phase players use battle cards to damage each others bots, strengthen their parts and wreak havoc on the opponents. Battle cards come in 3 varieties; Action (play up to 2 per turn), Anytime (play at will) and Instant (play immediately).&#10;&#10;Powerplay cards are all Instant play cards. These powerful game changers can be good or bad but can make for a perfect hail mary play if you're falling behind in battle.&#10;&#10;The last remaining player with a live bot part wins the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Card Game",
      "Children's Game",
      "Humor"
    ],
    "mechanics": [
      "Action Queue",
      "Alliances",
      "Command Cards",
      "Hand Management",
      "Player Elimination",
      "Take That",
      "Turn Order: Pass Order"
    ],
    "image": "https://cf.geekdo-images.com/rnuBlKLddmuVuO75k8EdYw__thumb/img/eCaHWbUlHT64pWinUIUzMded9SE=/fit-in/200x150/filters:strip_icc()/pic5447396.jpg"
  },
  {
    "id": "176562",
    "name": "The Bremens",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 12,
    "description": "The Bremens is a racing game in which everyone tries to get their pieces to the end of the track first, but the pieces come in different sizes and large ones can never cover small...&#10;&#10;",
    "categories": [
      "Racing"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/C6JCMqB_CJMSrrt5dEbOAw__thumb/img/320FOV-vLj2cyxOz5zSGHN-RpP0=/fit-in/200x150/filters:strip_icc()/pic7665218.jpg"
  },
  {
    "id": "166071",
    "name": "Combate de San Lorenzo",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 180,
    "age": 10,
    "description": "A Cooperative Historical Card Game&#10;&#10;Players represent the Heroic Grenadiers fighting to defeat foreign Royalist invaders, recreating the the historical Combat for the freedom of Argentina on Century XIX&#10;&#10;Each Player play Destiny Cards in sequence according to their plan awaiting for DESTINTY favors them against the HISTORY deck that bring different challenges and missions by rolling dice according to different abilities depending on their role, to lead the patriotic army to Success!&#10;&#10;Help General Jose de San Martin to defeat Royalist and achieve victory through Team Work and strategy.&#10;&#10;&quot;The Battle of San Lorenzo was fought on February 3, 1813 in San Lorenzo, Argentina, then part of the United Provinces of the R&iacute;o de la Plata. A Spanish Royalist force under the command of Antonio Zabala was defeated by the Regiment of Mounted Grenadiers, under the command of Jos&eacute; de San Mart&iacute;n. This battle was the baptism of fire for this military unit, and for San Mart&iacute;n in the Spanish American wars of independence.&quot;&#10;&#10;",
    "categories": [
      "Educational",
      "Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game"
    ],
    "image": "https://cf.geekdo-images.com/53Wt92SM9AZZDtSk0iz1Rg__thumb/img/0kNMBtQEHry-jCFxkcjq-qxLYdA=/fit-in/200x150/filters:strip_icc()/pic3019384.jpg"
  },
  {
    "id": "10095",
    "name": "Pogo",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 10,
    "age": 7,
    "description": "A stacking game akin to Sid Sackson's Focus/Domination, only with fewer pieces, a smaller board, and much more attractive production. This is a &quot;coffee table&quot; sort of wooden game.&#10;&#10;The purpose of the game is to get a piece of your colour on the top of every stack. It is played on a 3x3 board. You start with 3 stacks of 2 pieces on the three spaces closest to you. On your turn, you take up to 3 pieces from the top of a stack that has one of your pieces on top, and move them, orthogonally, the same number of spaces, putting them on top of any stack aleady in the ending space. Stacks may be any size.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/NmeVdGozVqe_jKjWmPnnjA__thumb/img/WHrJcGWNLy9PUPstkj9F5XW57og=/fit-in/200x150/filters:strip_icc()/pic266551.jpg"
  },
  {
    "id": "25665",
    "name": "Red Russia",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 240,
    "age": 14,
    "description": "As the Avalanche Press website explains, Red Russia uses a similar system to Soldier Kings: The Seven Years War Worldwide in simulating the Russian Civil War. Players represent up to four factions: the Reds (Communists), Siberian Whites (monarchists), Southern Whites, or Northern Whites. Each turn represents three months, and the game begins in Summer of 1918 and concludes, should one player not win outright, in the Spring 1921 turn. This 3-4 hour game thus lasts a maximum of twelve turns.&#10;&#10;Players command infantry and cavalry armies, and for some factions fleets and aircraft. Leaders assist these units in movement and combat over land areas and sea zones. Each land area is rated for the amount of money and manpower it generates each turn. Manpower represents not just fresh recruits for armies, but also the things made with human labor: food, uniforms, weapons and so on. Factions thus use manpower to rebuild forces, and money to finance their actions. Combat is conducted by rolling dice, one for each attack factor, with hits reducing them in strength or eliminating them outright. A good general lets you roll more dice. Each area is also rated for its garrison strength; to capture it, you have to defeat the garrison troops through siege (in addition to driving off any enemy armies there).&#10;&#10;Finally, to keep the game from becoming too &quot;Risk&quot;-like, players can play various event cards.  Having the ability to fight through adversity makes one a powerful adversary in Red Russia.&#10;&#10;",
    "categories": [
      "Civil War",
      "Political",
      "Wargame"
    ],
    "mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Simulation",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/WFY-mnYHIw_Sxo6RqBIwfg__thumb/img/1zkcQ_DisaKPpHZmOtHHthJIAkY=/fit-in/200x150/filters:strip_icc()/pic202770.jpg"
  },
  {
    "id": "94596",
    "name": "Geistermühle",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 5,
    "description": "Time to help the miller carry sacks of flour from the mill and take them home &ndash; but watch out for the ghosts that await to scare you and spill flour!&#10;&#10;In Geisterm&uuml;hle, each player needs to bring three colored sacks of flour from the mill to her home. The players start at home, with the flour placed in slots around a waterwheel on the game board. This board also has holes in it in which players place their magnetized tokens as they move. A wooden millwheel with three integrated magnets sits underneath this game board.&#10;&#10;On a turn, a player rolls two special dice, with the following possible results:&#10;&#10;&bull; Two numbers &ndash; the player moves her token clockwise or counter-clockwise either the value of one die or the sum of both dice. If the token lands next to flour of the right color, she can place the flour in her token's slot; if she moves home, she claims the flour.&#10;&#10;&bull; One number and one millwheel &ndash; move the token as described above, then turn the millwheel once clockwise. (The game board has slots that allow players to grab a cog on the millwheel and rotate it.)&#10;&#10;&bull; Two millwheels &ndash; turn the millwheel twice clockwise.&#10;&#10;If when moving the millwheel, a token is scared off the board due to ghosts &ndash; that is, due to the magnets in both items &ndash; that token is returned home and any flour it held returned to the game board. Watch for the ghosts as your turn the wheel so that you can steer clear!&#10;&#10;",
    "categories": [
      "Children's Game",
      "Dice"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/f957sh7tS9Pbz6e5YBHN-Q__thumb/img/cXBIySbkmokw7eOx0Jt6GfhiY5g=/fit-in/200x150/filters:strip_icc()/pic938604.jpg"
  },
  {
    "id": "168376",
    "name": "Word Bits",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 8,
    "description": "Challenge someone to a battle of words!&#10;&#10;In Word Bits, words begin as one to four letter bits rolled on the letter dice. Pick a category card and make a word using those word bits that fit the category. Everyone plays at once, so be the first to call out your word to win the card. This game promotes quick thinking while building spelling and vocabulary skills.&#10;&#10;Turn over the top card. It will show how many dice to roll (from 1 to 4) and a general category. After throwing the dice, all players must quickly try to think of a single word that fits the category and includes all the letters shown. For example, the two letters A and C and the category &quot;Breakfast Food&quot; might lead to &quot;bacon&quot;, &quot;cereal&quot;, &quot;pancakes&quot; or even &quot;cantaloupe&quot;. The fastest player receives the card and then turns over a card for the next round. At the end of the deck, the player who collected the most cards wins the game.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Word Game"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/xLXDu9FtuzxeMEVB3VB9Ew__thumb/img/BdYGnVKPfsvKkCHuVshIi7sYIVU=/fit-in/200x150/filters:strip_icc()/pic6389782.png"
  },
  {
    "id": "259727",
    "name": "Owly Tribe",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 40,
    "age": 10,
    "description": "The Grand Owl has embarked on his final journey, and the council of elders will soon meet to appoint his successor. To become the leader of the Kwatoko tribe, you must first prove yourself worthy!&#10;&#10;Let all clan chiefs gather their faithful owl warriors and accomplish legendary feats! The most deserving of all will be appointed Grand Owl at the new moon. Watch out: your rivals are mighty and cunning and won&rsquo;t hesitate to throw an owly wrench in your plans!&#10;&#10;Owly Tribe is a dice-based worker placement game in which you can play havoc with your opponents&rsquo; plans!&#10;&#10;- At the beginning of each round, each player rolls the 4 dice that make up their reserve and which represent their owl warriors.&#10;- Then they assign one of their character&rsquo;s powers to a die roll.&#10;- On their turn, each player places a die on one of the randomly selected locations and applies its power.&#10;- Once all warriors have been placed, the player with the highest value on a given place wins control of this place.&#10;- They can then pick a totem pole, which represents their feat; the player who comes second is awarded the remaining pole.&#10;- The powers of the different locations are then applied.&#10;&#10;",
    "categories": [
      "Animals",
      "Dice"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Take That",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/pvGYH4cxMmBl4xU5x8zlSw__thumb/img/LfYv-oeJK3aZzsIWM8r7i3TipCs=/fit-in/200x150/filters:strip_icc()/pic4468799.jpg"
  },
  {
    "id": "93577",
    "name": "Rocket Jockey",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "Game description from the publisher:&#10;&#10;&quot;When you launch a rocket, you're not really flying that rocket. You're just sort of hanging on.&quot; Michael P. Anderson&#10;&#10;It's 150 years in the future and mankind has spread throughout the solar system. To supply far-flung colonies, they look to the Rocket Jockeys! The planets depend on timely cargo arrivals &ndash; but this is not enough for the rocket jockeys. They compete with one another to see who can complete the fanciest maneuvers, transport the most important cargo, and visit the most planets.&#10;&#10;In Rocket Jockey, you must be daring and you must be quick. You must also be tough, for first contact with alien life is near at hand. Deliver your cargo with the most flair and speed and you will win the game!&#10;&#10;&#10;Game Summary&#10;Place 9 numbered planet cards in a row, with a random cargo card, showing a DIFFERENT destination planet, under each one. Players are each dealt 2 maneuver cards, which allow maneuver between 2 specific planets; the rest of these cards forms a draw deck, from which 3 are placed face up. Players also each start with 4 Copilot cards. The 2nd time through the maneuver deck, shuffle an Alien card into the bottom several cards.&#10;&#10;On your turn, draw a maneuver card from the deck, the 3 face up cards, or the top of the discard pile. Then, either draw another or make a delivery run. When making runs, may start on any planet and pick up that cargo; use maneuver cards to chain, until you get to destination planet. If possible, may pick up that cargo and begin new chain ... all stops in these consecutive chains count towards the number of stops; chains with more stops are worth more VP. Alternatively, may make multiple deliveries with different starts/ends, but you must calculate VP for each such chain separately. Save all delivered cargo in your score pile; at end of game, you get bonus VP for having visited more planets. You can use Copilot cards in 2 ways:&#10;- use max 1/maneuver card, to alter one of the 2 planets shown by 1&#10;- place on a cargo to reserve it until your next turn; if someone else takes it, they lose 5VP; if you fail to make the run next turn, you lose 5VP and the card. Otherwise, you get your card back next turn.&#10;&#10;At the end of your turn, draw up to a hand size of 2 (if you had fewer), then replenish the face up display. If you reveal the alien, place it at just beyond Pluto. At the end of each turn, it advances 1 step. Alternatively, it can be picked up like cargo and delivered to Earth. Score planets at the end of each run through the deck. The game ends immediately if the Aliens get to Earth; most VP (from deliveries during game + bonus for number of planets delivered to) wins!&#10;&#10;",
    "categories": [
      "Card Game",
      "Science Fiction"
    ],
    "mechanics": [
      "Hand Management",
      "Pick-up and Deliver",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/AbGfBhUK-QuuOLgW0tGU0A__thumb/img/Q21MckaWLkB3saW0fQQ3s4PoKiI=/fit-in/200x150/filters:strip_icc()/pic1119583.jpg"
  },
  {
    "id": "169855",
    "name": "Fujian Trader",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 180,
    "age": 12,
    "description": "Fujian Trader is a victory-point based, gateway game. The theme and mechanics are based upon the re-discovered Selden Map which depicts trading routes in China and had been lost for nearly 300 years. In Fujian Trader, players assume the role of Ming-era merchant families following trading routes in the East China Sea. Victory-points are gained by trading (or raiding) the goods of iron, silk, and rice for silver and influence. To win, players must accrue the most victory-points in order to successfully endure the Manchu invasion and subsequent Ming Empire collapse at the end of the game.&#10;&#10;The game board is divided up into six different regions separated into six different colors. Each region has several ports. Players start out with a number of ports (dependent on the number of players) and may receive goods based off of which ports they control. When ports produce goods depends on the roll of a colored die. The color the die lands on coincides with the six colored regions and determines which produces goods for that round. Players may purchase additional ports with money gained from trading or incite rebellions in already controlled ports to wrestle them from an opponent.&#10;&#10;The game ends after the Manchu first invade the Ming Empire. The invasion starts once the last of three Manchu Move cards is drawn from the Event deck. Players then have a three rounds to trade goods and two rounds to store silver, thus accruing victory-points. After the third round of the invasion the game ends, and players tally up victory points to determine who wins.&#10;&#10;",
    "categories": [
      "Ancient",
      "Economic",
      "Educational",
      "Medieval",
      "Territory Building"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Network and Route Building",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/WVq_fK6SXNimvEb016euWQ__thumb/img/JM_EAg8WFATypN0GN3taJ8jJFWM=/fit-in/200x150/filters:strip_icc()/pic5880181.jpg"
  },
  {
    "id": "265715",
    "name": "METAL",
    "minPlayers": 0,
    "maxPlayers": 0,
    "playingTime": 0,
    "age": 0,
    "description": "METAL is a tabletop game made entirely of various solid metals, including zinc, aluminum, and steel.&#10;&#10;The gameplay consists of six separate game: three brand new games inspired from the childhood of Jordan Draper and three classic lawn games reduced in size to fit on your table.&#10;&#10;",
    "categories": [
      "Action / Dexterity"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/PtWahEdkVdVDEGPkFU_dMQ__thumb/img/zGboZsqXE-q7NQMxXtTDs4ggN94=/fit-in/200x150/filters:strip_icc()/pic5069173.jpg"
  },
  {
    "id": "164619",
    "name": "Idiom Addict",
    "minPlayers": 4,
    "maxPlayers": 99,
    "playingTime": 30,
    "age": 10,
    "description": "You're not one to brag, but your word skills are the cat's pajamas and you think winning Idiom Addict: will be a piece of cake. However, you may want to get off your linguistic high horse and stop counting your chickens before they've hatched because winning this party game of idioms and synonyms is easier said than done.&#10;&#10;Here's how it works: decipher idioms and common phrases from clues read by opposing teams to advance on the game board. But don't be a sourpuss if your team loses. Because win or lose, you'll give your brain's language centers a workout. And the prize of a bigger brain is nothing to sneeze at.&#10;&#10;",
    "categories": [
      "Educational",
      "Party Game",
      "Word Game"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/Ua0yvNihAPMn9rl5D5TLqg__thumb/img/V5SwMdtlLxdPCxHv6hrGn5qBW6w=/fit-in/200x150/filters:strip_icc()/pic2503650.jpg"
  },
  {
    "id": "283838",
    "name": "The Root Beer Float Challenge",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 8,
    "description": "The Root Beer Float Challenge is a get-off-your-couch family party game where players take turns competing in various Solo, Cooperative and Head-to-Head challenges. Complete the challenge successfully and get an Ingredient card. Blow it and and up empty-handed. The first player to build their Root Beer Float is crowned the The Root Beer Float Challenge Champion!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Party Game"
    ],
    "mechanics": [
      "Acting"
    ],
    "image": "https://cf.geekdo-images.com/oZPqN7yaSlHF6Li2edndkQ__thumb/img/yQc7UUGsAT-Q7K9F9vl7pNhqniI=/fit-in/200x150/filters:strip_icc()/pic4830718.jpg"
  },
  {
    "id": "233951",
    "name": "Vilar de Mouros",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 40,
    "age": 8,
    "description": "Vilar de Mouros is a card game inspired on the history of the oldest Portuguese open air music festival.&#10;The goal of the game is to make collections of 3 or more related cards (bands that played on 1971, for example), taking advantage of the maximum possible bonus.&#10;The player with the most points wins the game.&#10;The game consists of 88 game cards (bands, posters, stages and village) and 18 bonus cards (double the points). The deck also has 2 rule cards (Portuguese and English).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Music"
    ],
    "mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/sXgrpo2eiE5I376MLbffxQ__thumb/img/CM0Dtk_2mxZVOIL1SGyekePBRdk=/fit-in/200x150/filters:strip_icc()/pic3739039.png"
  },
  {
    "id": "320202",
    "name": "Dragon Land",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 9,
    "description": "Adventure in Dragonland! The dragons store their treasure in the numerous volcanoes, but their treasure is in danger because the volcanoes will soon erupt! To save the treasure, the dragons have asked the dwarves, elves, humans, and magicians for help. Each group competes with the others to be the most successful at gathering treasure for the dragons.&#10;&#10;Using strategy and cunning in Dragonland, each player moves their group of companions from volcano to volcano to collect sets of dragon eggs and gemstones. Each player scores points for each gemstone and egg, but extra points for a complete set: egg, ruby, emerald, and sapphire. All their movements are under the control of the tower of destiny, which sometimes arranges for a companion to reach their destination a bit too late. When the last egg is collected, the game ends and the player with the most points wins.&#10;&#10;For this edition of Dragonland, some new features have been added, specifically a unicorn mechanism and token and a witch mechanism and token. In addition, the game features completely new art and graphic design.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "categories": [
      "Adventure",
      "Dice",
      "Fantasy",
      "Medieval"
    ],
    "mechanics": [
      "Cube Tower",
      "Dice Rolling",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/GQ638rM8czzgXw3Q_CRa0w__thumb/img/egNXbJX2G74i-8ZI2rdT2M0etto=/fit-in/200x150/filters:strip_icc()/pic5676578.jpg"
  },
  {
    "id": "246757",
    "name": "Long Cow",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 8,
    "description": "Long Cow is the moo-mentous card game of competitive cattle construction! Build cows by collecting heads, tails, and middles from the deck. The longer the cow, the more points you score. Bolster your barn with holy cows, robot cows, and even a cross-bred Franken-cow &mdash; but make hay before your herd is hit by a tornado, or worse, an alien abduction! Round up the biggest bovines and party like the cows came home!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game"
    ],
    "mechanics": [
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/W6PW2er_YG4MSx328EN3Mw__thumb/img/jDMIBg3pmP5JXaHtmAHMb2Mhg80=/fit-in/200x150/filters:strip_icc()/pic3989427.jpg"
  },
  {
    "id": "25168",
    "name": "Magellan",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 0,
    "description": "Magellan is played on a world map with jeeps, planes and ships representing units.&#10;Players can buy countries (geographical cards) and colonize them to gain income from this country's production. Historical events (historical cards) can affect the course of the game: wars, historical events, plagues, famine, industrial and geographical discoveries.&#10;&#10;",
    "categories": [
      "Economic",
      "Educational",
      "Exploration"
    ],
    "mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/m01U8lZv61uUrbD6WVfcSw__thumb/img/Duut88UftrqGFRs7oMskcS3PaM4=/fit-in/200x150/filters:strip_icc()/pic87432.jpg"
  },
  {
    "id": "168220",
    "name": "Deal, Gentlemen Collectionneurs",
    "minPlayers": 2,
    "maxPlayers": 3,
    "playingTime": 10,
    "age": 7,
    "description": "You are playing the roles of millionaires who collect mysterious artefacts from the four corners of the earth. Apparently, when collected in threes, these objects have amazing powers. Auctions bore you, so instead you and your rivals have to agree on how to divvy up each load of artefacts. In each round, three objects must be divided up between two players. Each person takes what he or she wishes &ndash; if the other person agrees! Is it a deal?&#10;&#10;In each round (or Deal), place 3 artefact cards in the middle of the table: 2 face up and 1 face down. Two players must agree on how to divide up these 3 cards. Attention: all the cards must go somewhere; none can be set aside. Cards from previous rounds cannot be exchanged. Negotiations are free and open. They end as soon as both players accept a proposal and say, &ldquo;DEAL!&rdquo;&#10;Once an agreement has been reached, the 2 players each take their share and place it behind their own screens. The player who has obtained the face-down card can look at it (secretly or openly) and put it with his or her other cards.&#10;The game ends with there are no more cards in the stack.&#10;&#10;",
    "categories": [
      "Negotiation"
    ],
    "mechanics": [
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/Vwq3RBDOCIaN3iYxU2anxw__thumb/img/DqKxOauFR1E3N8AvHtO7K1MxwX0=/fit-in/200x150/filters:strip_icc()/pic2286108.jpg"
  },
  {
    "id": "288648",
    "name": "Canosa",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 8,
    "description": "Canosa is two-player abstract strategy board game based on sirens from Greek mythology. In the mythos, sirens were often depicted as either mermaids or winged bird-like humans whose hypnotic voices caused sailors to crash their ships and drown.&#10;&#10;In the game, each player is a siren competing to capture as many shipwrecked sailors in the open water as then can and return them to their respective island.&#10;&#10;The rings are the resource in the game that act as the siren's voice. Use them to capture your opponents' sailors, then call them to your island. The first player to bring four sailors to their island wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Grid Movement"
    ],
    "image": "https://cf.geekdo-images.com/R5d5k5L66mxiHBCleso2EA__thumb/img/9nTe_6SohJJ_P2qH7xMWSi5r_q8=/fit-in/200x150/filters:strip_icc()/pic7724442.jpg"
  },
  {
    "id": "26353",
    "name": "Scum",
    "minPlayers": 4,
    "maxPlayers": 8,
    "playingTime": 5,
    "age": 0,
    "description": "Scum is a game of trying to rise in the social order.  One player is the president.  The others are in decreasing social position, with the lowest player being scum.&#10;&#10;The object of each round is to deplete your hand of cards.  Whoever does so first will be the new president down the line until the last one out becoming the new scum.  The game is weighted so that those who are higher up in the social order will have a playing advantage over those below them, so it will take skill to rise to a higher position.&#10;&#10;Players of Asshole (Scum: The Food Chain Game) or The Great Dalmuti will recognize the basic mechanics of Scum.  Scum adds trump cards of the President and the Wild president to the standard numbered cards.  Also, there are variants that cause the color of the cards to have impact on the game play.&#10;&#10;",
    "categories": [
      "Card Game",
      "Party Game"
    ],
    "mechanics": [
      "Ladder Climbing"
    ],
    "image": "https://cf.geekdo-images.com/CwJ3dFqLP3hAd2hZmnDebQ__thumb/img/k0qkJWQ_tMXg2l5hzkgx-VbK20o=/fit-in/200x150/filters:strip_icc()/pic707033.jpg"
  },
  {
    "id": "273699",
    "name": "Weird Alchemy",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 10,
    "description": "Weird Alchemy is a fast paced, highly competitive, game for three to six players.&#10;&#10;Illustrated by Juan Moore, he has created 39 individual artworks that bring the game to life.&#10;&#10;In the game, each player is an alchemist trying to take over the world through various means but with creating a new kind of creature at the core of their scheme. Unfortunately something went wrong in their lab and now they are trying to cover it all up.&#10;&#10;On an alchemist's turn, they will play one of their pass cards if they have one and then draw a card. If an accident is drawn, players reveal their hands and any creatures are claimed by the player holding them. Magic can be used at this time also leading to weird and wonderful situations.&#10;&#10;At the end of the game players score points for exposed creatures they have and cards in their hand. The player with the least points wins.&#10;&#10;-description from designer&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/tJLpKti91JOEqRX7yug_gA__thumb/img/SoZO808Jf-0sT0USDY-TYXQ1UvU=/fit-in/200x150/filters:strip_icc()/pic4745516.jpg"
  },
  {
    "id": "10610",
    "name": "Yugoslavia: The Battles for Zagreb, 1979",
    "minPlayers": 2,
    "maxPlayers": 3,
    "playingTime": 90,
    "age": 12,
    "description": "Part of SPI's Modern Battles II: Four Contemporary Conflicts series, notable for its use of untried units to simulate the uncertainty of armies that have never seen battle.&#10;&#10;&quot;Yugoslavia: The Battles for Zagreb, 1979&quot; at the battalion/regimental level with hexes measuring a mile across, simulates combat in northern Yugoslavia in four scenarios.: &quot;Civil War&quot; between the Serbians and Croatians with NATO reinforcement; &quot;Thrust for Zagreb&quot;, with the Soviets invading and NATO helping defense; &quot;Relief Column&quot;, following up after a Soviet takeover of Zagreb; the three-player &quot;Battle for Zagreb&quot; between NATO, the Soviets and the Yugoslavs.&#10;&#10;",
    "categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/7nt7aUf-3zjZOtdA2jMNYQ__thumb/img/6KU02QXKo6yuw6r4KC3xC6rVns4=/fit-in/200x150/filters:strip_icc()/pic5721902.jpg"
  },
  {
    "id": "259346",
    "name": "Das verfluchte Piratengold",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 5,
    "description": "In Das verfluchte Piratengold, bold adventurers have found a bag full of gold on a mysterious island. Unfortunately, among the gold pieces are also cursed coins that summon the feared pirate Captain Black. The player who, with some luck, draws the most gold coins from the bag and stows them in their wooden box is a step ahead &mdash; but watch out for the cursed pirate gold!&#10;&#10;",
    "categories": [
      "Children's Game"
    ],
    "mechanics": [
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/by5sXhjpUr8IsCNrtx8ZFg__thumb/img/cLyeRPxH8hwwyuL526GaNHTmdU0=/fit-in/200x150/filters:strip_icc()/pic4292204.jpg"
  },
  {
    "id": "104814",
    "name": "Magic ABC Duel",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 10,
    "age": 6,
    "description": "Game description from the publisher:&#10;&#10;Witch Hazel and magician Merlin are engaged in an exciting ABC magic duel! In Magic ABC Duel, you'll see who can first spot, amidst the jumble of pictures on the magic word cards, a motif that corresponds to the given letter.&#10;&#10;",
    "categories": [
      "Children's Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/KahODCOOrvjJTVBqADayFg__thumb/img/oWZZzpUCwkq1b-1PaUYZ_crxaVk=/fit-in/200x150/filters:strip_icc()/pic1199679.jpg"
  },
  {
    "id": "136566",
    "name": "BodgerMania",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 12,
    "description": "Game description from the publisher:&#10;&#10;BodgerMania is the slobberknockin' game of goblin wrestling action in which the roughest, toughest wrestler takes home the title!&#10;&#10;In BodgerMania, each player takes on the role of a goblin bodger-turned-wrestler ready to square off in the ring for fame and glory. The bodgers battle to beat down their rivals in a series of matches leading up to the main event, each glorious three-count helping them get over with the crowd to earn the fans, favors, and influence they need to get an edge in the championship. Suplex your opponents into submission in the main event to claim the coveted Bodger Belt and become champion &ndash; until the next pay-per-view event, anyway!&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Open Drafting",
      "Trick-taking",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/afnFuG6CbvUYvH1_bM_rjg__thumb/img/omT-hrBP2vxnhS0_TffONgRiUkk=/fit-in/200x150/filters:strip_icc()/pic1534726.jpg"
  },
  {
    "id": "158774",
    "name": "Psychological Warfare",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 12,
    "description": "The twisted half hour card game. A mental battle where you try to thwart your opponents while attempting to meet your own needs.&#10;&#10;All games incorporate psychology, this one takes it head on. You will be using Backhanded Compliments, Clever Insults, Paranoia, Stress and Phobias to manipulate scores in a direction that you choose. It has a twists and multiple tactics, counter-actions that keep the game fresh and replay-able.&#10;&#10;Each player scores on four categories; Freedom, Fun, Power and Belonging. Victory points are awarded for having the highest score in a category at the end of the game. The number of points awarded are dependent on the Archetype that the player is using.&#10;&#10;Players will spend Mental Energy to perform actions which will lower/raise scores, have an effect on themselves or other players, or block other players from affecting them.&#10;&#10;Defense Mechanisms will help protect you, but as you perform actions you build up Psychological Baggage. To rid yourself of the baggage, you must go to Therapy. But Therapy also causes you to lose your Defense Mechanisms.&#10;&#10;Psychological Warfare is a balancing game with a number of key decision points each turn. Which cards to discard to create energy, which cards to play, which scores to change, how to combine actions and much more.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/F0M2tvnVA_4Wrwnx_G36bg__thumb/img/0gKTxs_T1ouctsX81aujNUKDZ1w=/fit-in/200x150/filters:strip_icc()/pic2008661.jpg"
  },
  {
    "id": "13495",
    "name": "High Finance",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 12,
    "description": "This is some sort of Monopoly-clone which takes place in the world of High Finance. You have to earn 1 billion dollars and acquire 15 stocks to win this game. You move around the board while winning or losing money. You try to sell your stock at a higher price.&#10;&#10;Alta Finanza is one of the oldest financial games ever made. The game is simply based upon the trade of shares and the fluctuation of the stock trade. You may sell or buy shares and so affect the value of the course title. With appropriate speculation and a little bit of fortune you will rise at the top of financial system and cast down your opponent. The six types of shares are:&#10;Electric - Naval - Motor - Chemical - Mechanics - Oil&#10;&#10;",
    "categories": [
      "Economic"
    ],
    "mechanics": [
      "Open Drafting",
      "Roll / Spin and Move",
      "Stock Holding",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/AFJXKVW67Vq8BSAHwKQ1Ng__thumb/img/G4neSvt27VHqg_dCx_mbjAS3kVA=/fit-in/200x150/filters:strip_icc()/pic75868.jpg"
  },
  {
    "id": "361049",
    "name": "Nowa Gwinea",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 25,
    "age": 8,
    "description": "We invite you on a journey to New Guinea, the second largest island in the world, a green land of endemic plants, birds of paradise and wild tribes. Play as the inhabitants of one of the tribes and build a new village. You start with the sacred animal totem and build huts of various shapes to cover ponds and as many fruit bushes as possible. Twist, turn and combine - you have one minute! And remember - huts only need to touch their horns, and other totems cannot be covered - bad luck! The player who manages to cover all water sources ends the turn. After 9 turns, the player with the most points wins.&#10;&#10;Nowa Gwinea  is a great game for the whole family. Simple rules will allow you to quickly start the game and enjoy the exciting gameplay.&#10;&#10;The latest game from the author of PAPUA and the best-selling UBONGO series!&#10;Tons of tasks and combinations - never get bored!&#10;The ability to adjust the degree of difficulty to the age and abilities of the players!&#10;&#10;",
    "categories": [
      "Puzzle",
      "Real-time"
    ],
    "mechanics": [
      "Grid Coverage"
    ],
    "image": "https://cf.geekdo-images.com/iVElYkR2ZZDvlCoU6Vbkjg__thumb/img/xJwnCLuxAM_BR7mw09pWUbuqwZk=/fit-in/200x150/filters:strip_icc()/pic6823660.jpg"
  },
  {
    "id": "144631",
    "name": "Futterneid",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 10,
    "age": 8,
    "description": "Futterneid, the final game in Friedemann Friese's Friday Project, is all about the snacks lying on a table at a game night. To prepare for play, group all the stuff on the table into five groups. Give each single snack a value depending on the calories, after which each player adds a secret value modifier and the game starts. On a turn, take exactly one piece more or less than the previous player or steal from anyone's unsaved snacks. In the end, players reveal the modifiers and count their score.&#10;&#10;Futterneid can be played as a &quot;normal&quot; game without real snacks, but the game comes packaged with five snack bowls and bears a universal &quot;add snacks as achievements to any game&quot; rule, so why not indulge?&#10;&#10;",
    "categories": [
      "Bluffing"
    ],
    "mechanics": [
      "Commodity Speculation",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/fNwGfR9yPUFt_06wyxj1zg__thumb/img/S6T-BM-L_li_ZmKxAtE_-RwjruA=/fit-in/200x150/filters:strip_icc()/pic1746389.jpg"
  },
  {
    "id": "153107",
    "name": "Masters of the Gridiron",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 8,
    "description": "Overview&#10;&#10;Masters of the Gridiron combines the simplicity and strategy of a 15-minute head-to-head card game with the depth and detail of a pro football simulation. Years of development have yielded a realistic football simulation that combines simple and elegant rules with unlimited depth and strategy. By focusing on one key play in each scoring drive, you play an entire football game in under 15 minutes. Every player, from your star quarterback to your under-appreciated right tackle, has their own player card; and each player has the ability to impact the result of every game.&#10;&#10;Masters of the Gridiron can be played by anyone; even those who are new to the game of football. Intuitive rules mixed with tense competition gives this game an addictive edge you won't find in any other sports game.&#10;&#10;History&#10;&#10;Clay Dreslough, the game's lead designer, wrote his first dice-based sports simulation in 1976. He later discovered similar games from companies like Strat-O-Matic and Sports Illustrated, but he didn't enjoy them very much. It's tedious to spend several hours picking plays, flipping them over, rolling dice, looking up the results on a chart, rolling more dice, moving counters on the &quot;play clock&quot; and so on, just to resolve each play.&#10;&#10;Instead, Clay created the award-winning Baseball Mogul and Football Mogul computer games, capable of simulating entire seasons in just a few minutes. We used this technology as the under-pinnings for Masters of the Gridiron -- to create realistic player ratings for over 680 current players, and to create realistic playbooks for all 32 teams.&#10;&#10;Over the last four years, we have boiled down 26 pages of rules to the bare essentials, creating a head-to-head card game that feels like football.&#10;&#10;Setup&#10;&#10;You choose your starting offensive and defensive players, and combine them with a playbook of 24 (or more) cards. You can pair an MVP quarterback with 3 superstar receivers, or focus on your offensive line and the running game. Choose a standard 4-3 defense, or add a nickel back to help stop a team built around the passing game.&#10;&#10;Masters of the Gridiron encourages you to create your own customized deck, combining your favorite players and plays from multiple decks. Three simple rules govern the creation of your own customized team roster and playbook. This gives your freedom to build your offense around a power running game or a vertical passing game, and tailor your defense to pressure opposing quarterbacks or focus on forcing turnovers (to name just a few examples). Assemble an offensive juggernaut and try it out against your friend's shutdown defense -- the possibilities are limitless!&#10;&#10;Game Play&#10;&#10;Each player starts the game with 3 offensive player cards, 3 defensive player cards, and 4 playbook cards. To mount a scoring drive, you match a playbook card to an offensive player with the appropriate skills (such as &quot;passing&quot; or &quot;run blocking&quot;) and lay them down on the table, announcing the player rating that your opponent needs to beat in order to stop your attempt to score. Their ability to stop you depends on a combination of their strategy decisions and the luck of the draw.&#10;&#10;Players alternate possessions until &quot;time runs out&quot; (when each team has no more offensive player cards to draw). Along the way, you enjoy all the aspects of a real football game, from goal-line stands and two-point conversions to game-changing interceptions and last-minute field goals.&#10;&#10;The playbook cards themselves are used to track your score. So the only thing you need to play are two decks (one per team) and 15 minutes of time.&#10;&#10;Contents&#10;&#10;Each deck contains 54 high-quality full-color playing cards:&#10;&#10;13 Offensive Player cards&#10;13 Defensive Player cards&#10;24 Offensive Playbook cards&#10;4 Defensive Playbook cards&#10;Each team includes their own printed card box for safekeeping. Our cards are also compatible with other card-storage boxes and sleeves, such as those used for collectible card games like Magic: The Gathering and Pokemon.&#10;&#10;Licensing&#10;&#10;Please note that Masters of the Gridiron is not licensed by the National Football League. Our games use real player names and stats, but do not include registered trademarks (such as team logos). This usage is protected by the First Amendment and by a series of legal precedents (see, for example, C.B.C. Distribtion v. Major League Baseball).&#10;&#10;",
    "categories": [
      "Card Game",
      "Sports"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/Z3iRTom7qCZ1Fh4_gbq0WA__thumb/img/xLJchsfk4VYu_b1AgpDWrOp5mcU=/fit-in/200x150/filters:strip_icc()/pic2297813.jpg"
  },
  {
    "id": "9845",
    "name": "Verdun 1916",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "Vae Victis issue 46.  This game covers the battle of Verdun at the scale of one day per turn, 850 m per hex, and counters of regiments and battallions of infantry (plus counters representing command units, aircraft squadrons, and artillery groups).  The game uses a slightly modified and updated version of the system used in Vae Victis issue 24, &quot;Le Matz.&quot;  It is a relatively simple game, with just over four pages of rules.&#10;&#10;This issue also includes corrected counters for the game in issue 45.  As with all Vae Victis games, the counters need to be cut out and mounted.  The rules are entirely in French, although translations are available online.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War I"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/UCt-_UKjEseewAYvoWnH0Q__thumb/img/COKl2PYfQd31FScQqLz_jK3Y8Sc=/fit-in/200x150/filters:strip_icc()/pic56464.jpg"
  },
  {
    "id": "6660",
    "name": "Cubus",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 10,
    "description": "Players together work to build the same stack of boxes. Each of the 48 rhombus-shaped tiles in the game depicts a side of a box. Players build and rebuild, and gain points based on how many boxes they construct. There is also a variant that is all about demolishing a stack of boxes. For 2 to 6 players ages 10 and up.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Modular Board",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/nNA2Q3cEx7DKB81Y79pldQ__thumb/img/xRoeLA92evuYESrUYzSMKYdLEmI=/fit-in/200x150/filters:strip_icc()/pic122908.jpg"
  },
  {
    "id": "427232",
    "name": "Takoyaki",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 6,
    "description": "Osaka is a vibrant city! The streets are full of tourists who all fancy tasting the local speciality, takoyaki. There&rsquo;s no time to lose! Let&rsquo;s fire up the grills to roll the dough balls real quick. Our hungry customers are waiting!&#10;&#10;Takoyaki involves both logic and dexterity. It takes less than 3 minutes to set up and explain the rules of the game!&#10;&#10;HOW TO PLAY:&#10;&#10;     Uncover an order card.&#10;     Roll the dough balls on the grill so they match the pattern on the card.&#10;     Done? Hit the card and score a point.&#10;&#10;&#10;",
    "categories": [
      "Action / Dexterity"
    ],
    "mechanics": [
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/DzFPUUz-h5Xqaq-B7K1wKA__thumb/img/BAInD6kC4hMPoobOMNDpTGVwOlo=/fit-in/200x150/filters:strip_icc()/pic8377328.jpg"
  },
  {
    "id": "7920",
    "name": "Snowstorm",
    "minPlayers": 1,
    "maxPlayers": 12,
    "playingTime": 30,
    "age": 5,
    "description": "From the box:&#10;&#10;A winter storm hits Little City. Granny &amp; Grandpa, Uncle &amp; Aunt, Mom &amp; Dad and our Best Friend's Family have things to do, places to go, errands to run. Our job is to help them out. We drive the Cars, get to the Places on their lists, and try return safely home. Deep snow? Bad ice? We decide when &amp; where to do some plowing or spreading of sand. The weather keeps changing, so we have to be alert! Each game is a different, exciting challenge. Skills of communication, decision making &amp; creative thinking are nurtured. Don't get stuck on Fifth Avenue, Dad!&#10;&#10;",
    "categories": [
      "Children's Game"
    ],
    "mechanics": [
      "Cooperative Game"
    ],
    "image": "https://cf.geekdo-images.com/1sMnC3bBIuR1Sq4lzL92EA__thumb/img/AkVf3I9_ZfrgsAjqwZSK-KdFZeA=/fit-in/200x150/filters:strip_icc()/pic917794.jpg"
  },
  {
    "id": "10188",
    "name": "Sale of the Century Quizzard",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 10,
    "description": "Bring home the thrilling action and suspense of the popular TV game show, Sale of the Century.  This exciting new home version features Quizzard, the electronic brain of the game.  Quizzard uses the latest electronic technology to pinpoint who was first to push their button and has the chance to answer the question.  Buzzers and lights add to the suspense just like the TV game show.  There are over 2600 quiz show questions divided into 120 rounds.  The questions have been specially selected for players of all ages to enjoy.&#10;&#10;Re-implements:&#10;&#10;    Sale of the Century&#10;&#10;&#10;",
    "categories": [
      "Electronic",
      "Memory",
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "mechanics": [
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/BAz7h1Drb7NeFbvgpfNqsQ__thumb/img/uYS9gRMgyJf1slW6Rn0bia8nmo0=/fit-in/200x150/filters:strip_icc()/pic42184.jpg"
  },
  {
    "id": "144862",
    "name": "Water Balloon Washout",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 8,
    "description": "Water Balloon Washout is a 2-4 player card game where players take control of a group of kids having a water balloon fight.  In the game players play Attack, Defense and Utility cards to try and keep their kids in the game while at the same time eliminating the other players' kids.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Player Elimination",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/0V28dkBa0rApYfk5KezgLQ__thumb/img/y6I50nf5J4_3sC1I9U-sJpGh0jE=/fit-in/200x150/filters:strip_icc()/pic1974963.jpg"
  },
  {
    "id": "290906",
    "name": "Het Jachtseizoen: Het Bordspel",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "COLLECT A POWERFUL TEAM OF FRIENDS&#10;TO BEGIN THE ULTIMATE HUNT.&#10;Work as a team to find the location of the fugitive. Divide the tasks in your team and decide who will drive the StukTV bus, control the drone or take to the streets as a hunter. Navigate the streets and outwit the fugitive. Every 10 minutes your team gets the location of the fugitive, but beware, after 4 hours he escapes and you and your team have lost!&#10;&#10;Jachtseizoen is a board game where 2 teams compete against each other. One of the teams is always 1 player alone called 'the fugitive'. The other team is trying to hunt him down on a map of The Netherlands. The hunting team must reach the same coordinates within 25 turns while using smart tricks like drones, calls and restrictions. The fugitive wins when he can't be captured before the last turn ends.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Memory",
      "Movies / TV / Radio theme",
      "Negotiation",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Area Movement",
      "Catch the Leader",
      "Grid Movement",
      "Hexagon Grid",
      "Hidden Movement",
      "Map Reduction",
      "Multiple Maps",
      "Track Movement"
    ],
    "image": "https://cf.geekdo-images.com/LWzVpFG4cfDp7NJpjmOvzg__thumb/img/B2hj2uCx3PHRlJUbg15-b0YGox8=/fit-in/200x150/filters:strip_icc()/pic4986009.jpg"
  }
]
