[
  {
    "id": "402526",
    "name": "Seeker Chronicles",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 40,
    "age": 13,
    "description": "The year is 2043, and humanity has made significant strides in science and technology. Above all, the S.E.E.K.E.R. program has fueled a revolution in science, through the use of specialized machines that empower research. However, this invention has merely reinforced the growing need for a deeper understanding of our universe. To meet this need, a new groundbreaking sport has emerged:&#10;&#10;You are an elite scientist, leading a team of Seekers in a high-stakes competition to achieve new breakthroughs. Step into the arena and face off in an epic race to expand the human knowledge.&#10;&#10;Besides its theme, what makes Seeker Chronicles so special is its resource management system, where every card is a resource but only until you use its powers. To win the game, you will need to find the best balance between how much you can do and how strong you are on the board. This gives rise to a wealth of strategy that is unique to this game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Card Game",
      "Science Fiction"
    ],
    "mechanics": [
      "Force Commitment",
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/Owqm3lTaGJPsXZL3M-AvnA__thumb/img/spV1GHfp9Nivr0_XqB-MtfCSmr0=/fit-in/200x150/filters:strip_icc()/pic7766634.png"
  },
  {
    "id": "375923",
    "name": "Tanuki",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 8,
    "description": "Show your determination and reign supreme in this fierce and adorable card game.&#10;&#10;Welcome to the vibrant world of Tanuki, where Gardeners, Geishas, Ninjas and tons of cute furry creatures clash in a race to cultivate the most productive bamboo garden. Will you try and get revenge or stay focused on your own garden? If you are looking for cute designs, fierce battles and strategic decision-making, then Tanuki is the game for you. Do you have what it takes to win in this no holds barred take that game? It's time to unleash your inner furry warrior!&#10;&#10;Tanuki is a fast-paced card game where players compete to grow the most productive bamboo garden. During their turn, players play Action or Character cards, apply the cards&rsquo; effects and harvest bamboo from their gardens. Each Character card in the garden has its own unique abilities.&#10;&#10;The game finishes once the harvest season has come to an end. The player with the most bamboo wins. Strategic decision-making and interaction between players are key elements of this game.&#10;&#10;The legendary tanukis, also known as the Japanese raccoon dog, are reputed to be mischievous and jolly masters of disguise within Japanese folklore.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/9zRKVS6QoUg5cEk6GZH3iA__thumb/img/pZPNp_0577qVGH4lw24V5Cz1Nbw=/fit-in/200x150/filters:strip_icc()/pic7840895.jpg"
  },
  {
    "id": "6907",
    "name": "Mai '68 Le jeu",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "Cat &amp; Mouse chase between the police and the students during the confrontations of May 1968 in Paris.&#10;The students player must reveal the &quot;beach under the concrete&quot; (&quot;sous les pav&eacute;s, la plage&quot;) while the police try to keep the order.&#10;A very nice board and good components with a lot of humor.&#10;&#10;",
    "categories": [
      "Political",
      "Wargame"
    ],
    "mechanics": [
      "Action Points"
    ],
    "image": "https://cf.geekdo-images.com/TDlFLVfgY7Fj-g6277SlfQ__thumb/img/jWSNbMLSkzdbqf4DeOfVBQdwTOM=/fit-in/200x150/filters:strip_icc()/pic28152.jpg"
  },
  {
    "id": "256640",
    "name": "H.D.P.: Hasta Donde Puedas",
    "minPlayers": 4,
    "maxPlayers": 12,
    "playingTime": 30,
    "age": 18,
    "description": "H.D.P.: Hasta Donde Puedas is an Argentinian implementation of Cards Against Humanity.&#10;&#10;Play begins with a judge, known as the H.D.P, playing a black card with a question or fill-in-the-blank phrase from the top of the deck and showing it to all players. Each player holds a hand of ten white answer cards at the beginning of each round, and passes a card to the H.D.P., face-down, representing their answer to the question on the card. The H.D.P. determines which answer card is the funniest one in the context of the question or fill-in-the-blank card. The player who submitted the chosen card is given the question card to represent a point, and then the player to the left of the H.D.P. becomes the new H.D.P. for the next round.&#10;&#10;Play continues until the players agree to stop, at which point the player with the most points is the winner.&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "mechanics": [
      "Hand Management",
      "Player Judge",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/vlzSIkXxVv4vtiNB6JxZ1g__thumb/img/Pfc5N_UvNQfRpRZY6rvaCxNJ6kY=/fit-in/200x150/filters:strip_icc()/pic8200395.jpg"
  },
  {
    "id": "344431",
    "name": "Unition",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 12,
    "description": "The world of Disserei has grown a little too small for all its inhabitants to coexist peacefully. The tentative treaty between the five clans has all but dissolved, and tensions are rising as the chaos of war approaches. Players enter the picture as potential leaders of a new era, and attempt to build a nation that will become the center of civilization. That nation can be warlike or peaceful.&#10;&#10;Unition is a deckbuilding combat free-for-all with two ways to win. Players have the choice of an aggressive approach where they reduce every other player&rsquo;s health to zero, or playing defensively and winning by points. Health and points are kept secret behind player screens, and so social dynamics play a part in overall strategy as the game goes on.&#10;&#10;Each player starts with a low-value starter deck from which they draw a hand of five cards to play on their turn. These played cards give resources like currency to recruit stronger clan cards, attack to direct at other players, and points to collect. Recruited clan cards bring new abilities and stronger elements into player's decks, and each clan has a specialty. Two cards of the same clan gain bonuses when played together, with a large bonus occurring if a member from each clan is played in a single hand.&#10;&#10;The game ends in one of two ways: when only one player has health left, making them the last player standing, or when one player has gained 50 points. Each player starts with 50 health tokens, and when they reach zero, they are eliminated while other players continue. However, the instant any player gains their 50th point token, the game immediately ends for everyone and that player wins.&#10;&#10;Unition requires each player to carefully decide their path, balance resources, and build their empire while also playing the macro game of navigating the politics and subterfuge of those sitting around the table.&#10;&#10;",
    "categories": [
      "Card Game",
      "Economic",
      "Fantasy",
      "Fighting",
      "Humor"
    ],
    "mechanics": [
      "Alliances",
      "Betting and Bluffing",
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Player Elimination"
    ],
    "image": "https://cf.geekdo-images.com/e7KYtg1XYXGXEhB4zDKG9g__thumb/img/pbe5QQS9m_SM9hKbI2BkEXNvkj8=/fit-in/200x150/filters:strip_icc()/pic7877366.png"
  },
  {
    "id": "173666",
    "name": "Renaissance Wars",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 12,
    "description": "It was a time of wealth and intrigue. A turbulent time, when wars were fought over religion and territory. A time when artists, architects and writers explored the nature and potential of man and a time when horizons were broadened so far, that a whole new world was discovered!&#10;&#10;In Renaissance Wars you play the game as a Renaissance Luminary... someone whose influence and fame has transcended his own time! Using only your unique Luminary powers, the cards in your hand and cunning strategy, you will battle up to 3 opponents to accumulate the wealth and power necessary to dominate each era of the game.&#10;&#10;But be careful... because when you least expect it, something may occur that completely upsets the balance of power and may destroy even the most carefully laid plans!&#10;&#10;The base game contains 6 playable Luminaries - William Shakespeare, Martin Luther, Fillipo Brunelleschi, St. Ignatius of Loyola, Christopher Columbus and Francis Bacon - all of which come with their own unique Luminary Mats, cards and portaits. Up to 6 more Luminaries will be available in Special Editions.&#10;&#10;Unique Event and Intrusion cards are randomly seeded into the game during set-up, so you never know exactly what you may encounter!&#10;&#10;Featuring beautiful art and history, Renaissance Wars explores the people and events that made the Renaissance one of most interesting, creative and important historical eras.&#10;&#10;",
    "categories": [
      "Card Game",
      "Renaissance"
    ],
    "mechanics": [
      "Hand Management",
      "Set Collection",
      "Trick-taking",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/IZ9s5CB7OePE7KavLFSYAg__thumb/img/eXXdGAGj1tzYBP6gtiXz85Jqcbw=/fit-in/200x150/filters:strip_icc()/pic2598129.jpg"
  },
  {
    "id": "199497",
    "name": "Squirmish",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "Enter The Squirmish, a ridiculous rumble where creatures clash and only the strangest survive! Draft an odd-squad of warriors with names like Kittyclops, Pompaduck, and Killgor the Conqueror. Then position them into the melee and roll to attack. Each of seventy scrappers has its own preposterous powers, so you'll need strategy - and a bit of luck - to survive! Knock out the competition and become the beastie boss!&#10;&#10;Reinforces&#10;&#10;probability&#10;    strategic thinking&#10;&#10;",
    "categories": [
      "Card Game",
      "Children's Game",
      "Fighting",
      "Humor"
    ],
    "mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/LKPeUyYLFdZDRCxkWXgPVg__thumb/img/nN5562hkFwKo4bbtszIWZmb6ArM=/fit-in/200x150/filters:strip_icc()/pic3989432.jpg"
  },
  {
    "id": "293006",
    "name": "Yutakâ",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 7,
    "description": "Five islands make up the archipelago known as Yutak&acirc; and each one is full of treasures.&#10;&#10;During the game, buried in its depths, you will discover amphorae, daggers, idols and red crystals.&#10;&#10;Only the best strategist will be able to play the right cards to gain the majority and win the most valuable treasures.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "mechanics": [
      "Area Majority / Influence"
    ],
    "image": "https://cf.geekdo-images.com/Sqf1yE2G2TQOMv5GpQAoHw__thumb/img/gW6_RqYk9dpSqmD8YGKNmaSyREw=/fit-in/200x150/filters:strip_icc()/pic6160207.jpg"
  },
  {
    "id": "1832",
    "name": "Spree!",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 60,
    "age": 10,
    "description": "From the game cover:&#10;&quot;Springtime. Midnight. The Mall is beckoning.&#10;Welcome to LeGrand Mall, the oldest and most poorly secured indoor mall in the world. It's as airtight as the Titanic and as solid as a wet paper bag. This place just begs to be robbed.&#10;&#10;Enter you, and your infantile collection of friends. It's not enough to simply loot this mall. No, you have to do it with a certain amount of flair. Which boils down to an all-night looting race, with shopping carts, flashlights, and guns.&#10;&#10;The object? Park your car, dash into the mall, and load your shopping cart with the goodies on your list. You can snitch stuff out of the stores if you like, but it's even more fun (and easier) to steal it from your friends. And that would explain why you're carrying a huge gun.&quot;&#10;&#10;The 2nd edition is called Spree! Hong Kong Edition and includes a variant of &quot;a bunch of extra violence we've never tested&quot;, such as Running People Over. There is also the promise of a Mecha-Zoid Spree.&#10;&#10;",
    "categories": [],
    "mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/zC0Ddg7VNkWglGfWWl4d8g__thumb/img/67JpISAtYJllzCQgo1y1AUQzcqo=/fit-in/200x150/filters:strip_icc()/pic463865.jpg"
  },
  {
    "id": "425533",
    "name": "Quick Stop",
    "minPlayers": 2,
    "maxPlayers": 7,
    "playingTime": 10,
    "age": 10,
    "description": "Quickstop: The dynamic card game that turns every gathering into an unforgettable experience. Imagine &quot;Names, Things, Cities,&quot; but like you've never seen before: faster, more fun, and incredibly engaging!&#10;&#10;Intuitive Rules: With Quickstop, each player starts the game with a hand of 5 cards. Each card represents a letter of the alphabet, and your challenge is to respond to the given themes by saying a word that starts with the letter indicated on the card. Simple, right?&#10;&#10;The Goal: Want to be the Quickstop champion? The aim is to get rid of all your cards before your opponents.&#10;&#10;Fun: Quickstop promises laughter and friendly competition. Thanks to its simplicity, it's the perfect game for any occasion.&#10;&#10;Brings Generations Together: Quickstop is more than just a card game; it's a bridge between ages, a way to bring together friends, family, and colleagues, suitable for any gathering, party, or happy hour.&#10;&#10;Short but Intense: With games lasting around 15-30 minutes, suitable for players aged 10 and up, from 2 to 7 participants, Quickstop is the travel companion that will go with you anywhere.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Card Game",
      "Word Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/R_-f61KSIQ3RJQHEjIYA8g__thumb/img/xSXuxocx8IMDgHIc7hEOxoJ4AN8=/fit-in/200x150/filters:strip_icc()/pic8331755.jpg"
  },
  {
    "id": "182978",
    "name": "Landed",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 12,
    "description": "The year is 008 Post Galactic Colonization. Humans have developed the technology to terraform planets, and it has become a very lucrative business. Terraforming companies now race to newly discovered planets to mold them in the most profitable way possible. They will stop at nothing to satisfy their wealthy investors.&#10;&#10;Landed is a competitive tile-laying game where players take control of rival terraforming companies that have simultaneously reached the same newly-discovered planet. All players will sign unique contracts with investors to terraform this new world and claim use of the land. The player who fulfills the most valuable contracts and scores the most points is the winner.&#10;&#10;In this 2-4 player, hex tile laying game, you begin the game with 2 contracts and 4 double sided tiles. On your turn, you may complete one of the following actions:&#10;&#10;1. Play a tile from your hand, adjacent to any other tile. You may fulfill a contract. Obtain a satellite card if you place a satellite tile next to another satellite tile.&#10;2. Draw tiles until you have a hand of 4.&#10;3. Draw 3 contracts. Choose 1 or 2 to keep and discard the remaining ones. You may have at most 3 unfulfilled contracts at a time.&#10;&#10;You may also optionally play 1 satellite card as a free action at any time during your turn.&#10;&#10;Play continues clockwise. When the last tile is drawn, the last round begins, with the player who drew the last tile getting the last turn. The player with the most points is the winner.&#10;&#10;",
    "categories": [
      "Environmental",
      "Print & Play",
      "Space Exploration"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Push Your Luck",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/_F91_Hy0G7T1PGVafRjehw__thumb/img/xASfRJ3BhsNE2ZWwlSFsPY2OQqo=/fit-in/200x150/filters:strip_icc()/pic2839614.png"
  },
  {
    "id": "67022",
    "name": "RisiKo! Challenge",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 14,
    "description": "The Official Italian National Championship deluxe edition of Risiko, the Italian edition of Risk.&#10;&#10;During the years, Risiko has radically changed with the development of new rules specifically designed for the tournaments. A special set of secret objects, the time limit and the original scoring system (not to mention the popular &quot;tanks&quot; a sort of Risiko's icon in Italy) are peculiar features of the Italian way of playing this game. This brand new box is the final result of a development that started in the first half of the '90s and ended with Risiko Digital, the online version of the game. &quot;Chellenge&quot; is the title of the most important online tournament that is part of the selections for the annual Italian National Risiko Championship. This new box is specifically dedicated to all the &quot;Challenge players&quot;.&#10;&#10;The box incldues the official tournament rules, top level components and a new game variant called &quot;Kingmaker&quot;.&#10;&#10;",
    "categories": [
      "Territory Building",
      "Wargame"
    ],
    "mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Player Elimination",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/AD2CL-fRlQqUGdQkoRy5Zg__thumb/img/9bkrLQxMFjZOfQuZwOpwsWbsJLo=/fit-in/200x150/filters:strip_icc()/pic4683824.png"
  },
  {
    "id": "237217",
    "name": "Speedy Pickers",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 10,
    "description": "Become a picker and enter the exciting world of lost items and hidden treasures. Search warehouses and find the most lucrative items first before the other pickers get a chance to. Watch out though, because a picker will use any means necessary in order to be the first to get the item needed!&#10;&#10;Each warehouse in Speedy Pickers is a dusty, old mess full of 160 items. Be the first to find the right items, sell them to the right collectors, and win!&#10;&#10;",
    "categories": [
      "Party Game",
      "Real-time"
    ],
    "mechanics": [
      "Pattern Recognition",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/ZJpGo5oWEF6ciq7hJcG3DQ__thumb/img/mER_u4ddXInmFkmnFclX-963Bzs=/fit-in/200x150/filters:strip_icc()/pic3779937.jpg"
  },
  {
    "id": "5220",
    "name": "Star Trek Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "Boardgame themed on Star Trek: The Motion Picture.&#10;&#10;From the box:&#10;&#10;Join the crew of the Enterprise on their travels through space.&#10;&#10;Set out from your home starbase, crossing from one starpath to another on your intergalactic voyage. Take part in their exciting missions seeking out unexplored stars. As you hunt for secret Klingon outposts and investigate Black Holes, be on the alert for attacks from Hostile Aliens!&#10;&#10;Complete three missions and head for your home starbase. The first starship commander to reach home wins this challenging space adventure game!&#10;&#10;",
    "categories": [
      "Exploration",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "mechanics": [
      "Modular Board",
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/pQmU_3NrUhwORfH1TNCCqA__thumb/img/aTtS_friDm72nJS6vfJ1x1o7_O4=/fit-in/200x150/filters:strip_icc()/pic760000.jpg"
  },
  {
    "id": "256792",
    "name": "The Oregon Trail Game: Journey to Willamette Valley",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 13,
    "description": "1848: You and your family have joined a wagon train in Independence, MO that is about to head to Willamette Valley to find your fortune in the West! Your goal is to complete the treacherous journey while keeping as much money as possible to start your new life.&#10;&#10;In The Oregon Trail Game: Journey to Willamette Valley, based on The Oregon Trail video game, players place tiles to discover the trails, rivers, forts, and towns in order to move to this new land. This scenic journey would almost be perfect if it weren't for the disease, starvation, drowning, rattlesnakes and other hazards that will plague you along the way.&#10;&#10;The biggest reward would be arriving with your family, but there's also limited space for supplies in your wagon. Soon, you'll find yourself debating on the pros and cons of traveling in a wagon with so many people as the winters grow harsher, supplies dwindle, and the food grows scarce. As you throw your dead out of the wagon, you realize you'll miss them&hellip;but it's better this way.&#10;&#10;In this competitive racing game, every wagon is for themselves. To start, you will serve as a pioneer and gather your wagon, family members, food, and a pistol. You must hunt for food along the way to help your family avoid starvation. Otherwise, their funeral expenses will deduct from your total fortune.&#10;&#10;To undergo the wilderness and face the calamities, you must prepare wisely. During gameplay, you can take up to three of the following actions: move, hunt, buy, pick up hitchhikers, and sell. There are also free actions that do not count against your turn, such as crossing the river and using medicine. Therefore, you must be strategic in your decision-making.&#10;&#10;Players continue to take turns until a wagon reaches Willamette Valley or the last trail tile is placed on the board, signaling the end of the game. Your fortune is calculated and the pioneer with the most money will prove victorious.&#10;&#10;",
    "categories": [
      "American West"
    ],
    "mechanics": [
      "Modular Board",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/nAsfvpNZR98OdwWD7GYtGQ__thumb/img/hSxi0-eRE8UVf4Sej18utmKNcss=/fit-in/200x150/filters:strip_icc()/pic4276681.jpg"
  },
  {
    "id": "184917",
    "name": "Dicey Goblins",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 10,
    "description": "Dicey Goblins is a press-your-luck dice game in which players take on the role of goblins stealing dragon eggs. The game is played in rounds, and each round consists of series of turns in which players decide whether they will attempt to raid the dragons lair or turn tail.&#10;&#10;The game ends when a goblin (player) has collected at least 18 dragon eggs or you've played six rounds.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Dice",
      "Fantasy"
    ],
    "mechanics": [
      "Catch the Leader",
      "Push Your Luck",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/p0LlVkPxG_ulzUfHAhNC1A__thumb/img/MBEzgA46TZNViPeX7QMkQ1ehPwc=/fit-in/200x150/filters:strip_icc()/pic3068408.jpg"
  },
  {
    "id": "300146",
    "name": "UNDO: 600 Seconds",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 10,
    "description": "Time heals all wounds, they say, but the sudden death of a loved one sometimes shakes those who are left behind so much that their faith wavers. To prevent this, the gods send fate weavers to change the past and prevent death. In the game series UNDO, players slip into the role of these destiny weavers and do everything in their power to undo sudden deaths &mdash; whether murder or suicide. Not only do they travel minutes or hours back in time, but sometimes thousands of years to change events that have laid the foundation for the later stroke of fate. Sometimes a leap into the future can also provide important information.&#10;&#10;The UNDO series combines the theme of time travel with emotional, extraordinary stories that players must assemble piece by piece. Each time jump gives them another choice in how they can change the past &mdash; and not every change is a turn for the better!&#10;&#10;UNDO: 600 Seconds places you in Los Angeles on New Year's Eve. Right now, the main character of this scenario should have been lying on a sun lounger in Hawaii for a week already, cocktail in hand. Instead, he's clutching a pair of pliers with trembling hands, uncertain which wire to cut. Sweat runs into his eyes, adrenaline rushes through his veins. The seconds on the timer of the bomb tick down mercilessly ... 8 ... 7 ... He desperately tries to remember his training with the CIA more than three decades ago ... 6 ... 5 ... This must be payback for working only an office job these last ten years ... 4 ... 3 ... He needs to make a decision if he wants to save all the people in this skyscraper ... 2 ... He cuts one wire ... 1 ... As the fireworks begin to illuminate the skyline of Los Angeles ... 0 ... the sound of a massive explosion and a devastating ball of fire usher in the new year with a catastrophe...&#10;&#10;",
    "categories": [
      "Adventure",
      "Card Game",
      "Deduction",
      "Murder / Mystery"
    ],
    "mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/_NVSMh-ITkJPEqD9d__p6A__thumb/img/7fVgE4_rfS5LwhMji57D154wFqs=/fit-in/200x150/filters:strip_icc()/pic5254212.jpg"
  },
  {
    "id": "25302",
    "name": "Austerlitz 1805: Le choc des cavaleries",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 240,
    "age": 12,
    "description": "Austerlitz 1805: Le choc des cavaleries (Austerlitz 1805: Cavalry choc) is a simulation on a tactical scale, of the combat which happened on the French left wing during this famous battle on December 2nd, 1805. &#10;Lannes and Murat Corps face the Bagration and Liechtenstein Corps on the Br&uuml;nn-Olm&uuml;tz road in a terrible cavalry battle.&#10;&#10;A hexagon represents about 200 metres of actual terrain, and a turn represents about 20 minutes of real time.&#10;&#10;A Leader counter represents a corps commander or a division general, accompanied by his staff (about thirty to fifty men).&#10;&#10;Each Cavalry strength point represents around 200 horsemen, each Infantry strength point around 400 infantrymen and each Artillery strength point around 6 cannons.&#10;&#10;",
    "categories": [
      "Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/GlORDwRd-BIdgxY-aNtcxw__thumb/img/X8Agll6Wafax-8_3_xieNf13Wlc=/fit-in/200x150/filters:strip_icc()/pic144420.jpg"
  },
  {
    "id": "264742",
    "name": "Jabberwocky",
    "minPlayers": 1,
    "maxPlayers": 7,
    "playingTime": 20,
    "age": 10,
    "description": "Jabberwocky is eight games in one box!&#10;&#10;Use 18 gorgeous cards and 24 gems to play eight completely different games:&#10;&#10;&#10;    Bandersnatch: A solo puzzle game by Joel Colombo.&#10;    Borogoves: A 1-2 player map-making game by Karl Lange.&#10;    Brillig: A 2-player bidding game by Peter C. Hayward.&#10;    Gimble: A 2-3 player rummy game by John Fowler.&#10;    Gyre: A 2-3 player area control game by Marek Tupy.&#10;    Mimsy: A 2-3 player mancala game by Joe Myron.&#10;    Mome: A 2-4 player bridge-building game by Mark Bethell.&#10;    Slithy: A 3-7 player negotiation game by Patrick Chapman.&#10;&#10;&#10;With stunning, evocative art by Tania Walker, Jabberwocky is perfect for couples, families, toves, and raths.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Card Game",
      "Children's Game",
      "Negotiation",
      "Number",
      "Party Game",
      "Puzzle"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/-Lo-mGzgi3dgok53Y9OQRA__thumb/img/2ai0TxEE2jjPr7Dv7dx0NiljJsQ=/fit-in/200x150/filters:strip_icc()/pic4421613.jpg"
  },
  {
    "id": "157395",
    "name": "Aetherium",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 12,
    "description": "Aetherium is a skirmish level miniatures board game set in a cyber-mindscape where the world changes with the will of the players.&#10;&#10;Enter the Aetherium - a world between worlds, a place capable of containing the human mind, a place of infinite possibility, a place that is no place at all.&#10;&#10;Control the tyrannical and neo-fascist government of the Axiom, or fight for your freedom alongside the anarchist Nanomei.&#10;&#10;Aetherium requires roughly one hour for a full game. Assemble your collective of hackers, agents, activists, or anarchists and lead them on a hyper-fast run through a dangerous virtual reality. Aetherium is a contest of mental skill, as players try to outthink their opponent using programs, resources, and the world itself in order to carve a space inside this fluid reality. Fight for control of the greatest discovery of human existence.&#10;&#10;",
    "categories": [
      "Collectible Components",
      "Miniatures",
      "Modern Warfare",
      "Science Fiction"
    ],
    "mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Modular Board",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/_kNH4tsovZaCK3xjSTJVqA__thumb/img/a3DhQWcXFt0R1OigSjgHipvHEWM=/fit-in/200x150/filters:strip_icc()/pic1985941.jpg"
  },
  {
    "id": "56022",
    "name": "Dice of the Living Dead",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 15,
    "age": 8,
    "description": "Dice of the Living Dead is a solo dice game that&rsquo;s free to print and play. All you&rsquo;ll need is a print of the game sheet, a pencil, and at least 8 normal dice.&#10;&#10;The story&#10;Zombies have overrun your hometown. You&rsquo;ve grouped up with other survivors, and you now have to make your way to the outskirts of town and escape the undead menace. On your way you have to fight zombies, search for survivors, and dole out your limited supplies.&#10;&#10;Every turn you roll dice trying to find the right balance between moving fast and still having time to fend off zeds. But just as every roll of the dice can help you, it also holds certain risks.&#10;&#10;",
    "categories": [
      "Dice",
      "Horror",
      "Print & Play",
      "Zombies"
    ],
    "mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/g4F5mpKuLIlJ6YD9QBE0Mg__thumb/img/Vt0IE2MbsoY0aTA8LkCgmMDGhrg=/fit-in/200x150/filters:strip_icc()/pic1448575.jpg"
  },
  {
    "id": "142638",
    "name": "Incredible Expeditions: Quest for Atlantis",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 120,
    "age": 12,
    "description": "Explore with the eccentric Professor Pendergast and others daring enough to face bizarre encounters beyond the edges of the known world. Incredible Expeditions: Quest for Atlantis is a card game of deck building strategy for 1-5 players.&#10;&#10;Wrapped in the inspiring artwork and portraits of the steampunk scene, Incredible Expeditions combines the riveting core gameplay mechanisms of deck-building, exploration and resource management.&#10;&#10;Beginning at the Port City location, each Expedition Leader (player character) equips their unique ship with the Resource cards and Crew cards they'll need to make their way to the Lost City of Atlantis. As each new Location is discovered, Encounter cards are drawn to reveal the challenges the Expedition Leaders must defeat using the skill of their Crew and their Resource cards at hand. Encounters that prove too harrowing will leave your crew weakened, or worse, Cursed! The expedition moves on only once a Location's Encounters have been defeated.&#10;&#10;Race against each other to be the first to uncover the secrets of the last Location, the Lost City of Atlantis, or band together to use your combined strength to face down Lovecraftian horrors and test your mettle against the hazards of expedition. Competitive, cooperative and single-player rules provide different play modes.&#10;&#10;",
    "categories": [
      "Card Game",
      "Exploration",
      "Horror",
      "Pirates"
    ],
    "mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/vhBiB6RJG7Hq-weOhsLOwQ__thumb/img/YvesxAqQaZ0I3NoMzuY6avCKkIk=/fit-in/200x150/filters:strip_icc()/pic2041633.jpg"
  },
  {
    "id": "341401",
    "name": "Hunt A Killer: Murder at the Motel",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 14,
    "description": "Welcome to The Sunset Hotel. Not much has been put into this sleepy, 10-room desert motel until an out-of-town contractor comes along to renovate. Over the course of Julian Foard&rsquo;s stay, he builds many relationships with the small-town residents, including a romantic one with motel housekeeper Veronica Rodriguez. After Veronica discovers the body of the contractor in one of the rooms, the police suspect her ex-fianc&eacute;, an escaped convict, is to blame. However, the housekeeper knows that other guests staying at the motel that weekend could potentially be the killer. Help Veronica bring Julian&rsquo;s true murderer to justice.&#10;&#10;Channel your inner detective to investigate the murder at The Sunset Motel. Uncover the potential means and motives of each suspect through clues, puzzles, and physical evidence. Use journal entries, motel security, police reports and more to help guide you through a challenging and immersive experience with tons of twists and turns along the way.&#10;&#10;Difficulty: 3/5 - Medium&#10;&zwj;&#10;-- Description from the publisher&#10;&#10;",
    "categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "mechanics": [
      "Cooperative Game",
      "Deduction",
      "Paper-and-Pencil",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/hVogCnNzWr1f6gfNqVfetw__thumb/img/Rydq7_afhljMU37rBgYBH17DLQ8=/fit-in/200x150/filters:strip_icc()/pic6256055.jpg"
  },
  {
    "id": "132598",
    "name": "Black Swan",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "In the partnership-trick taking game Black Swan, the seventh card played in a round wins the trick. On their turn, players can play a single card or combinations (straight, pair, triplets). The seventh card played wins the trick. Some cards count as positive, some negative, and some nothing.&#10;&#10;",
    "categories": [],
    "mechanics": [
      "Team-Based Game",
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/mu90YKCLCn9dyXCYHZ3_TA__thumb/img/H5P8e4O3EYvFyObjVd_pN3DGPSQ=/fit-in/200x150/filters:strip_icc()/pic4644235.png"
  },
  {
    "id": "16432",
    "name": "Vinegar Joe's War: CBI",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 240,
    "age": 12,
    "description": "Vinegar Joe's War: CBI (China-Burma-India Theater of Operations) is a wargame of the World War II campaign in Southeast Asia: Malaya, Burma, Indochina and adjoining areas of India and China. In that campaign the Japanese overran Malaya, captured the strategic British base of Singapore and conquered Burma. Later campaigns saw the Japanese-Allied struggle for the Indian Frontier, the deployment of the Chindits, and the final Japanese grasp during the Imphal campaign, followed by the Allied counter-attack that won victory in the theater.&#10;&#10;CBI is intended to be a simple game: it allows for the completion of the entire four year campaign within 16 turns.  It includes all critical operations, however: land and air warfare, special operations and logistical considerations. The game has two players: the Allied and the Japanese.  Players conduct operations with their units in their own turns. The objective of the game is to capture strategic locales and destroy enemy units.&#10;&#10;Game scale: Each map hex equals 60 kilometers. Each turn represents three months of operations. Each airstrike represents one or two British wings, US groups or Japanese air regiments.&#10;&#10;The game includes three scenarios. Scenario 1, &quot;Singapore to Calcutta&quot; is the campaign game, 1941 - 1945 (16 turns). Scenario 2 covers the last Japanese offensive in Southeast Asia: &quot;Imphal&quot;. Scenario 3 is a short scenario entitled &quot;Fall of an Empire&quot; and covers only the first few turns of the war, through the 1942-III turn. In addition there are two scenario variants, &quot;Operation Zipper&quot; and &quot;Historic Withdrawals&quot;.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/7P28t9ydJh0fGbsqyGCrIA__thumb/img/qkwFEOgsUFetoZsWw_ZvvnD5fs0=/fit-in/200x150/filters:strip_icc()/pic68410.jpg"
  },
  {
    "id": "193103",
    "name": "Ameritocracy",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 12,
    "description": "Ameritocracy is a strategic card game where players are campaigning to be the next President of the United States.&#10;&#10;Each player has their own campaign deck, which can be dealt randomly, drafted, or constructed beforehand. Players also compete over a shared deck of headline cards. Players take turns recruiting staff, spending cards to play teams and actions, and assigning their staff to their teams or headlines. Get enough staff backing you on a headline, and you win the headline and gain votes. Get 10 votes and you win the game.&#10;&#10;",
    "categories": [
      "Card Game",
      "Political"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/YPwMKuMnh_wkn1WI0QzwUA__thumb/img/OWr77AJEMmsqTXoKg4avjwU_vqU=/fit-in/200x150/filters:strip_icc()/pic2877388.jpg"
  },
  {
    "id": "85467",
    "name": "Anno Domini: Im Osten",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 10,
    "description": "Each Anno Domini set consists of 336 cards, with a description of a historical event on one side of the card, and the year (and sometimes specific date) in which it happened on the other.&#10;&#10;Each player receives nine of these cards (or less, if you want the game to be shorter), and may only look at the descriptions. Players then put in turn a card on the table, *trying* to put theirs in chronological order. A player may, instead of adding a card, claim that the order in which the cards were put is incorrect. In this case all cards are turned over and the correct years revealed.&#10;If the order was correct then the doubting player receives two cards and skips a turn. If the order was incorrect then the previous player, who accepted the order as correct, receives three cards. The first player that gets rid of all the cards wins.&#10;&#10;Bluffing is as least as important as knowledge in this game. Most events are rather obscure or are hard to date exactly, so this ain&rsquo;t no game for the nerds/geeks of this world, even they might think so, because it&rsquo;s full of surprises and pure fun. Highly recommended, because Anno Domini is a blast to play, is a very enjoyable social event and you even learn something from it.&#10;&#10;Unfortunately there is no English edition in existence, but this game could be a good way, to improve your already existing German skills or a very good reason, to learn German language in the first place.&#10;&#10;The set &quot;Im Osten&quot; contains historical events which are related to Asia. This relationship is not necessarily obvious. Like all Anno Domini the &quot;Im Osten&quot; edition can be played as standalone or mixed with some or even all editions.&#10;&#10;Part of the Anno Domini series&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Educational",
      "Party Game",
      "Trivia"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/oM5Q7DIsXEHN-79AnCX1CQ__thumb/img/0rL0ZHIHnpA8vMOLRQ8z3VMNSUg=/fit-in/200x150/filters:strip_icc()/pic1265955.jpg"
  },
  {
    "id": "125549",
    "name": "Infinity Dungeon: Peril Without End",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 60,
    "age": 10,
    "description": "Infinity Dungeon is a storytelling party game for four or more players. Players take on the roles of outlandish characters like the Postman, Rock Star, Evil Overlord, and Archaeologist and must attempt to escape from Infinity Dungeon.&#10;&#10;Each turn of play, a room will be revealed from the room deck and read aloud. Each room contains a puzzle, trap, or monster to overcome. At this point, the party leader must describe how he will utilize his own character's powers, plus the powers of his willing allies, in order to get his team safely from this room and into the next.&#10;&#10;Each player votes on whether they believe the plan is likely to succeed. After this point, a card is drawn and a random number printed on it is compared to the number of confidence votes the player received. If he meets this number or exceeds it, the GM must narrate how his plan succeeds. If he does not, the GM must narrate how the plan fails and results in his grisly death.&#10;&#10;Players who die receive a new character class and get immediately back into the action. When the team completes a pre-determined number of rooms, they win!&#10;&#10;",
    "categories": [
      "Card Game",
      "Party Game"
    ],
    "mechanics": [
      "Cooperative Game",
      "Storytelling",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/AeoyolT6lYc4dGU3N8BmxQ__thumb/img/9U8TQj544eQSxIKHAC0x2W6NH-I=/fit-in/200x150/filters:strip_icc()/pic1547421.jpg"
  },
  {
    "id": "27926",
    "name": "Metropolis",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 10,
    "description": "Players try to get rich investing their money in Metropolis. Each turn corresponds to a business day in town. A newspaper announce what can be done this day: whether taxes must be paid, real estate can be acquired, the stock market is active, new building licenses are available, a new floor of the downtown skyscrapers may be built.&#10;&#10;After the first phase, when players pay/gain money according to the news, each player moves through the city (walking, by taxi, by bus or using the underground), trying to get first to the offices where the available deal can be done. As soon as two deals are completed, the business day may end. The games goes on until the last available skyscraper floor has been built.&#10;&#10;The richer player (money, stock value and real estate value) is the winner.&#10;&#10;",
    "categories": [
      "City Building",
      "Economic"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding"
    ],
    "image": "https://cf.geekdo-images.com/ETq2UAslm0_B4Bvtrz_4VA__thumb/img/JEq62_Je-z0nKXnojLl_MCZ5Sxw=/fit-in/200x150/filters:strip_icc()/pic184939.jpg"
  },
  {
    "id": "378109",
    "name": "The Strange Forgeries of Mr. S.C.Rheber",
    "minPlayers": 3,
    "maxPlayers": 7,
    "playingTime": 60,
    "age": 12,
    "description": "The Strange Forgeries Of Mr. S.C. Rheber is a game about forging art using the scientific method.&#10;&#10;is a Game Of Induction wherein 2-6 players (the Collectors) will purchase art from their Gallerist trying to fill their museums. However some of the paintings are fakes crafted by the talented forger Simon Charles Rheber. The Collectors will master their inductive reasoning to determine which painting is one of the strange forgeries of Mr. S.C.Rheber.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;OverviewThe Gallerist invents a secret rule and it&rsquo;s the Collectors&rsquo; objective is to guess it. During the game, the Collectors will produce many Drawings, and the Gallerist will secretly tell them whether it follows the secret rule or not, aka whether the Drawings are Originals or Fakes.&#10;At the end of the game, the Collectors will put their knowledge to the test, and try to guess whether their opponents' displayed Drawings follow the rule or not. Mistakes determine the winner, so they&rsquo;ll want to try to make as few Mistakes as possible. The Gallerist moderates the game giving out hints as they like.&#10;&#10;",
    "categories": [
      "Deduction",
      "Educational",
      "Fantasy",
      "Puzzle"
    ],
    "mechanics": [
      "Communication Limits",
      "Highest-Lowest Scoring",
      "Induction",
      "Pattern Building",
      "Pattern Recognition",
      "Targeted Clues"
    ],
    "image": "https://cf.geekdo-images.com/M9xGkuGDGRrjSKNIgiCkfg__thumb/img/jI1L2J7jFcCymXzF_aqSqnmBQRE=/fit-in/200x150/filters:strip_icc()/pic8349215.jpg"
  },
  {
    "id": "341713",
    "name": "Power Rangers: Deck-Building Game – Zeo: Stronger Than Before",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 70,
    "age": 13,
    "description": "Power Rangers: Deck-Building Game &ndash; Zeo: Stronger Than Before is a competitive deck-building game that pits 1-2 heroes against 1-2 villains. In this asymmetrical game, the hero and villain sides play a bit differently, but in the end, they both have the same goal: Crush your enemies! This is playable as a standalone game or can be combined with the Power Rangers Deck-Building Game Core Set for even more possibilities!&#10;&#10;During your turn, you play cards to generate shards and energy. You use shards to buy cards or battle adversaries and gain rewards. You can attack the opposing team using attack cards, and when you are attacked, you can defend with block cards. At the end of your turn, you perform any &quot;end of turn&quot; actions, discard cards played that turn, take one damage for each adversary in &quot;The Grid&quot;, then refill your hand to five cards.&#10;&#10;The first side to reduce their opponent's hit points to 0 wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/ZcXxnxjGq7TD1VbjhA77dA__thumb/img/FJF55PEVMbBKOMmPfpMnmMpUxdQ=/fit-in/200x150/filters:strip_icc()/pic6265550.png"
  },
  {
    "id": "709",
    "name": "Dragons of Glory",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 12,
    "description": "Dragons of Glory is a simple wargame set in the fantasy world of the Dragonlance fantasy series.  Players take the roles of the the evil Dragon Highlords who try to conquer the nations of Ansalon, or the Whitestone forces, who try to stop the Dragon Highlords.  Game consists of four scenarios and a campaign game.&#10;&#10;The game system is built around the standard wargame, with a hexgrid overlaid mapsheet, counters representing the armies and fleets of both sides and the leaders who led them, combat charts.  The turn sequence is the standard you-move-I-move kind.  One interesting thing about the game is that both players start with minimal forces (The Whitestone player actually starts with none!), and try to activate allied nations as the game progresses.&#10;&#10;Game component consists of one mapsheet depicting the continent of Ansalon in the fantasy world of Krynn, counters,  rules and numerous charts.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Novel-based",
      "Wargame"
    ],
    "mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/PwLc1tlk7Nt_PvN4SVtKNw__thumb/img/0HOm7fyYCC9_vgKv7RZgATNPiOw=/fit-in/200x150/filters:strip_icc()/pic19690.jpg"
  },
  {
    "id": "208337",
    "name": "Forestaurant",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 9,
    "description": "Forestaurant is a cooperative board game in which the players are tasked to manage a restaurant for animals. Various species can visit your restaurant, and you have to be aware of their different tastes: watch where you seat them, which meal you suggest them, and how you prepare the food.&#10;&#10;Your goal is to earn the respect of every species. To accomplish this, you have time until closing, which comes after the deck runs out. And watch out, if the guests are discontent, you can lose the game earlier!&#10;&#10;Players take turns one after the other, and their turn consists of three phases. In the Activation phase, a row or column of tables are activated based on the top card of the deck. The activated guests may advance to their next state or their stress levels can increase. The second phase is the Action phase, where the player can take various actions: seat new guests, take orders, prepare and serve meals, and buy ingredients. The player has to play a card for each action, and based on the type of the card, the interaction can decrease or increase the stress level of the guest. In the Ending phase, the player discards the ingredients exceeding the storage limit, and draws new cards. The most interesting part is the preparation of meals, where other players can also play cards and pay ingredients to help the current player.&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game"
    ],
    "mechanics": [
      "Action Points",
      "Cooperative Game",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/yjj-Zi1JOkLgSM-yKMdUfQ__thumb/img/KfUXjEuRzSU1nj5QG1G0jKTzDTg=/fit-in/200x150/filters:strip_icc()/pic7637496.jpg"
  },
  {
    "id": "533",
    "name": "Labyrinth: The Card Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 7,
    "description": "Part of the Ravensburger Labyrinth Games series. Lay square labyrinth cards showing fantasy symbols like a griffin, dragon, scroll, key, gems, etc.  When a symbol on the card you just laid is directly connected to one or more identical symbols on other cards, you can take those cards (but not the one you just laid), as long as the labyrinth does not become disjointed.  You only hold 2 cards and draw after laying. The game ends when the draw pile is finished, most cards collected wins.  A children's game that is fun enough as a filler for adults.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Maze"
    ],
    "mechanics": [
      "Network and Route Building",
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/l3UUH9kbZmW8AxfwESNPHQ__thumb/img/bGjZ3LgMj6aHDzZTiGgfeYjwa7o=/fit-in/200x150/filters:strip_icc()/pic472535.jpg"
  },
  {
    "id": "155943",
    "name": "Stac",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 6,
    "description": "An abstract game played on a 5x5 grid. Each player has one pawn that they will use to build and claim stacks as well as block their opponent from doing the same. The goal is to be the first player to claim 4 three-high stacks or be the player with the most stacks when no further moves can be made.&#10;&#10;The rules of Stac are quite simple:&#10;&#10;1) On your turn, move your pawn horizontally or vertically, like a rook in Chess.&#10;&#10;2) Choose whether or not you want to carry a token with you to build a stack.&#10;&#10;3) If you carry a token to a stack of two tokens, you claim that stack.&#10;&#10;4) Claim 4 three-high stacks to win.&#10;&#10;Sounds easy, right? Well it would be if your opponent wasn't racing to do the exact same thing. For some reason, your opponent wants to win so they'll use their pawn to block your moves and carry tokens across the board to create and claim stacks too.&#10;&#10;Awards:&#10;2014 2 Player Print and Play Best Abstract Game&#10;2014 2 Player Print and Play Best Language-Independent Game - 2nd Place&#10;&#10;&#10;Online Play&#10;&#10;     Boardspace.net (real time or turn based, AI option)&#10;     AiAi (AI only)&#10;&#10;&#10;Mobile Apps&#10;&#10;     Boardspace.net local multiplayer or online, IOS&#10;     Boardspace.net local multiplayer or online, Android&#10;&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "mechanics": [
      "Grid Movement",
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/e1ccGksZ3K46cT-jYoh-Dg__thumb/img/72Q8slaF-h8l59r4DJdj6Vo-dXg=/fit-in/200x150/filters:strip_icc()/pic2544273.jpg"
  },
  {
    "id": "180943",
    "name": "Sabordage",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 12,
    "description": "The famous pirate Blackbeard has summoned you to his deathbed and entrusts you with his dearest secret: the location of his hidden treasure! But the old rascal played one last trick on you by also revealing the location to every renowned pirate on the seven seas. The race is on, but in order to reach the treasure, you need a ship, sturdy and fast &mdash; except everyone has had the same idea and the battle is already raging in the harbor before the ships have even been completed!&#10;&#10;Figure out how to finish your ship first in Sabordage, and you'll be on your way to treasure!&#10;&#10;",
    "categories": [
      "Bluffing",
      "Nautical",
      "Pirates"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/vYCT5qBHX6X8jKmyMPzaiQ__thumb/img/VFs84xq9kHsGPBa4JftDxRww6_o=/fit-in/200x150/filters:strip_icc()/pic3927267.jpg"
  },
  {
    "id": "369445",
    "name": "Dark Souls: The Board Game – Tomb of Giants",
    "minPlayers": 1,
    "maxPlayers": 3,
    "playingTime": 120,
    "age": 14,
    "description": "Confront this iconic boss and his skeletal horde with Dark Souls: The Board Game, Tomb of Giants, featuring new foes, player characters, treasures, event cards, objective cards, and more!&#10;&#10;Tomb of Giants gives you an evocative new area to explore from the original DARK SOULS video game, in a standalone core set containing everything needed for thrilling campaigns in Lordran. No other purchase is necessary.&#10;&#10;It is backwards compatible with existing Dark Souls: The Board Game products, so you&rsquo;re free to combine monsters from different areas for expanded campaigns.&#10;&#10;&#10;     18 Miniatures (1 large boss, 3 characters, 1 mini boss, 13 enemy minis), 4 Double-sided Game Tiles, 3 Character Boards, 3 Token Boards, 1 Campaign Dashboard, 1 Rulebook, 15 Dice, 169 Cards, and 2 Health Dials &#10;     Confront an all new threat with the terrifying Gravelord Nito and his skeletal horde&#10;     This standalone game requires no other purchases to play&#10;&#10;&#10;Revitalised, community-driven new ruleset&#10;&#10;     Backwards compatible with existing Dark Souls: The Board Game products&#10;     1-4 players&#10;&#10;&#10;Do you dare venture into the deep, dark places of Lordran and confront the terrifying undead?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Exploration",
      "Fantasy",
      "Miniatures",
      "Video Game Theme"
    ],
    "mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/L8eeYqnW8C0WxdObRM1gbA__thumb/img/-wTiPmrbNfmaG-WFSHZL_ngLoVk=/fit-in/200x150/filters:strip_icc()/pic7050287.png"
  },
  {
    "id": "89386",
    "name": "Quiz: Iisen Ikima Show !",
    "minPlayers": 3,
    "maxPlayers": 10,
    "playingTime": 30,
    "age": 10,
    "description": "Each card gives a question asking for a number. For example &quot;How many car accident has happened in 2010 in Japan?&quot;. Then everyone secretly write the answer but it doesn't have to be correct. In fact, the aim of the game is to be the median of everyone's answer - then you receive points. If your answer is one of the extremes (the smallest or the largest), then you get penalty points. Obviously, you can make up your own questions.&#10;&#10;",
    "categories": [
      "Deduction",
      "Humor",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia",
      "Word Game"
    ],
    "mechanics": [
      "Paper-and-Pencil",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/A1DWcBUSArrqDHFP3q56gA__thumb/img/Rut24oMHscCQln9rzsZnr4zUOQw=/fit-in/200x150/filters:strip_icc()/pic2592549.jpg"
  },
  {
    "id": "290860",
    "name": "Sodalis",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 13,
    "description": "A deck building strategy game inspired by tarot.&#10;&#10;In a solar system of planets, each player becomes the champion of their home world, competing for the light of their star, Sodalis.&#10;&#10;Teams of players take pre-built decks of cards and their Champions and customize them before competing against each other on a playing field.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Fantasy",
      "Miniatures"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid",
      "Roles with Asymmetric Information",
      "Team-Based Game",
      "Turn Order: Pass Order",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/sQiP5ixTNsaXD4pIVTYIRA__thumb/img/8SYtV0D8GMut3HbppmwLS5jXCSY=/fit-in/200x150/filters:strip_icc()/pic5897812.jpg"
  },
  {
    "id": "89807",
    "name": "Bradley's D-Day",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 240,
    "age": 12,
    "description": "Bradley&rsquo;s D-Day, is the third game in the Campaign Study Series.  It is a two-player tactical/operational simulation of the combat action on the American Sector during the first two days of the Normandy invasion, 6-7 June 1944.  The game looks at the American efforts all along the right flank of the Normandy landings. While Utah seemed relatively easy, it was there, at Omaha Beach, where the Germans came closest to derailing the greatest sea-borne invasion of all time. Behind both beaches, two famous airborne divisions were scattered all over the countryside, and fought by twos and twenties to accomplish a semblance of their missions. Call it the &ldquo;Longest Two Days,&rdquo; because that is the time-period covered in the game. Forty-eight hours of some of the most critical action in American history.&#10;&#10;The key units are all here, including engineers with special abilities, DD-tanks,  parachute and glider landings, and even railroad coastal artillery. One defining feature of the game is unit deployment; a unit can be deployed in one of two modes: Movement Mode allows for the greatest movement but the weakest combat (which is not to say those units can&rsquo;t fight) and Combat Mode, which allows the strongest fighting abilities (but still some movement for most units).&#10;&#10;&quot;Bradley&rsquo;s D-Day&quot; offers an intriguing scale, a moderate level of complexity, and an ease of play that will make this game either a fine addition to your Overlord collection, or a good first start for those who have not already focused on this campaign.&#10;&#10;Game Scale:&#10;Turn: 2 hours of daylight or 4 hours or nightime&#10;Hex 800 meters&#10;Units: Company/Battalion&#10;&#10;Game Equipment&#10;One 22&quot; x 34&quot; full color map&#10;Two counter sheets (320 1/2&quot; counters)&#10;One 20 page rule book&#10;One Terrain Effects Chart&#10;No dice (game owners need to supply two six-sided die)&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/5_y8CjDXZCQvW0KY46MtXw__thumb/img/_a3pZixYMzq0suwyK9MlQHgaohw=/fit-in/200x150/filters:strip_icc()/pic907035.jpg"
  },
  {
    "id": "375373",
    "name": "ILAN: Discovering Antarctic Life",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 40,
    "age": 10,
    "description": "Take on the role of an investigator on a mission to study the interesting life forms of Antarctica. This fast-paced card game immerses players in the marvelous biodiversity of Earth's coldest corners.&#10;&#10;Draw cards from the deck, play biodiversity cards, chain many actions one after another to outplace rivals, and form trophic chains to easily earn Victory Points. The bigger the trophic chain, the more points are scored!&#10;&#10;Human and Natural Factor cards can change the course of the game, changing the ecosystem conditions and affecting either the species in the game or the players themselves!&#10;&#10;Players may interact between them or with the species found in the Antarctic Circumpolar Current, a line of cards from which predators can feed or some species may migrate. This game can be played in many ways to achieve victory!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Educational",
      "Real-time"
    ],
    "mechanics": [
      "Drawing",
      "Hand Management",
      "Highest-Lowest Scoring",
      "Interrupts",
      "Set Collection",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/QIu3Do8TJ51mKjnmCxQrBw__thumb/img/pjhq9BbSw9a3Fxm8CYojQTxCREU=/fit-in/200x150/filters:strip_icc()/pic8590374.png"
  },
  {
    "id": "335631",
    "name": "最後の巫女 (The Last Kannagi)",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 0,
    "age": 14,
    "description": "A shrine maiden who protects the last land of endangered humans by &quot;dirt&quot;. They have different beliefs.&#10;At the same time as the final battle to protect humanity, it is also a faction battle of the shrine maidens.&#10;&#10;It is a victory point system game that is played 24 hours x 5 days in-game time, focusing on human defense and belief rating.&#10;The board is a hexagonal hex map, and it starts with &quot;dirt&quot; placed on almost the entire surface.&#10;&#10;In addition to movement, the actions performed by the player include erection, blessing, prayer, dedication, and shrine maiden-like options.&#10;&#10;The resource used for the main action is the &quot;time&quot; in the game, and the higher the level of the action, the faster the &quot;time track&quot; will advance. And the &quot;person with the slowest progress of the time track&quot; is the active player.&#10;In addition, the collected and purified &quot;Dirty&quot;, &quot;Protection&quot;, and &quot;Revelation&quot; cards will help you in the process.&#10;&#10;Collecting resources by collecting impurities, strengthening the company that supports it, and the unique ability of the shrine maiden in charge ... These are intricately intertwined, and the battle of humankind at the end is depicted.&#10;&#10;-Google translation of publisher's website&#10;&#10;&#227;&#128;&#142;&#231;&#169;&#162;&#227;&#130;&#140;&#227;&#128;&#143;&#227;&#129;&#171;&#227;&#130;&#136;&#227;&#130;&#138;&#231;&#181;&#182;&#230;&#187;&#133;&#229;&#175;&#184;&#229;&#137;&#141;&#227;&#129;&#174;&#228;&#186;&#186;&#233;&#150;&#147;&#227;&#129;&#159;&#227;&#129;&#161;&#227;&#129;&#174;&#230;&#156;&#128;&#229;&#190;&#140;&#227;&#129;&#174;&#229;&#156;&#176;&#227;&#130;&#146;&#229;&#174;&#136;&#227;&#130;&#139;&#227;&#128;&#129;&#229;&#183;&#171;&#229;&#165;&#179;&#227;&#128;&#130;&#229;&#189;&#188;&#229;&#165;&#179;&#227;&#130;&#137;&#227;&#129;&#175;&#227;&#129;&#157;&#227;&#130;&#140;&#227;&#129;&#158;&#227;&#130;&#140;&#233;&#129;&#149;&#227;&#129;&#134;&#228;&#191;&#161;&#228;&#187;&#176;&#227;&#130;&#146;&#230;&#140;&#129;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#139;&#227;&#128;&#130;&#10;&#228;&#186;&#186;&#233;&#161;&#158;&#227;&#130;&#146;&#229;&#174;&#136;&#227;&#130;&#139;&#230;&#156;&#128;&#229;&#190;&#140;&#227;&#129;&#174;&#230;&#136;&#166;&#227;&#129;&#132;&#227;&#129;&#167;&#227;&#129;&#130;&#227;&#130;&#139;&#227;&#129;&#174;&#227;&#129;&#168;&#229;&#144;&#140;&#230;&#153;&#130;&#227;&#129;&#171;&#227;&#128;&#129;&#227;&#129;&#157;&#227;&#130;&#140;&#227;&#129;&#175;&#229;&#183;&#171;&#229;&#165;&#179;&#227;&#129;&#159;&#227;&#129;&#161;&#227;&#129;&#174;&#230;&#180;&#190;&#233;&#150;&#165;&#228;&#186;&#137;&#227;&#129;&#132;&#227;&#129;&#167;&#227;&#130;&#130;&#227;&#129;&#130;&#227;&#130;&#139;&#227;&#128;&#130;&#10;&#10;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#229;&#134;&#133;&#230;&#153;&#130;&#233;&#150;&#147;&#227;&#129;&#167;24&#230;&#153;&#130;&#233;&#150;&#147;&times;5&#230;&#151;&#165;&#233;&#150;&#147;&#227;&#129;&#167;&#232;&#161;&#140;&#227;&#129;&#134;&#227;&#128;&#129;&#228;&#186;&#186;&#233;&#161;&#158;&#233;&#152;&#178;&#232;&#161;&#155;&#227;&#129;&#168;&#228;&#191;&#161;&#228;&#187;&#176;&#227;&#129;&#174;&#230;&#160;&#188;&#228;&#187;&#152;&#227;&#129;&#145;&#227;&#130;&#146;&#227;&#131;&#161;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#129;&#168;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#128;&#129;&#229;&#139;&#157;&#229;&#136;&#169;&#231;&#130;&#185;&#229;&#136;&#182;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#231;&#155;&#164;&#233;&#157;&#162;&#227;&#129;&#175;&#229;&#133;&#173;&#232;&#167;&#146;&#227;&#131;&#152;&#227;&#130;&#175;&#227;&#130;&#185;&#227;&#131;&#158;&#227;&#131;&#131;&#227;&#131;&#151;&#227;&#129;&#167;&#227;&#128;&#129;&#227;&#129;&#187;&#227;&#129;&#188;&#229;&#133;&#168;&#233;&#157;&#162;&#227;&#129;&#171;&#227;&#128;&#142;&#231;&#169;&#162;&#227;&#130;&#140;&#227;&#128;&#143;&#227;&#129;&#140;&#231;&#189;&#174;&#227;&#129;&#139;&#227;&#130;&#140;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#139;&#231;&#138;&#182;&#230;&#133;&#139;&#227;&#129;&#167;&#229;&#167;&#139;&#227;&#129;&#190;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#174;&#232;&#161;&#140;&#227;&#129;&#134;&#227;&#130;&#162;&#227;&#130;&#175;&#227;&#130;&#183;&#227;&#131;&#167;&#227;&#131;&#179;&#227;&#129;&#175;&#231;&#167;&#187;&#229;&#139;&#149;&#227;&#129;&#174;&#227;&#129;&#187;&#227;&#129;&#139;&#227;&#128;&#129;&#229;&#187;&#186;&#231;&#171;&#139;&#227;&#131;&#187;&#229;&#138;&#160;&#232;&#173;&#183;&#227;&#131;&#187;&#231;&#165;&#136;&#231;&#165;&#183;&#227;&#131;&#187;&#229;&#165;&#137;&#231;&#180;&#141;&#227;&#129;&#168;&#229;&#183;&#171;&#229;&#165;&#179;&#227;&#129;&#149;&#227;&#130;&#147;&#227;&#130;&#137;&#227;&#129;&#151;&#227;&#129;&#132;&#233;&#129;&#184;&#230;&#138;&#158;&#232;&#130;&#162;&#227;&#128;&#130;&#10;&#227;&#131;&#161;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#139;&#227;&#130;&#162;&#227;&#130;&#175;&#227;&#130;&#183;&#227;&#131;&#167;&#227;&#131;&#179;&#227;&#129;&#171;&#228;&#189;&#191;&#227;&#129;&#134;&#227;&#131;&#170;&#227;&#130;&#189;&#227;&#131;&#188;&#227;&#130;&#185;&#227;&#129;&#175;&#227;&#128;&#129;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#229;&#134;&#133;&#227;&#129;&#174;&#227;&#128;&#142;&#230;&#153;&#130;&#233;&#150;&#147;&#227;&#128;&#143;&#227;&#129;&#167;&#227;&#129;&#130;&#227;&#130;&#138;&#227;&#128;&#129;&#227;&#130;&#162;&#227;&#130;&#175;&#227;&#130;&#183;&#227;&#131;&#167;&#227;&#131;&#179;&#227;&#129;&#174;&#227;&#131;&#172;&#227;&#131;&#153;&#227;&#131;&#171;&#227;&#130;&#146;&#228;&#184;&#138;&#227;&#129;&#146;&#227;&#130;&#139;&#227;&#129;&#187;&#227;&#129;&#169;&#227;&#128;&#142;&#230;&#153;&#130;&#233;&#150;&#147;&#227;&#131;&#136;&#227;&#131;&#169;&#227;&#131;&#131;&#227;&#130;&#175;&#227;&#128;&#143;&#227;&#129;&#140;&#230;&#151;&#169;&#227;&#129;&#143;&#233;&#128;&#178;&#227;&#129;&#191;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#129;&#157;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#128;&#129;&#228;&#184;&#128;&#231;&#149;&#170;&#227;&#128;&#142;&#230;&#153;&#130;&#233;&#150;&#147;&#227;&#131;&#136;&#227;&#131;&#169;&#227;&#131;&#131;&#227;&#130;&#175;&#227;&#129;&#174;&#233;&#128;&#178;&#227;&#129;&#191;&#227;&#129;&#140;&#233;&#129;&#133;&#227;&#129;&#132;&#228;&#186;&#186;&#227;&#128;&#143;&#227;&#129;&#140;&#230;&#137;&#139;&#231;&#149;&#170;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#228;&#187;&#150;&#227;&#129;&#171;&#227;&#130;&#130;&#227;&#128;&#129;&#229;&#155;&#158;&#229;&#143;&#142;&#227;&#131;&#187;&#230;&#181;&#132;&#229;&#140;&#150;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#128;&#142;&#231;&#169;&#162;&#227;&#130;&#140;&#227;&#128;&#143;&#227;&#130;&#132;&#227;&#128;&#142;&#229;&#138;&#160;&#232;&#173;&#183;&#227;&#128;&#143;&#227;&#128;&#142;&#229;&#149;&#147;&#231;&#164;&#186;&#227;&#128;&#143;&#227;&#129;&#174;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#140;&#233;&#128;&#178;&#232;&#161;&#140;&#227;&#130;&#146;&#230;&#137;&#139;&#229;&#138;&#169;&#227;&#129;&#145;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#143;&#227;&#130;&#140;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#231;&#169;&#162;&#227;&#130;&#140;&#227;&#130;&#146;&#229;&#155;&#158;&#229;&#143;&#142;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#171;&#227;&#130;&#136;&#227;&#130;&#139;&#227;&#131;&#170;&#227;&#130;&#189;&#227;&#131;&#188;&#227;&#130;&#185;&#227;&#129;&#174;&#229;&#143;&#142;&#233;&#155;&#134;&#227;&#129;&#168;&#227;&#128;&#129;&#230;&#148;&#175;&#230;&#143;&#180;&#227;&#130;&#146;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#143;&#227;&#130;&#140;&#227;&#130;&#139;&#231;&#164;&#190;&#227;&#129;&#174;&#229;&#188;&#183;&#229;&#140;&#150;&#227;&#128;&#129;&#227;&#129;&#157;&#227;&#129;&#151;&#227;&#129;&#166;&#230;&#139;&#133;&#229;&#189;&#147;&#229;&#183;&#171;&#229;&#165;&#179;&#227;&#129;&#174;&#229;&#155;&#186;&#230;&#156;&#137;&#232;&#131;&#189;&#229;&#138;&#155;&hellip;&hellip;&#227;&#129;&#147;&#227;&#130;&#140;&#227;&#130;&#137;&#227;&#129;&#140;&#232;&#164;&#135;&#233;&#155;&#145;&#227;&#129;&#171;&#231;&#181;&#161;&#227;&#129;&#190;&#227;&#130;&#138;&#227;&#129;&#130;&#227;&#129;&#132;&#227;&#128;&#129;&#231;&#181;&#130;&#230;&#156;&#171;&#227;&#129;&#174;&#228;&#186;&#186;&#233;&#161;&#158;&#227;&#129;&#174;&#230;&#136;&#166;&#227;&#129;&#132;&#227;&#129;&#140;&#230;&#143;&#143;&#227;&#129;&#139;&#227;&#130;&#140;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "categories": [
      "Fantasy",
      "Mythology"
    ],
    "mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Grid Movement",
      "Role Playing",
      "Turn Order: Time Track",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/utTPZH3iJu37sFlwY3Qttw__thumb/img/RcZxhDE9v7OGOvL_a6Zo9_sUOvo=/fit-in/200x150/filters:strip_icc()/pic6252018.jpg"
  },
  {
    "id": "153327",
    "name": "The Lord of the Rings: The Return of the King",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 12,
    "description": "From the Game Box:&#10;&#10;&quot;Relive the battles of The Return of the King film and book with The Lord of the Rings tabletop strategy battle game for two or more players. In this box you'll a rules manual, dice and 48 highly detailed plastic miniatures - The ideal way to start your collection.&quot;&#10;&#10;Contents of the Box:&#10;- 176 page full colour rules manual including a chapter on The War of the Ring, allowing you to relive the battles that rage across Middle Earth.&#10;- 48 highly detailed plastic miniatures (24 warriors of Minas Tirith and 24 Mordor Orcs)&#10;- Stone Ruins of Middle Earth (Plastic Scenery pieces)&#10;- Dice&#10;&#10;Re-implemented by:&#10;&#10;    The Lord of the Rings: Strategy Battle Game&#10;&#10;&#10;Integrates with:&#10;&#10;    The Lord of the Rings: The Two Towers&#10;    The Lord of the Rings: The Fellowship of the Ring&#10;&#10;&#10;",
    "categories": [
      "Fantasy",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Wargame"
    ],
    "mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/n1ynfqhmQTsg4SaGcVWqKg__thumb/img/kVvuTU4An27S1Pb5OKxtStXBF9c=/fit-in/200x150/filters:strip_icc()/pic470029.jpg"
  },
  {
    "id": "18084",
    "name": "Anno Domini: Schweiz",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 10,
    "description": "Each Anno Domini set consists of 340 cards, with a description of a historical event on one side of the card, and the year (and sometimes specific date) in which it happened on the other.&#10;&#10;Each player receives nine of these cards (or less, if you want the game to be shorter), and may only look at the descriptions. Players then put in turn a card on the table, *trying* to put theirs in chronological order. A player may, instead of adding a card, claim that the order in which the cards were put is incorrect. In this case all cards are turned over and the correct years revealed.&#10;If the order was correct then the doubting player receives two cards and skips a turn. If the order was incorrect then the previous player, who accepted the order as correct, receives three cards. The first player that gets rid of all the cards wins.&#10;&#10;Bluffing is as least as important as knowledge in this game. Most events are rather obscure or are hard to date exactly, so this ain&rsquo;t no game for the nerds/geeks of this world, even they might think so, because it&rsquo;s full of surprises and pure fun. Highly Recommended, because Anno Domini is a blast to play, is a very enjoyable social event and you even learn something from it.&#10;&#10;Unfortunately there is no English edition in existence, but this game could be a good way, to improve your already existing German skills or a very good reason, to learn the German language in the first place.&#10;&#10;The Set &quot;Anno Domini - Schweiz&quot; contains historical events related to Switzerland, can be played as a stand alone or together with the other sets, which is the best way of playing it.&#10;&#10;Part of the Anno Domini series&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Educational",
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "mechanics": [
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/NuIgpNnQAbPeBENnbikAKw__thumb/img/B0JkoYMz2nIIYbKUacKlUqbP4Fg=/fit-in/200x150/filters:strip_icc()/pic1825086.jpg"
  },
  {
    "id": "376029",
    "name": "Panchayat",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 14,
    "description": "India is a land of villages. The word &quot;panchayat&quot; comes from a Sanskrit word that means &quot;a collection of five&quot;. In ancient times, a group of five elderly people collectively made decisions for the village. In this game, you take on the role of the panchayat and help turn the barren land into the most blossoming village. Will you succeed in making your village the best?&#10;&#10;Each round of Panchayat consists of choosing two building tiles, placing the building tiles on your village board, and scoring points. When you select tiles to place on your village board, you also get the ability to hide some of the unused tiles. Points are earned by placing building tiles near or in natural landscapes, near other buildings, or at the end of the game.&#10;&#10;You can also earn points from three types of bonus tiles: placement bonus, adjacency bonus, and endgame bonus. While you balance all of this, you also need to consider placing building tiles in their groups of commercial, industrial, utility, and residential sections.&#10;&#10;The game lasts eight rounds, and the player with the most points wins.&#10;&#10;-description from designer&#10;&#10;",
    "categories": [
      "Ancient",
      "City Building",
      "Puzzle"
    ],
    "mechanics": [
      "Open Drafting",
      "Set Collection",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/CuWsx7-ryUt7IniLTeqqTA__thumb/img/PRkFbOO6e-p1lhh-zmX00zofMts=/fit-in/200x150/filters:strip_icc()/pic7216355.png"
  },
  {
    "id": "359925",
    "name": "Fortes fortuna iuvat: Plinius adversus Vesuvium",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 20,
    "age": 10,
    "description": "Fortes fortuna iuvat: Plinius adversus Vesuvium (Fortune favors the brave: Pliny against the Vesuvius) is a small and simple postcard game published as a freebie by SNAFU Design, first as a gift for the attendees to the Collonera Russa 2022 wargaming convention (Vilafranca del Pened&egrave;s, Catalonia) and later released for free as a PDF. It's the third of the Snafu Postcard Games.&#10;&#10;It's a solitaire game in which the player, as Pliny the Elder, tries to rescue as many people as possible from the Vesuvius eruption of 79 AD, guiding the quadriremes of the Misenum fleet. The game uses a standard deck of cards. After shuffling them, the player reveals cards, one at a time. Black cards affect the progression of the smoke and of the pyroclastic flow, while red cards allow the player to act (move the inhabitants of the zone, move the quadriremes, move Pliny's liburna).&#10;&#10;The name of the game comes from a line in a letter from Pliny's nephew, Pliny the Younger, to the historian Tacitus in which he retells the last moments of his uncle: &quot;'Fortes' inquit 'fortuna iuvat: Pomponianum pete.' (Fortune favours the brave, he said, head for Pomponianus!)&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Ancient"
    ],
    "mechanics": [
      "Action Points",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/PaKOO2EQzpNAQffUdZ4ybQ__thumb/img/-5B318rP0nutp753WHY-Iy19GfA=/fit-in/200x150/filters:strip_icc()/pic6789842.png"
  },
  {
    "id": "287260",
    "name": "Sovereign: Fall of Wormwood",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 10,
    "description": "Every tribe on Apsyntion has the same origin story - the same apocrypha retold for generations. That once, our people came from the stars. That their homeworld was lost, swallowed by Wormwood, and the ancestors built the arks in a last desperate gasp, releasing them to the sky like so many seeds in the wind. That the people of the ark, so roughly deposited on the soil of an alien Eden, fought for the right to rule this new world and remake it in their own image.&#10;&#10;Sovereign is an expandable card game where each player controls a burgeoning far-future civilization at the brink of war. You will build an empire from the ground up, managing civilians and military units, along with facilities unique to your faction's way of life.&#10;&#10;Each player controls one of ten factions, with a personal ideology represented by a prebuilt deck. A deck has 30 unique cards specific to that faction, and 20 cards called Echoes- remnants of the ark that brought humanity to this world.  Score ten Echoes and you win the game, but an Echo is always vulnerable in the meantime, whether it's in your hand or on the table. You'll defend your own Echoes with units and facilities you build, or steal them from opponents by attacking where you think the Echoes are hiding. Forge them yourself or steal them from other players- build or conquer, it's up to you.&#10;&#10;The game is designed so that the backs of the cards are used as much as the front, since each card back is used to track construction progress from turn to turn, without revealing the card underneath. Citizens are represented by double-sided tokens used initially for building cards, but when flipped become lower class workers, who might power facilities, or become soldiers to fuel your dominance.&#10;&#10;Sovereign is great as a 2 player game, but optimized for 3-4, with an array of cards that can be used to hinder or help opponents - encouraging fragile, temporary alliances. The game combines the best elements from worker placement games and CCGs, to create a dynamic hybrid experience where a society can rise and fall in under 2 hours, with over 300 unique cards.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Science Fiction"
    ],
    "mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/PlCr-8oCgNev3Reso1bHlg__thumb/img/3S1hK9euv3JqYz1MWQMe5B3kLp8=/fit-in/200x150/filters:strip_icc()/pic8259921.png"
  },
  {
    "id": "25593",
    "name": "Der Prestel Kunstmarkt",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 10,
    "description": "Here is a description of the game from Spielbox:&#10;&#10;Der Prestel Kunstmarkt (Art Market) has the subtitle &ldquo;Gamble, Invest, Win&rdquo; and is by Franz-Benno Delonge. Which artist will command the highest prices? Which genre is in particularly high demand? Which auctions should be acted on? The &lsquo;art dealers&rsquo; in this game must keep the demands of their customers in mind while acting quickly in the art market. He who uses clever tactics and buys low while selling high will win in the end. Der Prestel Kunstmarkt is an engrossing strategy game for 3 to 5 clever dealers with a nose for business as well as the finer things in life.&#10;&#10;",
    "categories": [
      "Economic"
    ],
    "mechanics": [
      "Commodity Speculation",
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/2R1IOwktE11fn2jXnlgJCg__thumb/img/L4AOVB9S770-hGXJGkwD2vxfqBM=/fit-in/200x150/filters:strip_icc()/pic263905.jpg"
  },
  {
    "id": "276",
    "name": "La Guerre de l'Empereur: The Emperor's War, 1805-1815",
    "minPlayers": 2,
    "maxPlayers": 7,
    "playingTime": 240,
    "age": 12,
    "description": "La Guerre de l'Empereur: The Emperor's War, 1805-1815 is a game of maneuver and battle between the forces under Napoleon Bonaparte and six other nations that both opposed and supported him at various times in the years between 1805 and 1815. Players vie for dominance of early 19th Century Europe. As the French player, you'll set Napoleon and his armies upon a continent whose differing political statures plays right into your hands. The greatest army in Europe is at your hands...&#10;&#10;Divide and conquer! As the British player, you'll utilize diplomacy, clever event play, a powerhouse economy and the greatest navy in the world to become the dominant nation. As Russia, Austria, Prussia, Spain or the Ottoman Empire, you must strike a balance between expansionist aggression and diplomatic harmony among your neighbors. Indeed, a nation must expand to triumph. However the means chosen to that end will largely decide the level of success. Play  the part of being everyone's friend and your nation will likely live in relative safety...and lose the game miserably. Play the part of the blind aggressor and you'll likely go down faster than the peace broker. Striking a balance is critical.&#10;&#10;The game map covers the territories from Scandinavia in the north to the Mediterranean and North Africa in the south, and from deep Russia in the east to Portugal and the Atlantic in the west. Movement is by areas (provinces) on land, and sea zones at sea. On land, the units of maneuver are (roughly) corps, while at sea each unit represents a naval squadron. When opposing land armies meet for battle, corps are broken down into divisions (loosely) and deployed on a eight zone battle map for combat resolution. The dice-less combat engine uses a system of battle options which are played and cross-referenced for resolution of actual casualties and morale loss. The number of battle options distributed, along with the initial army morale of the opposing sides, is determined by army size, nationality and leaders present. The battle options are of offensive and defensive nature. The offensive options cover standard maneuvers such as &quot;Flank Attack&quot;, &quot;Cavalry Charge&quot; and &quot;Assault&quot;, while the defensive options are things such as &quot;Refuse Flanks&quot;, &quot;Squares Formed&quot; and &quot;Reverse Slopes&quot;.&#10;&#10;The rules are relatively simple and fast moving, even though a host of subtleties and complexities of the Napoleonic period are represented within the game system. The means by which this relative simplicity was achieved was (largely) through the use of self-explanatory strategic event charts. Be warned: This game is easy to understand and play, but very difficult to master.&#10;&#10;The game system works the same whether you're playing with two players or seven. With multiple players, you'll need all of your diplomacy skills to enlist aid in achieving your goals. With fewer players, the event charts will handle the bulk of the diplomatic duties. Regardless of how many players you have, all seven major powers will actively participate to a greater or lesser degree.&#10;&#10;",
    "categories": [
      "Economic",
      "Napoleonic",
      "Negotiation",
      "Wargame"
    ],
    "mechanics": [
      "Area-Impulse",
      "Simulation",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/xUhRmZLFxRY8k6StocpI0Q__thumb/img/h477qBpPphksiky4v0-QocVGwrM=/fit-in/200x150/filters:strip_icc()/pic16960.jpg"
  },
  {
    "id": "239907",
    "name": "Seat Wars",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "Welcome to the Seat Wars bus.  Sit, relax and enjoy the ride... if you can!  Because everybody will fight for a chance to sit down on this packed bus!&#10;&#10;Objective:&#10;The goal of Seat Wars is to score more points than your opponents and it focuses primarily on fighting other characters for their seat.&#10;&#10;Gameplay:&#10;Each player have a hand of characters cards with different special abilities for occupying a seat. They have victory points based on their defense to keep a place and their strengh to take the other players seats.&#10;&#10;Every turn you play a passenger in an avalaible seat. To score any points your character will need to hold its place for at least one whole round, otherwise it will be discarded. To help you do that you&rsquo;ll find characters with special abilities, event cards and equipment cards!&#10;&#10;The player with the most victory points wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Fighting",
      "Humor"
    ],
    "mechanics": [
      "Hand Management",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/P1GyDGBJ3uOiqQShCYX8vw__thumb/img/GhKIsVvs1a-2RzHnv4w02odMv7g=/fit-in/200x150/filters:strip_icc()/pic3859871.jpg"
  },
  {
    "id": "1875",
    "name": "Isolation",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 8,
    "description": "In Isolation, the &quot;Don't Get Stranded&quot; game, the board is a 6x8 grid of removable squares. On your turn, you move your pawn one space, then remove a square. The object is isolate the opponent so they cannot move.&#10;&#10;This game is one of a series of 2 player strategy games by Lakeside from the 1970s, also including Overboard, Trespass and Blockade. &#10; And it's also one of Ravensburger&#039;s Traveller-Series games.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Maze"
    ],
    "mechanics": [
      "Grid Movement",
      "Map Reduction",
      "Square Grid"
    ],
    "image": "https://cf.geekdo-images.com/f9BEsBbqppjDMBNclosU9g__thumb/img/9W9xFbEnSQ6m2Ltzd_Bj0yoaFmc=/fit-in/200x150/filters:strip_icc()/pic371158.jpg"
  },
  {
    "id": "331308",
    "name": "Althing",
    "minPlayers": 1,
    "maxPlayers": 3,
    "playingTime": 30,
    "age": 10,
    "description": "The Vikings's king is dying without leaving a successor.&#10;Helped by a clan of Trolls, speed up the other players in this race for the throne.&#10;&#10;At every step, strengthen your team by recruiting the right Vikings at the right time. Reach the Althing first to be crowned. &#10;On your turn, complete the step, or recruit new Vikings to your assembly. Unless you want to trick your opponent or all at once.&#10;&#10;Althing is an epic race with deckbuilding an rolling hand, for 2 or 3 players, with a great replayability. Althing can also be played in single player mode against a fictional player.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Race"
    ],
    "image": "https://cf.geekdo-images.com/KkQh6JvGGVx2lKl1jvi20g__thumb/img/O4Imvtv5Bc8YuI7nrBZM9SkXBpI=/fit-in/200x150/filters:strip_icc()/pic5981769.jpg"
  },
  {
    "id": "2164",
    "name": "Square Off",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 10,
    "age": 9,
    "description": "&quot;Parker Brothers Game of Quick Connections&quot;&#10;&#10;The game board consists of two 5-5 slide puzzles separated by a raised level with five slots.  Each slide puzzle has 6 edge points marked with a number from 1-6.  Tiles with the letters A-E are randomly inserted in the five slots between the puzzles.  The puzzles consist of tiles with paths on them; each tile contains either a straight line or a line with a 90-degree turn.  A letter and a number are randomly selected, then the players race to build a path with their tiles connecting the exit points with the chosen letter and number.&#10;&#10;Cool, real time, Alex Randolph game that has been reimplemented both as a Sudoku (Sudoku Slide!) and as a Rubik (Rubik's Race) game.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Puzzle",
      "Real-time"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/fwBFYciQgfuf6t1KN78s6g__thumb/img/lEBRGQnogc-PHgg45lesoZA1yxo=/fit-in/200x150/filters:strip_icc()/pic458769.jpg"
  },
  {
    "id": "71956",
    "name": "Antwerpen",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "ANTWERPEN&#10;&#10;Antwerpen is the second game in the PORTS OF EUROPE series from The Game Master. The first game in the series is Rotterdam. The new harbour game Antwerpen is a stand alone new boardgame with some specific game mechanics which differ from Rotterdam. The game play is more compact and dynamic and the variance in scoring is more diverse.&#10;&#10;Belgians are worldwide known to enjoy life, thanks to the delicious products of their fatherland. The best chocolate, beer of high fermentation and of course the real Flemish French fries. But without cocoa no pralines, without potatoes no fries! In the Antwerp port the necessities for an enjoyable life are brought together from all parts of the world: cocoa, barley and potatoes, but also containers filled with games and toys.&#10;&#10;The players are owners of a fleet who must compete on the busy channels in the Schelde. They need to find their way in the network of locks and bring their cargo safe in the inland harbour! Each player has several special assignments which they try to accomplish. The planning in Antwerpen is easier than in Rotterdam since the product cards available are visible from the beginning. And also exchanging products could be very helpful to get the right combination of products needed to score your bonus points.&#10;&#10;Characteristics of the game:&#10;&#10;&bull; Sort of game: tactical family game&#10;&bull; No. of players: 2-4 players&#10;&bull; Age: 8 years and up&#10;&bull; Duration: 60 minutes&#10;&#10;Antwerpen is being released in September 2010 in a multi lingual version with English, German, French and Flemish rules.&#10;The game can be played and will be available at SPIEL'10 at The Game Master's stand 12-42.&#10;&#10;",
    "categories": [
      "Economic",
      "Industry / Manufacturing",
      "Nautical",
      "Transportation",
      "Travel"
    ],
    "mechanics": [
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/eWrOr6N_6Z88oSzvDuxrMg__thumb/img/zziOTNYDIu0L80Rx8kGIxFJAte8=/fit-in/200x150/filters:strip_icc()/pic774694.jpg"
  },
  {
    "id": "224011",
    "name": "Gold Armada",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 0,
    "age": 7,
    "description": "Gold Armada is a pirate themed board game where players roll the dice and try to collect as many gold coins as possible! The better you roll, the more difficult it is to collect more coins. Successful rolls are rewarded with gold, but unsuccessful rolls will earn you a skull token.&#10;&#10;Each turn the player rolls 5 dice and tries to match a certain set of symbols on the game boards. He can reroll any number of dice twice. Depending on the final result, he can pick up 1 coin in a row that matches a set of symbols on his dice. When picking up a coin, a new symbol becomes visible, making the current row harder, but also more rewarding as the value of the coins increase.&#10;&#10;If the player fails to roll any set of symbols, he has to pick up a skull token, which gives him -1 point at the end of the game.&#10;&#10;The game ends when all gold coins are picked up or when a player takes the last skull token. Sum the value of all your gold coins and subtract 1 point for each of your skull tokens. The player who has the most points wins the game!&#10;&#10;",
    "categories": [
      "Children's Game",
      "Dice",
      "Pirates"
    ],
    "mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/bLhwv8Zawr3KU6AdcyHlHg__thumb/img/dls-F6Qw_ShBuIZ1w6LmPJKjAmw=/fit-in/200x150/filters:strip_icc()/pic5201207.jpg"
  },
  {
    "id": "312904",
    "name": "Conan the Cimmerian: The Tower of the Elephant",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 14,
    "description": "In a Maul tavern, Conan hears the tale of an enormous jewel called &ldquo;The Elephant&rsquo;s Heart&rdquo; and of Yara, the terrible sorcerer who possesses it, drawing power from it to fuel his strange magics. Near Maul stands the impossible tower that houses Yara, his jewel, and his soldiers. A tower that no one dares enter, with walls polished to infinity, so no one can climb them. Thus, there is no way to acquire the jewel. But for Conan, when desire is coupled with courage, there is ALWAYS a way.&#10;&#10;Conan the Cimmerian: The Tower of the Elephant is a towering tabletop combat adventure in which you fight to steal The Elephant&rsquo;s Heart. There are two ways to play. In Solo Mode, a single player becomes Conan, battling the game itself. In Battle Mode, one player becomes Conan, and the other player becomes the twisted wizard Yara, casting spells, deploying soldiers and eldritch horrors to punish Conan for his temerity.&#10;&#10;Conan's adventure in Tower of the Elephant moves him from the town of Maul to a moonlit garden. From there, he will climb to the top of an impossible tower and face terrors he never imagined!&#10;&#10;Conan's adventure through the Tower of the Elephant involves overcoming the challenges of many unique locations, each represented by a Tenfold Dungeon Box. Each location is explored in a single turn which consists of a Dice, Location, Combat, and Mopping Up phase. There are 10 locations in Tower of the Elephant which Conan must overcome to emerge victorious!&#10;&#10;Players are not required to complete every location in a single sitting, and may stop playing between locations in order to resume play in another play session. Conan retains his level, skill, and items between each session so that he is always prepared for his next adventure!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Adventure",
      "Fantasy",
      "Novel-based"
    ],
    "mechanics": [
      "Dice Rolling",
      "Events",
      "Finale Ending",
      "Grid Movement",
      "Movement Points",
      "Multiple Maps",
      "Solo / Solitaire Game",
      "Storytelling",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/U7zcPsvEhOVLy0_REb_MGw__thumb/img/RXGe9TJiHKi-Fk9YpDG8HO1p2Ho=/fit-in/200x150/filters:strip_icc()/pic6049215.jpg"
  },
  {
    "id": "221982",
    "name": "Animagicians",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 12,
    "description": "Animagicians is a fast and fun card game of battles and bluffing where each player represents a Dark Seeker, magicians with the ability of cage the souls of the monsters into crystal shards, gathering more and more power in order to become the most powerful Dark Seeker ever seen. Travel to the Manor on the Forgotten Hill, where rumors says that a powerful Lich hides, cage its Soul, steal its Relics and face your friends in this fantastic game for 1-6 players!&#10;&#10;The game has an unique way to play. The players start the game with 5 Magic Cards, and when the turn begins monsters will appear in front of each player, but instead of facing the player that is in front of them, monsters will chase the player they are pointing at!&#10;Then, players will have to choose secretly which monster or monsters they want to defeat, setting spells on the board face down, to prevent being chased when the magic Spells are cast. No one can see those Spells until the moment of revealing them, so if the monsters have changed between turns, the players will have to remember what they have prepared and if they need to prepare more Spells to defeat the Monsters.&#10;During the game you can find Relics, powerful items that you can hold to gain more power. You can also use Special Cards, changing the state of the game by adding Monsters, removing Monsters, changing Monsters or drawing more Spells.&#10;The game will end when a player defeats a Lich with one of its Special Relics (which have to be stolen from the Lich itself) or when a player gets 10 Souls (which are given by defeating monsters), whatever happens first. If there is a tie when winnng, the tied player which has its turn closest to the Starting Player Token wins.&#10;&#10;In Animagicians we have three playing modes for all kind of players:&#10;- The all vs all mode, where each player wants to get all Souls before each other, facing the monsters, tricking the other players and casting a lot of magic Spells.&#10;- The Solo Player Mode, where a trio of brave magicians has entered the manor with 3 Soul Cages to encage the Soul of the Lich.&#10;- The Co-op Mode, a challenging adventure for 2 players, where those players have to accomplish several missions inside the manor in order to encage the Soul of the Lich.&#10;&#10;You will also find ten unique Character Cards with its own backstory which explains why are they travelling to the manor, each of them with its own special powers (one locked and one unlocked) which makes each game different.&#10;&#10;Do you still dare to face the Lich?&#10;&#10;&#10;The contents of the Core Box of Animagicians are:&#10;&#10;1 Rulebook (both in English and Spanish)&#10;&#10;149 Cards:&#10;&#10;- 15 Characters (2 sides, one side in English and the other in Spanish)&#10;- 6 Glossary of Symbols (2 sides, one side in English and the other in Spanish)&#10;- 42 Spells&#10;- 20 Special Cards&#10;- 34 Monsters&#10;- 12 Relics&#10;- 4 Special Monsters (the Lich!)&#10;- 3 Special Relics&#10;- 2 Empty Rooms&#10;- 11 Missions (for the Solo Player Mode and the Co-op Mode)&#10;&#10;1 Cardboard with:&#10;&#10;- 3 Soul Cage Token (with Broken Soul Cage Tokens on the other side)&#10;- 25 Soul Tokens (2 sides, one side with a Level 1 Soul and the other with a Level 3 Soul)&#10;- 1 Starting Player Token&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Take That",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/oRteJAUaCxY08yJ2OsJXKg__thumb/img/RsN2dCPTdl46xydAtE-kw_F-bdk=/fit-in/200x150/filters:strip_icc()/pic4297689.jpg"
  },
  {
    "id": "66507",
    "name": "Queen's Ransom",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 10,
    "description": "From Z-Man's page:&#10;&#10;The queen has been captured and is held for ransom!&#10;&#10;You and your friends are detectives enlisted by the king. Who will be the first to determine who captured her and where she is being held captive.&#10;&#10;A fun deductive-type game.&#10;&#10;Queen's Ransom is a deduction card game for 2-5 players.  The players are inspectors enlisted by the king to investigate the Queen's kidnapping (the king can't afford the ransom!)&#10;The first player to find out who captured the queen and where she is being held wins the game. A player may buy information cards using money cards, or use special cards.&#10;&#10;Contents: 90 cards, rules&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction",
      "Memory"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/i9FVV9C3PIA-cRhdtoRNNQ__thumb/img/o-8GHi7AXbWUrDLirTxi8qkuimk=/fit-in/200x150/filters:strip_icc()/pic1514948.jpg"
  },
  {
    "id": "217012",
    "name": "Alchemical Crystal Quest (Second Edition)",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 14,
    "description": "Description from the publisher:&#10;&#10;In the second edition, Alchemical Crystal Quest has been changed completely in art illustrations and miniatures. New rules, story chapters and new mechanics are included.&#10;&#10;Oh no! The evil sorcerer Darkthony has kidnapped our teacher Blue Hat, and he's looking for mega-crystals of power to dominate the Bat Islands. Our friend is retained in his Castle, and Darkthony has sent a lot of minions to get the 7 Crystals. We must stop him!&#10;&#10;Fantasy cooperative board game. Take the role of an alchemist wizard and create the spells using crystal color gems combinations for fight with enemies, along 10 missions in a modular board campaign to know the complete history and save your alchemy teacher form the hands of the evil sorcerer Darkthony. Players win the game if they complete each story chapter. We can reduce our size, ride a pet or fight with a lot of different weapons cards and spell cards in a roll dice battle system. In some chapters, our wizards will fly with the pets to the sky in special aerial tiles for a flight fight missions. For 1-4 players. Search the keys, take magical artifacts, and commerce with your crystals to upgrade your weapons for complete the quest.&#10;&#10;Create your own spells using a crystal combination in your character sheets to provide your wizard with special abilities and magic attacks. 40 to 120 minutes depending the mission. Miniatures for wizards, enemies and pets, all with cartoon look style. Can you save Blue Hat from the hands of Darkthony?&#10;&#10;",
    "categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Storytelling",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/IWuAvNep83s_Fs76OK6MZA__thumb/img/ysCOLxjP2LieQFI-6qS0_Rlrse8=/fit-in/200x150/filters:strip_icc()/pic3335408.jpg"
  },
  {
    "id": "162443",
    "name": "Lair",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 14,
    "description": "You are one of the lieutenants to the nefarious Mr. White. You are tasked with building his secret underground headquarters on a remote volcanic island. Construct rooms such as the Missile Silo, Interrogation Room, and the Shark Tank &mdash; in the most optimal location to gain most favor (victory points) from Mr. White.&#10;&#10;Lair is a competitive building game where you are in charge of constructing a 60's era, underground HQ &mdash; inside a volcano, no less &mdash; for your nefarious boss. It has a Euro-influenced, worker placement mechanic where you have two types of workers: the lowly henchmen that you use to claim a room, and the boss that can command henchmen to activate the ability of the room. You spend Work Tokens to command a henchmen, but if you command another player&rsquo;s henchmen, you have to give that player the Work Token. It also has an expanding score track that doubles as the elevator shaft, which affects your build options and game strategy in interesting ways.&#10;&#10;It is a small-box strategy game that plays more like a big-box game. The game is highly thematic, from the tongue-in-cheek art style, to the streamlined gameplay that rewards villainous actions.&#10;&#10;Command your workers and make judicious use of scant resources to build an optimum lair, and gain the boss's favor.&#10;&#10;",
    "categories": [
      "Card Game",
      "City Building",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Action Drafting",
      "Action Points",
      "Modular Board",
      "Ownership",
      "Race",
      "Worker Placement, Different Worker Types"
    ],
    "image": "https://cf.geekdo-images.com/jfrIYJ2psoFuzK72FvVJ0A__thumb/img/3oPKVkw6nGQQu_84L4erRKAchoc=/fit-in/200x150/filters:strip_icc()/pic4656385.jpg"
  },
  {
    "id": "396334",
    "name": "MAD",
    "minPlayers": 3,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 10,
    "description": "In this trick-taking game, winning a Trick isn&rsquo;t always desired because each card has a &lsquo;Science&rsquo; (+) and &lsquo;Madness&rsquo; (-) side that could challenge the balance of players&rsquo; Score Piles. Trick winners take an opponent&rsquo;s card into one of their matching Score Piles - 2 suits of which are imbalanced from the start - with the goal to reduce each suit to 0. The lowest total score wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Math",
      "Science Fiction"
    ],
    "mechanics": [
      "Events",
      "Hand Management",
      "Highest-Lowest Scoring",
      "Multi-Use Cards",
      "Set Collection",
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/t0y3RNr9tX3Ccla4_bblOw__thumb/img/UuX38QgU_VpC5kiWPJTOsdQak0U=/fit-in/200x150/filters:strip_icc()/pic7640448.jpg"
  },
  {
    "id": "322144",
    "name": "Trivial Pursuit: Horror Ultimate Edition",
    "minPlayers": 2,
    "maxPlayers": 99,
    "playingTime": 60,
    "age": 17,
    "description": "There&rsquo;s no turning back from TRIVIAL PURSUIT: HORROR ULTIMATE EDITION! Explore the darkest corners of pop culture in this fact-based challenge where survival skills are a must! 1800 blood-curdling questions from across all horror genres will test your mastery of the macabre. Rely on your skill and luck to make it out alive through six comprehensive categories: Gore &amp; Disturbing, Psychological, Killer, Monster, Paranormal, and Comedy. Call the corners with a full sized gameboard and wedge-holding movers in this complete edition.&#10;&#10;-description from the publisher's website&#10;&#10;",
    "categories": [
      "Horror",
      "Trivia"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/3idC-vBB8eshO6GNUk1cCw__thumb/img/_Yb_evYV9xC9TU7zfrRGLFCBwNA=/fit-in/200x150/filters:strip_icc()/pic5739090.jpg"
  },
  {
    "id": "111026",
    "name": "Opération Husky, Sicile 1943",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 0,
    "description": "Op&eacute;ration Husky, Sicile 1943 (Operation Husky, Sicily 1943) covers, for two players, the campaign for Sicily in 1943 on a map divided in zones.&#10;&#10;Scale:&#10;- One turn for 3 to 5 days&#10;- Units are divisions (with some regiment and brigade for special cases)&#10;&#10;Scenarios:&#10;- One historical campaign game&#10;- One &quot;what if?&quot; scenario featuring an alternate landing zone.&#10;&#10;The game uses classical principal with in addition GQ support, random events and optional rules.&#10;&#10;It includes:&#10;- A3 map&#10;- 101 die cut counters&#10;- rule and scenario booklet&#10;&#10;Available with French rules, but English rules can be downloaded from Vae Victis website.&#10;&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Area Movement"
    ],
    "image": "https://cf.geekdo-images.com/N5vJ2lqUs6wwAWbVfjX1Tw__thumb/img/PNQaZ2876WiSXqjejKGagW9yEjw=/fit-in/200x150/filters:strip_icc()/pic1131140.jpg"
  },
  {
    "id": "301541",
    "name": "Latte Throwdown",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 8,
    "description": "Latte Throwdown is a 2-4 player Dice Pool/Dice Rolling and placement game. You are a Barista competing in a Latte Art Throwdown competition. Complete and score the best latte pours before the competition does! You score points by matching your dice to the combination of dice shown on the Latte Cards. The first Barista to reach 20 points wins! Use your Barista powers strategically and beware of the other Baristas, who will try to creatively snatch the best designs ahead of you. Hold that pitcher steady, keep an eye on the other Baristas and don&rsquo;t spill your milk!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/5pnvY6tiyvBQ_s3MTENcrg__thumb/img/Vp3Wda1NcaDTESt69ubxzsaAx6w=/fit-in/200x150/filters:strip_icc()/pic5254560.png"
  },
  {
    "id": "160494",
    "name": "War in the Wind: The Battle of Attu Island, 1943",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 14,
    "description": "In June 1942, forces of the Japanese Northern Army occupied Attu Island as part of its Midway campaign. Attu, at the far western end of the Aleutian Archipelago, was American soil. In May 1943, American forces landed on Attu to liberate it. They were unprepared for the tenacity of the Japanese defenders and the brutality of the environmental conditions. What was expected to be a week-long clean-up exercise became a month-long, nose-to-nose meat-grinder whose casualty levels would not be exceeded until Iwo Jima.&#10;&#10;&quot;War in the Wind: The Battle of Attu Island, 1943&quot; is a low-to-moderate complexity wargame (roughly eight pages of rules) depicting the brutal combat and conditions on Attu. The design focuses on the challenges faced by the American forces in the form of extremely variable weather conditions and logistical hurdles posed by nearly insurmountable terrain. The Japanese must use these conditions to their advantage in order to survive the overwhelming American numbers.&#10;&#10;In addition to the campaign game covering the entire battle, War in the Wind also includes three smaller scenarios focusing on separate phases of the battle.&#10;&#10;Game Scale:&#10;Turn: 1 day&#10;Hex: 400 yards / 366 meters&#10;Units: Platoon to Company&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full-color mapsheet&#10;Two dual-side printed countersheets (324 9/16&quot; counters - includes 42 blanks)&#10;One 20-page War in the Wind rules booklet&#10;Two dual-side printed Player Aid cards&#10;Three 10-sided dice&#10;&#10;Complexity: Medium&#10;Solitaire Suitability: High&#10;Players: 1 or more&#10;Playing Time: 1-10 Hours&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/xKHfGZqbHk_yAl6Y-lAZSw__thumb/img/bYExi5hVkuMYaEnHTMFL1ZTXQSI=/fit-in/200x150/filters:strip_icc()/pic2079428.jpg"
  },
  {
    "id": "293708",
    "name": "Panic in the Air",
    "minPlayers": 3,
    "maxPlayers": 10,
    "playingTime": 15,
    "age": 8,
    "description": "Panic In The Air is a card game where parachutists try to break a free-fall record against other players.&#10;&#10;Each player draws cards from a deck and plays cards to a pile in front of them until their hand is empty and they pull the rip-cord.&#10;&#10;Cards may score points, buckle or unbuckle a parachute or trigger special effects such as wind blowing cards from one player's pile to the next.&#10;&#10;Win by having the most points in your deck without dying before the end.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Open Drafting",
      "Push Your Luck",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/VZtm3GycX_sU7Q2wxIaERw__thumb/img/A4UPCxI7hsSmSwBc72izNAXu0RE=/fit-in/200x150/filters:strip_icc()/pic5043071.png"
  },
  {
    "id": "238636",
    "name": "Escape Team",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 11,
    "description": "Escape Team is a print&amp;play, interactive pen&amp;paper escape game.&#10;&#10;Before playing, players print out a PDF document for their mission. It contains the missions' puzzles, which require folding, cutting, drawing and glueing.&#10;&#10;The Escape Team app provides audio narrative, background music and a countdown. Also, it serves as the game master, checking the puzzles' solutions through a PIN pad.&#10;&#10;",
    "categories": [
      "Print & Play",
      "Puzzle"
    ],
    "mechanics": [
      "Cooperative Game",
      "Paper-and-Pencil"
    ],
    "image": "https://cf.geekdo-images.com/MDW5qhgbee5_u7JuptSJCA__thumb/img/cW7Ne8tTrJOVaJPoPAhQSLh0_RQ=/fit-in/200x150/filters:strip_icc()/pic3897145.jpg"
  },
  {
    "id": "39084",
    "name": "CrossWise",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 6,
    "description": "From the publisher...&#10;The Family Game That Has Players Thinking in All Directions!&#10;&#10;Think ahead as you place each tile in this fast-paced game of strategy, because your opponent is creating vertical columns while you create horizontal rows. Earn the most points with different combinations of shapes while blocking your opponent, but watch out&mdash;action tiles let players move tiles unexpectedly. Simple and fun to play for all ages; games last less than 20 minutes. Includes 18&quot;-square game board and 60 wooden tiles. 2 players or teams.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Team-Based Game",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/aotEn7yN-xsoJi1EHbpi5A__thumb/img/rLhQQLE3gGTyujPLJAsNnxIAozs=/fit-in/200x150/filters:strip_icc()/pic442907.jpg"
  },
  {
    "id": "160762",
    "name": "Oni",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "In feudal Japan, Spring is a time of great celebration, but while everyone is distracted gazing at the flowers blooming, the Oni, twisted and legendary creatures, watch from the forest thinking of new mischief to do. They have gathered for an unique tournament: they will challenge each other to see who can make more people stumble and fall without being noticed in return for gold. Beware though! Samurai look after this place, and no one has brought them down before. Challenge your friends to get more gold, but keep an eye on your mischievous friends, since not even your own gold will be safe!&#10;&#10;Oni is quick party game of memory and deception, every player has an objective to attack and they are mixed with samurais forming a circle in the table. Every turn they will move one place, you will have to remember his position, hunt him, bring it in front of you and make it fall, before someone else does.&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction",
      "Party Game"
    ],
    "mechanics": [
      "Memory",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/zJjp6cikK0EjLi3CWHj9xQ__thumb/img/HfH7JGULkVCD1FJmJ9DTx9SAMgI=/fit-in/200x150/filters:strip_icc()/pic2812628.jpg"
  },
  {
    "id": "25749",
    "name": "Gangster",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 25,
    "age": 9,
    "description": "description of the game from LudoArt:&#10;&#10;Chicago, 1925. It is the time of Prohibition. 4 opposing gangs, each with 9 gangsters want to bring the city under their control. By playing out rows, each of which consist of 6 gangsters, players try to gain a majority through their most valuable gangsters. But careful! To gain powerful positions, sometimes sharpshooting is needed. The goal of the game is to become the most powerful of all, Al Capone. Tactics, strategy and cold-bloodedness will be required if you want to be celebrated as the boss of bosses in this game.&#10;&#10;What gives the game its flair, apart from the real metal munitions, is the deft touch of the illustrator as well as court artist Robert Nippoldt. From corrupt mayor William Hale &quot;Big Bill&quot; Thompson to Boss of Bosses Al &quot;Scarface&quot; Capone, all of the major gangsters of this lead-filled time are represented. The well-known portraits are taken from the eponymous book &quot;Gangster. The Bosses of Chicago&quot; by Robert Nippoldt, and give the game a sheen of authenticity. The book has received awards from the German Designer Club, Buchkunst Fund as well as the Red Dot Design Award 2006.&#10;&#10;Expanded by: Gangster: Der Clou.&#10;&#10;",
    "categories": [
      "Mafia"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/_fedZMnJiSd0TqY6bFICTg__thumb/img/OTrevbLzZl2Iw8Qx-fgBEcF02oY=/fit-in/200x150/filters:strip_icc()/pic154815.jpg"
  },
  {
    "id": "224590",
    "name": "Code Triage",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 14,
    "description": "Description from the publisher:&#10;&#10;Code Triage is a light to medium weight cooperative board game for one to four players that plays in 1-2 hours. You and your teammates take on the roles of 4 different emergency room staff members of James Young Memorial Hospital, a failing medical center on the verge of being shut down by a government agency. You only have until the end of your shift to prove to them that the hospital deserves to stay open.&#10;&#10;To accomplish this, players will need to coordinate care and prioritize which patients need to receive care first and which can wait until a later turn. Every round, patients will be added to the emergency room via ambulance or private vehicle with various conditions, needs, and risks. Patients with more critical conditions such as a heart attack or stroke have the risk of death, while others with more minor injuries, like an elbow sprain or knee pain may leave the ER against medical advice, if they don't receive treatment quick enough. Unexpected events such as an external disaster, code blue, and patients removing their IVs may also occur, causing more problems for the staff to deal with.&#10;&#10;There are 3 ways to lose the game, and only one way to win. The players will lose if they are unable to place an incoming patient into one of 12 rooms, if 3 patients expire, or if they have not earned enough points from patient discharges to demonstrate to the agency that the hospital is worth staying open. Will you be able to make the tough decisions of patient care and save the hospital?&#10;&#10;",
    "categories": [
      "Medical"
    ],
    "mechanics": [
      "Action Points",
      "Contracts",
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/PYwcTo2A2MdewyoLM1IQRQ__thumb/img/1yh8ck1fCJHCF17Z4-8VJ5Y0Gqo=/fit-in/200x150/filters:strip_icc()/pic3502818.jpg"
  },
  {
    "id": "2096",
    "name": "Caprice",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 10,
    "description": "This is an abstract strategy game with very nice wooden components.  It is a part of the same series or games as Cabale and Siesta.  Players begin with four hidden tiles that have pictures on them matching block types (in two shapes and two colors).  Players take turns adding and possibly moving blocks on a board, each turn adding to one of six towers, to a maximum or four blocks per tower.  The players are trying to build towers with pieces that match their tiles.  When five towers reach their maximum height, players arrange their tiles so as to match as many towers and blocks as possible.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/rdV7j6ZDwXbjOJASn4ehSA__thumb/img/1rEFYUKv3joJJKTJbQrDSVVSVbQ=/fit-in/200x150/filters:strip_icc()/pic6912041.jpg"
  },
  {
    "id": "320101",
    "name": "Brutality Skirmish Wargame",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 12,
    "description": "Genre neutral, competitive/solo/co-op play, RPG-lite elements. Use any models from any game. Build your own character stats using our system. Immersive lore, deep campaign system, 15 missions, countless options for characters building.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Adventure",
      "Fantasy",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Measurement Movement"
    ],
    "image": "https://cf.geekdo-images.com/XIZVGtqPyFzCzQbEddLiLA__thumb/img/NbLv8jrMo0vRKIA-9cAJEebb_mI=/fit-in/200x150/filters:strip_icc()/pic5762884.png"
  },
  {
    "id": "379055",
    "name": "Thorgal: The Card Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 14,
    "description": "You are the leader of one of the four factions: Vikings, People of the Stars, Outlaws or Magnates. As such, you gather a party of allies (from the characters from Thorgal comic books series) and equip them with things from ordinary everyday items, weapons, armors and ships through ancient artifacts and animal companions. The equipped party will then set off to the dangerous quests in order to conquer other lands. In order to help your party to overcome the obstacles they meet on their way you play cards with permanent or instant effects.&#10;&#10;Of course, your opponent won&rsquo;t wait patiently for you to conquer, but will play his own heroes, mythological creatures or obstacles from their Deck of Doom in order to bring your party to defeat.&#10;&#10;If, despite your opponent&rsquo;s efforts, you will manage to conquer chosen land, you will be rewarded with priceless horn (a.k.a. victory point) and immediate bonus. But for your opponent it will mean new ability to utilize in next rounds.&#10;&#10;The game ends after one of you will gain their third horn or when someone will ran out of the cards in their Deck of Destiny.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Comic Book / Strip",
      "Fantasy",
      "Mythology"
    ],
    "mechanics": [
      "Hand Management",
      "Sudden Death Ending",
      "Take That",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/A7Um9VK7epigVZfbqnR_yg__thumb/img/slxCdE4g4mHNseNPpFFgrk2AW0I=/fit-in/200x150/filters:strip_icc()/pic7363898.png"
  },
  {
    "id": "155745",
    "name": "Stak Bots: Yellow Expansion",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 10,
    "age": 8,
    "description": "The first expansion for Stak Bots, the battling robots card game.&#10;&#10;More Bots! More fun! More mayhem! &#10;Explore brand new Bot abilities and entry effects; add them to your original set and try playing one of several new game variations!&#10;&#10;This is an expansion for the original game, but can be played on its own by using the online instructions for the original set.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Player Elimination",
      "Push Your Luck",
      "Variable Phase Order"
    ],
    "image": "https://cf.geekdo-images.com/C6pU4vEUQYxQj-PaqmeCiQ__thumb/img/Gt0tj42Ii3u4LvamFvM02FIzMlQ=/fit-in/200x150/filters:strip_icc()/pic2056063.png"
  },
  {
    "id": "268802",
    "name": "Timeline: Česko",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 8,
    "description": "Timeline: &#196;&#140;esko is a card game played using 110 cards. Each card depicts an event on both sides, with the year in which that it occurred on only one side. Players take turns placing a card from their hand in a row on the table. After placing the card, the player reveals the date on it. If the card was placed correctly with the date in chronological order with all other cards on the table, the card stays in place; otherwise the card is removed from play and the player takes another card from the deck.&#10;&#10;The first player to get rid of all his cards by placing them correctly wins. If multiple players go out in the same round, then everyone else is eliminated from play and each of those players are dealt one more card for another round of play. If only one player has no cards after a bonus round, he wins; otherwise play continues until a single player goes out.&#10;&#10;Timeline: &#196;&#140;esko adds cards with events from Czech Republic and can be combined with any other title in the Timeline series.&#10;&#10;",
    "categories": [
      "Card Game",
      "Educational",
      "Trivia"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/58b00c0sYNp7jVG8EE7hwg__thumb/img/t1WOL0Gfn7VVQdv7x29Ap3iQ6aU=/fit-in/200x150/filters:strip_icc()/pic4548471.jpg"
  },
  {
    "id": "18588",
    "name": "Les Fils de Samarande",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 10,
    "description": "Based on Lawless, but re-themed around the Arabian Nights.  The scoring system has been changed to accommodate 2 players and to overcome problems associated with too-powerful cards.&#10;&#10;",
    "categories": [
      "Arabian",
      "City Building"
    ],
    "mechanics": [
      "Action Points",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/MZEhSTtosRUQR6Xz9BEXDA__thumb/img/0SW8SY92CJDpLGzsFmKNJDUvaB8=/fit-in/200x150/filters:strip_icc()/pic226980.jpg"
  },
  {
    "id": "161063",
    "name": "Stipulations",
    "minPlayers": 4,
    "maxPlayers": 99,
    "playingTime": 45,
    "age": 13,
    "description": "Let your negativity shine in this hilarious party game! Your imagination and creativity are the only limits on how you can ruin friends' newly announced superpowers, careers, lifetime supplies, and dreams. Your friend got a job as a model? You can add &quot;of adult diapers.&quot; Another friend has extreme luck? Stipulate her with &quot;at finding dead cats.&quot; Earn points for coming up with the best and funniest stipulations to beat your friends in the game while stifling their superpowers, crushing their careers, limiting their lifetime supplies, and destroying their dreams.&#10;&#10;Stipulations begins when a player draws a Stipulations card as well as a bonus card and chooses to announce the superpower, occupation, lifetime supply, or fulfilled dream. As soon as the announcement is made, each of the other players has 90 seconds to think up and write down a stipulation, or any condition that makes the announcement worse. For example, if a player announces that they have wings, one player might write &quot;but can't fly&quot;, whereas another player might write &quot;with a 50 foot wingspan that can never be retracted.&quot; All players hand their written stipulations to the player sitting next to the announcer who reads them aloud. The announcer selects which of the written stipulations is the worst (whichever they would want the least) and the player who wrote it collects the stipulations card to keep track of score. The announcer also reveals the bonus point category (Funniest, Most original, etc.) and awards the bonus card to whomever they deem worthy of it based on the written stipulations. The round is then complete and the next player begins as the announcer by drawing a card.&#10;&#10;The game is complete when all players have been the announcer twice. Players should count the Stipulation and Bonus cards that they have earned through game play. The player with the most cards is the winner.&#10;&#10;",
    "categories": [
      "Humor",
      "Party Game"
    ],
    "mechanics": [
      "Paper-and-Pencil"
    ],
    "image": "https://cf.geekdo-images.com/sExcl8Pad06BSs46D2FDOA__thumb/img/JMLhmzXC-ZjYhhEACijdjtOVTAk=/fit-in/200x150/filters:strip_icc()/pic2575178.jpg"
  },
  {
    "id": "267732",
    "name": "Who's She?",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 6,
    "description": "Who's She? is a two player tabletop game about courageous women who changed the world. From Hatshepsut to Serena Williams. Discover their incredible adventures!&#10;&#10;Who's She features 28 women who represent variety of professions, domains, nationalities, ages from now and before! &#10;Clever icons printed on the board give you a quick summary about their life stories.&#10;&#10;Guess their identity by asking about their accomplishments, NOT their appearance, with questions like: Did she win a Nobel Prize? Did she make a discovery? Was she a spy?&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Deduction",
      "Educational"
    ],
    "mechanics": [
      "Deduction"
    ],
    "image": "https://cf.geekdo-images.com/MiPsP_R0f86KqZPloaeZug__thumb/img/1xRM4d0XWbsGD-CbC485NafZXwE=/fit-in/200x150/filters:strip_icc()/pic5384251.jpg"
  },
  {
    "id": "244528",
    "name": "The Mysterious Magical Lake",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 15,
    "age": 5,
    "description": "Go, go, go! The three magicians Conrad, Mila, and Vicky rush out of the dark castle Rabenfels to escape the nasty wizard Rabenhorst. They reach the mysterious castle lake, but wait, what's happening? As if by magic, Conrad, Mila, and Vicky are repeatedly held back &mdash; or even driven back toward the castle...&#10;&#10;In The Mysterious Magic Lake, you need to cover the right cards to free the three magicians from the mysterious spell. Only by working as a team can you reach the safety of the shore and escape Rabenhorst!&#10;&#10;",
    "categories": [
      "Children's Game"
    ],
    "mechanics": [
      "Cooperative Game"
    ],
    "image": "https://cf.geekdo-images.com/KMniAbJoAKQPBm3q4qrDIQ__thumb/img/gsxruwD312BYA82kWzUiD5vCC9A=/fit-in/200x150/filters:strip_icc()/pic6643075.jpg"
  },
  {
    "id": "402711",
    "name": "BLOT",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 10,
    "description": "BLOT is a trick-taking game where you have to make offerings to the Nordic (or Celtic) gods to win their favor for 4 rounds.&#10;The cards you've played are placed face-up, so the game is very accessible.&#10;Be clever with your offerings, as the gods' favors can change your score each round.&#10;&#10;",
    "categories": [
      "Mythology"
    ],
    "mechanics": [
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/RT7W_InhBu1_t8ArYo2Hcg__thumb/img/wmHvosLiIPo5tgNtc-tWiQ_vjkU=/fit-in/200x150/filters:strip_icc()/pic8269158.jpg"
  },
  {
    "id": "372504",
    "name": "Unbeetable",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "Welcome to the gardening competition! You and your fellow gardeners will strive for the Unbeetable Cup by creating the best kitchen gardens. In one year, you will pour your blood, sweat and tears into sowing, growing and harvesting plants to score points. Be aware though, your opponents will be able to make your task even more difficult. Or will you be the nightmare of the other gardeners? At the start of winter, the winner is determined, and the Unbeetable Cup awarded.&#10;&#10;In Unbeetable each player can create a grid of 2x2 or 3x3 plant cards, depending on the number of players. These plant cards form their garden and will award players points as they grow them. By using action cards and seasonal actions players will grow and harvest their own crops. All the while players will hinder each other by planting weeds, creating a flood or unleashing aphids or hail on their opponents.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Environmental",
      "Farming"
    ],
    "mechanics": [
      "Action / Event",
      "Hand Management",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/2O92gOLyCtDEeYLGN5Phlw__thumb/img/VxeTqsM20TWK4GwAayl_BcWVcIc=/fit-in/200x150/filters:strip_icc()/pic7125995.png"
  },
  {
    "id": "1028",
    "name": "Kraut & Rüben",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 8,
    "description": "Kraut &amp; R&uuml;ben is Cabbage &amp; Beets but means higgledy-piggledy. Players try to construct a market garden, which best matches their secret scoring card. The gardens start in the middle (one more than the number of players). Players draw tiles and place vegetables, weeds, snails and moles in different plots. When you feel one garden looks good to you, you grab it for your score at the end. However, other players can continue to place tiles in your garden until one space remains. The scoring card shows a grid, you score for 2 plants based on a 3rd, so if you have 2 cabbages, your carrots will score 3 pts and your asparagus will score 4 pts each. But get another cabbage and the points drop, so you have to control your garden to get the optimum score.&#10;&#10;A good, simple, fun game, this will entertain but not stretch gamers and is a great intro for kids and non-gamers.&#10;&#10;",
    "categories": [
      "Farming"
    ],
    "mechanics": [
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/UA7pGbadM2eOm1cElppCOw__thumb/img/xTYfvKBbMwD6W7allXTUgRyaVqo=/fit-in/200x150/filters:strip_icc()/pic509350.jpg"
  },
  {
    "id": "167349",
    "name": "Guerra De Mitos V",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 40,
    "age": 10,
    "description": "Guerra de Mitos V (The Celtic Pact) is a card game set in a fantastic world where different mythologies coexist. It is a different, dynamic game designed to be able to build different decks with very distinct and varied strategies, and each expansion increases both the number of available mythologies and the game possibilities.&#10;&#10;All expansions can be played on its own.&#10;&#10;The game contains 150 cards between Celtics and reinforcements for other GDM packs. Celtic Pact includes 6 pantheons (cards that define your game strategy) + 33 cards for the gods deck (which includes characters, events and resources) + 40 cards for the designs deck (actions, equipment and summonings) and reinforcements to 150 new cards for GDM.&#10;&#10;Each player  needs to build his own deck of at least 51 cards (1 pantheon / 20 gods / 30 designs) of his choice, and each installment increases the diversity of characters, actions and strategies you can use in order to achieve victory.&#10;&#10;Each player has to bring into play the cards his oracles offer him and play actions from the designs deck both in the influence phase (where the gods plan from their pantheon) and in the confrontation phase (where the characters who decide to go to battle fight to decrease the opponent&rsquo;s power) to obtain supremacy or consign the opponent to oblivion.&#10;&#10;Integrates with:&#10;&#10;    Myths at War&#10;&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "image": "https://cf.geekdo-images.com/o0nz4TtukFabxYk843BOjA__thumb/img/FIBajQpxD-33Ktqy1T18F0lvIo8=/fit-in/200x150/filters:strip_icc()/pic2264783.jpg"
  },
  {
    "id": "158604",
    "name": "Aristo-Maze",
    "minPlayers": 3,
    "maxPlayers": 4,
    "playingTime": 80,
    "age": 12,
    "description": "Legends are that a long time ago an emperor built a secret catacomb that housed all the treasures that he had collected. No one knew where this catacomb lay, and it remained as such until three hundred years later when the news of its discovery was delivered by the Imperial Capital to the public.&#10;&#10;In Aristo-Maze, players are influential aristocrats who are now given the chance to seize some of the legendary loot for themselves. You must hire teams of adventurers and send them into the dangerous trap-filled catacombs to bring back your fortune. The game is played over three rounds, with each round following these phases:&#10;&#10;&#10;    Providing Phase: Players reset the round and receive new funds.&#10;    Investigation &quot;Inquiry&quot; Phase: Players bid on which catacomb floor they wish to take a peek at; if they are the highest bidder, they can look at what lurks in that area.&#10;    Recruiting &quot;Organization&quot; Phase: Players secretly bid on which characters they wish to recruit to become part of their party.&#10;    Exploration Phase: Players secretly choose how far they wish to delve into the dungeon, then resolve the effects of the monsters/traps they encounter which will give them VPs if they survive.&#10;&#10;&#10;Whoever is able to gain enough VPs from surviving their encounters is victorious!&#10;&#10;",
    "categories": [
      "Adventure",
      "Card Game",
      "Fantasy"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/P9e1hf_RiksbY9rPeHOKiA__thumb/img/2ZUYbVV7cUpj7qCCbnbDwJ1BFcU=/fit-in/200x150/filters:strip_icc()/pic2022834.jpg"
  },
  {
    "id": "66695",
    "name": "Sumoku",
    "minPlayers": 1,
    "maxPlayers": 8,
    "playingTime": 15,
    "age": 9,
    "description": "Sumoku is a crossword-style game with colored number tiles that can be played five different ways. In all Sumoku games, game play starts with the roll of a die to create a &quot;key number&quot; &ndash; either 3, 4 or 5. The digits in all groups of tiles placed in rows and columns must sum to a multiple of this key number. A tile is one of six colors, and a color cannot be repeated in a connected set of tiles.&#10;&#10;In the main game, players draw eight tiles to start the game. On a turn, a player adds a single row or column of tiles to the playing area to create valid plays &ndash; that is, the sum of the tiles played and all rows or columns added to during that turn sum to a multiple of the key number. The player scores the sum of the tiles played, and the sum of tiles in any row or column added to during that turn. If you finished a row or column of six tiles &ndash; that is, one with all six colors &ndash; you take another turn immediately before refilling your hand to eight tiles. The game ends when no one can play, and numbers in hand count against a player's score. High score wins.&#10;&#10;Other games include &quot;Speed Sumoku&quot; in which players each have ten tiles and try to create a crossword-style grid in which all sets of tiles sum to a multiple of the key number before anyone else. &quot;Team Sumoku&quot; plays similarly, but with each team creating one grid. &quot;Spot Sumoku&quot; has players trying to spot four tiles that sum to a multiple of the key number rolled from a public array of ten tiles. &quot;Solo Sumoku&quot; tasks a player with drawing 16 tiles and creating a legal grid from them, then drawing ten more tiles and adding them to the existing grid in a legal manner, then doing this with another ten tiles, and so on through all 96 tiles.&#10;&#10;",
    "categories": [
      "Educational",
      "Math",
      "Number",
      "Party Game",
      "Travel"
    ],
    "mechanics": [
      "Cooperative Game",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/6fdQ-fMRW689TAA2yGhOtg__thumb/img/OSwOVPXmKrvmytZA2nNuN1HAiCg=/fit-in/200x150/filters:strip_icc()/pic992644.jpg"
  },
  {
    "id": "354897",
    "name": "Escape from the Museum",
    "minPlayers": 1,
    "maxPlayers": 99,
    "playingTime": 45,
    "age": 12,
    "description": "An ordinary trip to the museum turns into chaos when you find yourself locked in and all alone, after hours!&#10;&#10;Will you be able to solve the 12 brain-busting puzzles, decode the alphabet on an ancient stone tablet, and find the key to your freedom before your time runs out?&#10;&#10;This mini, collaborative escape room experience has an average play-time of 45 minutes.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Puzzle",
      "Real-time"
    ],
    "mechanics": [
      "Cooperative Game",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/VlETaq8oOPKrGbPcNFdC5g__thumb/img/0hxWbWvcKK1s-QiSJsI_xHJTXOI=/fit-in/200x150/filters:strip_icc()/pic6644594.jpg"
  },
  {
    "id": "172465",
    "name": "Tabletop Pathologic",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 80,
    "age": 16,
    "description": "Barricades are being built in the streets, shop shelves are becoming barren, marauders are looting houses. An invisible murderer is walking through the Town &mdash; merciless, weightless, and listless. No one knows how to protect themselves against it or who is to become its next victim. Seems like the Town is doomed &mdash; yet, those of its inhabitants who are privy to the mystery of its internal structure are still trying to fight back. Their efforts and hopes are guided by the knowledge and the will of three outstanding persons.&#10;&#10;Tabletop Pathologic is an asymmetrical stealth action game intended for 2&ndash;4 players. Three of them become doctors trying to save the Town, while the fourth takes on the role of the Sand Plague. In order to complete missions the doctors have to risk themselves and their Entwined companions, but it&rsquo;s their only chance to win. The Plague remains unseen until it decides to strike&mdash;and then it strikes mercilessly.&#10;&#10;Tabletop Pathologic is designed after Pathologic the videogame and strives to keep what made its predecessor special: the atmosphere a town in agony, the feeling of doom and the desperate hope of those who have nothing else left. It&rsquo;s precisely this hope that makes the three doctors pursuing the same goal become rivals. There&rsquo;s only one winner in the game, so contesting other players is unavoidable.&#10;&#10;The board game is available as a reward for backing the remake of Pathologic the video game on Kickstarter. After its release, Tabletop Pathologic will be sold separately.&#10;&#10;",
    "categories": [
      "Horror",
      "Medical",
      "Video Game Theme"
    ],
    "mechanics": [
      "Area Movement",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/hmzFvpylD3mAq2DcP4rkdA__thumb/img/BFi8RL69eBp_VaE9zFjhRvFb9QE=/fit-in/200x150/filters:strip_icc()/pic3219347.jpg"
  },
  {
    "id": "5733",
    "name": "Star Wars Lightsaber Dueling",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 12,
    "description": "Similar to the Lost Worlds series of books, West End Games's Star Wars Lightsaber Duelling Pack consists of two books.  One book representing Luke Skywalker and the other book, Darth Vader.&#10;&#10;Each book contains 32 character pages plus rules.  The character pages depict the combatants in various offensive and defensive poses that show each player what they are looking at at each moment in the game.  Each character begins the game with 30 &quot;Force&quot; points and loses one for every wound.&#10;&#10;The first player to inflict 30 points of damage wins.&#10;&#10;Book mechanic also featured in:&#10;&#10;     Lost Worlds&#10;     Marvel Battlebooks: Captain America&#10;&#10;&#10;",
    "categories": [
      "Book",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "mechanics": [
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/pCOGEHohJfURtaFe90SLZQ__thumb/img/3NO5OwNyBYcFbPTHRTr5Q5KC67E=/fit-in/200x150/filters:strip_icc()/pic53139.jpg"
  },
  {
    "id": "172875",
    "name": "Drillit! A Fuga da Montanha de Cristal",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "Drillit! A Fuga da Montanha de Cristal is a cooperative game where player are gnomes excavating the Crystal Mountain with a big drill-tank. With the increasing noise of the drilling, the gnomes woke the evil goblins! Now, you and your friends have to flee the Crystal Mountain before the Goblins destroy the tank and you perish in their hands!&#10;&#10;The goal of the game is to reach the other side of the board, placing path tiles to do so.&#10;&#10;The active player always draw an event card from the deck, and resolves it. After that, the player has 4 Action Points to spend in some actions: Move, Kill Goblins, Repair, Extinguish Fire, Excavate and Use Crystals.&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Fantasy"
    ],
    "mechanics": [
      "Action Points",
      "Cooperative Game",
      "Modular Board",
      "Point to Point Movement",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/A_hOe_SCSHmnCoAg0fl2Hw__thumb/img/SE_xXwPxf6S870E4_dYFBaMnKQg=/fit-in/200x150/filters:strip_icc()/pic2410725.jpg"
  },
  {
    "id": "349593",
    "name": "Santander '37",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 240,
    "age": 14,
    "description": "Santander '37 is a reimplementation of the wargame Corpo Truppe Volontarie: Santander 1937, published in 2018 in the Italian wargaming magazine &quot;Para Bellum&quot;. This reimplementation includes new graphical design and rules changes.&#10;&#10;With a traditional hex &amp; counter &quot;I go-You go&quot; mechanics, the Nationalist player must try to conquer all important victory point hexes without incurring many losses. In this new edition, some rules changes are:&#10;- Victory Points and Morale have been merged in a single item, which is the key to victory: reduce Republican Morale to zero or raise it over 5. &#10;- Disorganization of units is now a key factor.&#10;- Setup rules have been revised.&#10;- Use of assets and other resources has been modified.&#10;&#10;",
    "categories": [
      "Civil War",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/MFIxjT9hws1afsFUOI6c-Q__thumb/img/5x8xyG6OBztpZA1Zc_dfs5o0eQw=/fit-in/200x150/filters:strip_icc()/pic6463982.png"
  },
  {
    "id": "229640",
    "name": "Munchkin Spell Skool",
    "minPlayers": 3,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "Munchkin Spell Skool is a standalone Munchkin game, in which players are students in a magic school.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Humor"
    ],
    "mechanics": [
      "Take That",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/DNJz3NoLnFH6w7iojMI_eg__thumb/img/3-QzHSlBU3n286GR_Gu5KiUTFT8=/fit-in/200x150/filters:strip_icc()/pic3706627.jpg"
  },
  {
    "id": "161913",
    "name": "Camelot: The Court",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 10,
    "description": "Camelot - The Court is a game of beastly back-stabbing and subtle scheming set in the court of King Arthur.&#10;&#10;Master the strategies of the royal court: Challenge, scandalise, demote and banish your opponents knights while promoting your own through the ranks to the heady heights of Senator, closest to King Arthur and Queen Guinevere.&#10;&#10;Tile based knights in the court of Camelot, are manoeuvred by players using action cards to move and manipulate your Knights, Opponents and the court.&#10;&#10;Camelot - The Court having only three rules, a playing time of 30-90 minutes with bright, humorous graphics &mdash; is the second title in &quot;The Camelot Chronicles&quot;, a series of easy-to-play games with a target of three rules, maximum playing time of approximately one hour, and universal playability and appeal.&#10;&#10;",
    "categories": [
      "Humor",
      "Medieval"
    ],
    "mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/7W0955BCQeLrOU_TovYPSg__thumb/img/fLF9kGH17eVDE2YJpMes3WlmeFI=/fit-in/200x150/filters:strip_icc()/pic2263115.png"
  },
  {
    "id": "20627",
    "name": "Warplan: Dropshot II/III",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 12,
    "description": "The Turbulent 60's and The End Game, take Bruce Costello's popular simulation of the Cold War turning hot, Warplan Dropshot from the 50's to the 60's and 70's-90's.&#10;&#10;Dropshot II: The Turbulent 60's scenarios: In the &quot;Berlin, 1961&quot; World War III starts at the Berlin Wall. In &quot;The Cuban Missile Crisis, 1962&quot; what almost happened happens. In &quot;The Six Day War,&quot; an accident in the Mediterranean sparks the big one in 1967. In The Czechoslovakian Crisis, 1968&quot; Soviet and NATO clashes escalate into total war. &quot;Border War in the Far East, 1969&quot; has the US getting involved in a nuclear war between China and Russia.&#10;&#10;Dropshot III: The End Game scenarios: In &quot;Middle East, 1973&quot; the US and the Soviet Union get too involved with the Yom Kippur War. In &quot;1976 - Bolt from the Blue&quot; Kremlin hardliners opt for a preemptive war while everyone is taking d&eacute;tente. &quot;December Surprise - Iran, 1979&quot; has President Carter invading Iran and the Soviets having to react. In &quot;Solidarity - Poland, 1981&quot; the labor movement is crushed and the West reacts. In &quot;Deep Paranoia&quot; a NATO exercise pushes the Soviets too far. &quot;Hardliners Last Gasp, 1987&quot; supposes an alternative end to the Cold War.&#10;&#10;400 km/hex on strategic map and 75 km/hex on map of Europe, 2 months/turn, armies.&#10;&#10;This is a DTP game with die-cut counters. Two 8.5x11 inch strategic hemispheric maps, one 11x17 inch map of Europe, 616 counters, play aids, charts.&#10;&#10;Warplan: Dropshot II/III was a nominee in the Charles S. Roberts awards for Best Modern Era Boardgame (Charles S. Roberts Awards) for 2005.&#10;&#10;",
    "categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/95h6W3h8TlZmfr7kuw6juQ__thumb/img/eTTmAzNJ1lg5_ejYqLvbXGIFm_I=/fit-in/200x150/filters:strip_icc()/pic101475.jpg"
  },
  {
    "id": "251399",
    "name": "Doxie Dash",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 6,
    "description": "In Doxie Dash, you get to join the pack by selecting a hero with their own unique set of abilities; use them to establish your dominance. Take on challenges from the doxie's perspective as you defeat foes, poo on expensive rugs, hoard skivvies, and lick your way to victory.&#10;&#10;Game play is quick and simple. Draft cards, gamble, sabotage, and use your hero's variable player powers to defeat your challengers. This is your chance to prove that you are the ultimate wiener.&#10;&#10;Perfect for ages 6+, this game plays well with 2 to 6 players. You can expect each game to take about 20 minutes. If you're hungry for a longer gameplay experience, you can enjoy the Team Play or Tournament option. With treats to collect and enemies lurking around every corner, do you have what it takes to become top dog? Because there can be only one wiener!&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Party Game"
    ],
    "mechanics": [
      "Open Drafting",
      "Push Your Luck",
      "Set Collection",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/Orfn1RzeSv5GDT6hPkEkng__thumb/img/JY96BFqlDb-BkQ9kQ1yMRq52Zlg=/fit-in/200x150/filters:strip_icc()/pic4102239.png"
  },
  {
    "id": "39219",
    "name": "Turandot",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 15,
    "age": 0,
    "description": "The opera 'Turandot' is about to go on stage, but who will sing the aria 'Nessun dorma' is still a mystery! Can you recruit the best and most talented cast of singers to perform this masterpiece of the maestro Giacomo Puccini? Choosing a brilliant director may be your most important choice!&#10;&#10;A quick card-game for 3-5 players (with a 2 player variant). Based on the Nessun Dorma lyrical aria by Giacomo Puccini, Turandot requires the players to gather a team of six singers in order to enact that very piece of the Turandot. Players recruit singers and a director using a simultaneous selection mechanic, with an original twist.&#10;&#10;Artwork by professional illustrator Martino Palladini.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Music"
    ],
    "mechanics": [
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/rEJvle0rNc86fhL7Ia4WVw__thumb/img/_5cNfSrfpqRatgjkBKAEILfV7Ic=/fit-in/200x150/filters:strip_icc()/pic570761.jpg"
  },
  {
    "id": "277679",
    "name": "Election Night!",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 50,
    "age": 8,
    "description": "Two players or teams battle for critical Electoral Votes in a run for the presidency. Players use the uniquely numbered PlaySmart Dice system to create dice pools which produce numbers that can be added or multiplied to each other, and then assigned to numbered state groups on an indexed Electoral College game board. States with more electoral votes require more sums or products to be assigned to them before they are won by a player or team, and a electoral vote counter lets players keep track of their votes.&#10;&#10;The game includes a double-sided game board which has an addition game version and a multiplication game version. Dry erase markers are used to color shape counters (circles and polygons) on individual states and when the majority of the area is filled after enough rolls are assigned to a given state, the votes are credited to a player's total.&#10;&#10;The game has several different versions of play (in addition to the two game board sides). More advanced versions of game play include re-rolls and strategy cards that can be strategically used to change sums or products.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Dice",
      "Educational",
      "Math",
      "Number"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/Rqedt1IA5brGbw8Mo5KvLA__thumb/img/01kSg1ZuvjMBf5qYgHy3Sq3WIkM=/fit-in/200x150/filters:strip_icc()/pic4694612.jpg"
  },
  {
    "id": "244939",
    "name": "Greedy Dragons",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "It's time to divvy up the dragons' hoard, but no one wants to share! Can you trick your fellow dragons into leaving you with the most treasure?&#10;&#10;Greedy Dragons is a simple but strategic card-stacking game. Overlap cards and build lairs to collect all the gems &mdash; and leave your opponents empty-handed! Play one-on-one or team up with other dragons to maximize your loot. Add the magic ring to the hoard to raise the stakes even higher!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction",
      "Fantasy",
      "Territory Building"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Take That",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/JtG-8zO2FebGMrtXvOvY-w__thumb/img/ZIR44ogMNryp-WeRa9uF6nQy3n0=/fit-in/200x150/filters:strip_icc()/pic3986898.jpg"
  },
  {
    "id": "107027",
    "name": "Operation Anaconda: Battle in Afghanistan, March 2002",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 0,
    "description": "From the publisher' website:&#10;&#10;Operation Anaconda, the battle fought between Coalition forces and Al Qaeda in eastern Afghanistan in March of 2002. This battle was a combined US-Afghan-Coalition force attempt to surround and destroy Al Qaeda forces, but the operation fell apart owing to poor command control. While technically a Coalition victory, the battle demonstrated the strengths and weaknesses of both sides.&#10;&#10;The game system is based on the &quot;Boots&quot; system, which makes command-control the central feature of the design. Each player commands a combat force composed of one or more sub-commands. These sub-commands are maneuvered via picking Command Chits at random; When a Command Chit is picked, that sub-command is then activated. Since players do not know the order in which those Command Chits are picked, battles become chaotic fights as players strive to create and exploit opportunities.&#10;&#10;This is a two-player game, with one player commanding Coalition forces, and the other Al Qaeda. Combat in the game is quasi-tactical. Units fire at enemy targets at range. Additionally, the Coalition player has access to various types of fire support, such as airstrikes. However, owing to the chaotic nature of the battle, fire support as well as various reinforcements appear at random. The Al Qaeda player has the advantage of his units being deployed face down so that the Coalition player must use ISR (Intelligence-Surveillance-Reconnaissance) to reveal them. Game play becomes a tense contest between asymmetrical forces in the mountains of Afghanistan.&#10;&#10;",
    "categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/LUsL3pGdCMQVwmh8mjUdHw__thumb/img/AZiU_L9TPv8miFxdDSGS_69kaos=/fit-in/200x150/filters:strip_icc()/pic1139733.jpg"
  },
  {
    "id": "296892",
    "name": "Sacred Rites",
    "minPlayers": 3,
    "maxPlayers": 9,
    "playingTime": 30,
    "age": 8,
    "description": "It has come time to honor the traditions of the past. The members of our Great Society have gathered to perform the Sacred Rites this summer solstice, honoring our most divine symbols and idols.&#10;&#10;Except for the part where not everyone remembers what they were.&#10;&#10;To play Sacred Rites, players take on the mantles of Believers, each privately informed of the topic of a Rite. The catch: Some (or sometimes none) of the Believers are left out, making them Outsiders. Each Believer then submits what they recall of the Rite, such as the chants, the time of day, the food for the feast, or even the special shapes, smells, or colors. Once each Believer has helped remember the Rite, an accusation occurs: Can each Believer point out an Outsider? Can the Outsiders fake their way through it and guess the topic? In the end, only the most confident, creative, and devout among the Believers will be declared the winner and Master of Ceremonies of the Sacred Rites.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Bluffing",
      "Deduction",
      "Humor",
      "Party Game",
      "Religious"
    ],
    "mechanics": [
      "Acting",
      "Roles with Asymmetric Information",
      "Semi-Cooperative Game",
      "Storytelling",
      "Targeted Clues",
      "Traitor Game",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/d37HVSmlYM2ZQpaKDXMCvA__thumb/img/D2S1ad7zRA2SZkXE7SMj45YhzXM=/fit-in/200x150/filters:strip_icc()/pic5755227.png"
  }
]
