[
  {
    "id": "2044",
    "name": "Non-Violent, Politically-Correct War",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 4,
    "description": "War has dramatically changed over the years, but the card game that bears its name hasn't until now. For the first time, War incorporates Love, Peace, Diversity, and Unity. Players compete to get rid of their cards first, while trying to avoid the heavily-armed Joker (the weakest card in the deck).&#10;The key differences between this game and standard War are:&#10; - The Joker is the lowest card in the deck - it loses to every other card.&#10; - When players put down cards of the same rank, instead of having a &quot;war&quot; right away, they cooperate and by trading decks, then have a war.&#10; - The first player to get rid of all his/her cards wins.&#10;&#10;The suits are of different icons (peace symbols, unity symbols, hearts with an arrow through it, etc) from a normal deck of cards and the deck includes one blank card which can be used to replace a lost or damaged card OR create a new wild card.&#10;&#10;",
    "categories": [
      "Card Game",
      "Negotiation"
    ],
    "mechanics": [
      "Cooperative Game"
    ],
    "image": "https://cf.geekdo-images.com/X6YNDK-E8T3Hclyy9d-7Iw__thumb/img/jF4rhk_ruEgDs4Dh0aDO9ggHJDA=/fit-in/200x150/filters:strip_icc()/pic631607.jpg"
  },
  {
    "id": "94481",
    "name": "Count Your Chickens!",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 3,
    "description": "The baby chicks have flown the coop! All players work together to help Mother Hen collect her chicks and bring them back to the coop. To start, players place the 40 baby chicks all around the board. Mother Hen is on start. The object of the game is to get all 40 baby chicks back inside the coop before Mother Hen gets to the last space on the board. Players spin and move Mother Hen, counting the number of spaces she travels. For each space travelled, players collect that number of baby chick markers and place them in the coop. But watch out for the fox! If the spinner lands on the fox a baby chick is removed from the coop. Players take turns, but work together - players count aloud together, collect the number chicks together and, if they collect them all, players win together!&#10;&#10;Components:&#10;&#10;     1 game board&#10;     1 mother hen with stand&#10;     40 baby chick markers&#10;     1 spinner&#10;&#10;&#10;",
    "categories": [
      "Children's Game"
    ],
    "mechanics": [
      "Cooperative Game",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/ldVO4Au6YvPFrMk2h0V7rA__thumb/img/f9zlKilXFoM1DySpEr_PCteZ-vg=/fit-in/200x150/filters:strip_icc()/pic964069.jpg"
  },
  {
    "id": "1855",
    "name": "Hedbanz for Adults!",
    "minPlayers": 3,
    "maxPlayers": 10,
    "playingTime": 60,
    "age": 8,
    "description": "It's Hedbanz for adults. The quick question game of &quot;what am I?&quot; that leaves everyone guessing. Ask questions to figure out if the card on your head is a person, place, or object. But be smart, after all it's Hedbanz for adults. Are you a famous person in history? Maybe an object found in the kitchen? In this hilarious adult version, the first player to accurately guess what he or she are wins. Adults need to have fun too. And Hedbanz is the game where everybody knows but you. Let the good times roll with Hedbanz.&#10;&#10;",
    "categories": [
      "Deduction",
      "Party Game"
    ],
    "mechanics": [
      "Deduction"
    ],
    "image": "https://cf.geekdo-images.com/-qOB8gUFTEf8b6_lze6J_A__thumb/img/lzsraP7_c5XfpprpaCxdtxu-DlI=/fit-in/200x150/filters:strip_icc()/pic1876891.jpg"
  },
  {
    "id": "93522",
    "name": "Tetris: The Card Game",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 8,
    "description": "Tetris the Card Game is based on the popular video game Tetris.&#10;&#10;In this game, the players' goal is to clear 10 lines to win the game.  Players keep a grid of 10 cards face up in front of them, flipping them as lines are cleared to keep track of their score.  Each player may hold two cards at a time in their hand.  Cards may feature blocks known as Tetriminos which can be used to clear lines or special action cards that can hinder other players.&#10;&#10;A puzzle will be displayed on the top of the draw pile.  To clear a line, players must use the Tetrimino cards in their hands.  If the Tetrimino on a card fits in this puzzle so that it completes a line (or lines) five squares across without any gaps, it can be played to clear a line (or lines).  In order to fulfill this goal, Tetriminos may be rotated.  For each line cleared, a card is flipped in that player's matrix.  If clearing a line is impossible with the player's hand or if no action cards may be played, then the player must discard a card of their choice and draw the top card of the draw pile.  The next player takes their turn and play proceeds until one player has flipped all ten cards in their matrix.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Card Game",
      "Video Game Theme"
    ],
    "mechanics": [
      "Hand Management",
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/sbqx11Jp5IiUzen1WKXJmw__thumb/img/iED69SIROzvmDakBVxCIqa3Qj_0=/fit-in/200x150/filters:strip_icc()/pic2596444.jpg"
  },
  {
    "id": "5824",
    "name": "The Kids of Catan",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 4,
    "description": "A simplified building game for kids, based on the immensely popular The Settlers of Catan, wherein all players take part in the game at all times. The high quality wooden pieces are suitable not only for the game, but also for &quot;free play.&quot;&#10;&#10;Each player in turn rolls the die, and rotates the village plan clockwise that number of spaces. Resources are collected by each player depending on where their piece lands, and if one of each resource type has been collected by any player, that player may place one of their buildings on the village plan. If a player has built all of their buildings, they may build the Town Hall. The first player to build the Town Hall wins.&#10;&#10;Belongs to the Catan Series.&#10;&#10;",
    "categories": [
      "Children's Game",
      "City Building"
    ],
    "mechanics": [
      "Dice Rolling",
      "Random Production",
      "Roll / Spin and Move",
      "Set Collection",
      "Track Movement"
    ],
    "image": "https://cf.geekdo-images.com/q_TBkFbh6Hz2mkSdNeQMVQ__thumb/img/zyRGaqEd8Xv5BCB4cLVCrFKTC38=/fit-in/200x150/filters:strip_icc()/pic222987.jpg"
  },
  {
    "id": "134815",
    "name": "The Hobbit: An Unexpected Journey – Adventure Board Game",
    "minPlayers": 2,
    "maxPlayers": 15,
    "playingTime": 0,
    "age": 8,
    "description": "Experience the first part of the journey to the Lonely Mountain in The Hobbit: An Unexpected Journey - Adventure Board Game and reclaim the stolen treasure from the dragon Smaug. This official game retells the first Hobbit film as players take the roles of characters from the film, traversing Middle-earth locations to do battle, solve riddles and earn points along the way.&#10;&#10;In the game, players must get all the dwarves to the Eagle Eyrie to win, with the player who has the most good points being the sole winner; if any dwarves perish, then the game is lost. Players roll and move along the pathway made up of several large hex tiles. On a turn, a player moves both his and any free characters on a space; all 15 characters take part no matter how many players are involved. Players reveal event cards to battle enemies and deal with other events that happen in the movie.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/kPewsbB5A3p0FMSNKZQNvw__thumb/img/f1ce5lyiIeo2QZQ0OKDoKX2RY6Q=/fit-in/200x150/filters:strip_icc()/pic1677749.jpg"
  },
  {
    "id": "7422",
    "name": "Mid-Life Crisis",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 18,
    "description": "Objective is to get through your middle years with more money, less stress and fewer divorce points than your opponents or to declare a MID-LIFE CRISIS in which case you must go broke, get divorced and crack up before anyone else reaches the end of the game.&#10;&#10;The game consists of actioning Crisis Cards, playing ZAP! cards on other players, paying other players for their professional assistance and accumulating (or not!) stress points, divorce points and money.&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice",
      "Mature / Adult"
    ],
    "mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/3uJYMFqtYk5IpcnHxCh3SA__thumb/img/B28hkaMp86-cnKkFr3d6lHmhFcw=/fit-in/200x150/filters:strip_icc()/pic4584206.jpg"
  },
  {
    "id": "2433",
    "name": "Halloween Party",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 10,
    "description": "A game of outrageous bluffing, honest haggling, and crafty negotiation. It's Halloween! Time to don your scariest costume and run through the neighborhood shouting &quot;Trick or Treat!&quot;. Collect costume and treat cards, and you're on your way to winning Halloween Party. But beware - your opponents may play tricks on you!&#10;&#10;Simple enough. But is it? Halloween Party has a ghoulish Twist - You can't play your own cards! You must trade with your opponents, playing the cards they give you, and letting them play your cards. Can you trust them to trade the cards you want? Probably not. But that's where the fun begins...&#10;&#10;A winner of the 2000 Concours International de Cr&#195;&#169;ateurs de Jeux de Soci&#195;&#169;t&#195;&#169;.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Horror",
      "Negotiation"
    ],
    "mechanics": [
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/VUKtRxa6Kq1a2VO_SI3-7g__thumb/img/jbl-3YexRBYxwVI_YqWmnVZ9Pzs=/fit-in/200x150/filters:strip_icc()/pic390225.jpg"
  },
  {
    "id": "86073",
    "name": "5 Second Rule",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 10,
    "description": "It should be easy to name 3 breeds of dogs - but can you do it under the pressure of 5 seconds twisting down, and with the other players staring at you, waiting for you to get flustered? Time's not on your side, so just say what comes to mind and risk ridiculous answers slipping out as time twirls down on the unique twisted timer! It's all in good fun with this fast-paced game where you have to &quot;Just Spit It Out!&quot;&#10;&#10;--description from publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Party Game",
      "Trivia"
    ],
    "mechanics": [
      "Action Timer",
      "Real-Time"
    ],
    "image": "https://cf.geekdo-images.com/wtON3lcNAz66s-WJ0OVmGg__thumb/img/UCk_GelKFp7Bq7aEdiNO_6TPJYs=/fit-in/200x150/filters:strip_icc()/pic7476834.jpg"
  },
  {
    "id": "144557",
    "name": "Where Art Thou Romeo?",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 15,
    "age": 13,
    "description": "Where Art Thou Romeo? is a nanogame in which 3-5 players take turns taking on the role of Juliet, who is attempting to find Romeo amongst the others players. Each card, other than Juliet, has two different roles from which to choose. Players holding these cards choose one of the two roles, which will subsequently make them want to convince the Juliet player that they either are or are not Romeo or perhaps point out who they think Romeo might be.&#10;&#10;The game lasts 3-5 rounds depending upon the number of players with each player taking on the role of Juliet once. The player with the most influence points at the end of the game wins.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Novel-based",
      "Renaissance"
    ],
    "mechanics": [
      "Role Playing",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/yFBIhRrBEz0872_tpg96WQ__thumb/img/sIbPExEsN9bN_3DfwK_XSchLpBA=/fit-in/200x150/filters:strip_icc()/pic2600495.png"
  },
  {
    "id": "1326",
    "name": "MacGregor",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "It's midnight and the dreaded Ghost of MacGregor is haunting the castle.  No one knows which way he'll choose to go as he chases the other players through the halls of the castle. Decide on your best chance for escape, but be careful because all of the doors are locked so you'll definitely need the right keys.&#10;&#10;The players are trying to be the first to escape the castle before being caught by the ghost.  The player controlling the ghost must capture/tag another player if he wants to win.  The ghost is moved via 5 preplanned moves each round, similar to Roborally and Dragon Delta and can move through walls.  The other players must collect the right key cards to move through the colored doors, but may only hold four key cards.&#10;&#10;If the ghost captures another player, they switch roles with the captured player becoming the ghost and moving to the dungeon to start the next round.  The former ghost takes the key cards from the new ghost and tries to escape the castle.&#10;&#10;Most important: The player figures glow in the dark!&#10;&#10;",
    "categories": [
      "Adventure",
      "Children's Game",
      "Horror",
      "Maze"
    ],
    "mechanics": [
      "Action Queue",
      "Grid Movement",
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/4nMDWCY2U2tn_oL637s3Ug__thumb/img/2UOftKNxv4T7J9bUZatxJL-W7lk=/fit-in/200x150/filters:strip_icc()/pic17508.jpg"
  },
  {
    "id": "369336",
    "name": "Herd",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 0,
    "description": "Herd is a two player game played with two standard, six sided dice and unlimited red and blue stones on a hexagonal grid of any size, initially empty. The two players, Red and Blue, take turns placing their own stones on the board, one or more stones per turn. Red goes first. Players are not allowed to pass. Mark Steere designed Herd in August, 2022.&#10;&#10;Rules:&#10;ON YOUR TURN&#10;&#10;     Roll the dice.&#10;     Remove enemy stones in the quantity indicated by the lower die value.&#10;     Place your stones on any unoccupied cells (except where prohibited as described below) in the quantity indicated by the higher die value.&#10;     If you completely surround an enemy singleton (enemy group of size 1) - that is, every one of its adjacent cells is occupied by one of your stones - you must immediately remove it.&#10;     For each enemy stone you surround and capture, you must add an additional stone of your color, which could then capture more enemy stones and require you to add yet more of your stones during your turn.&#10;     Prohibited placement: You may not place a stone on a cell completely surrounded by enemy stones - that is, a cell whose every adjacent cell is occupied by an enemy stone. If at any time during your turn, the only unoccupied cells are such self-capturing placements, your turn is concluded.&#10;&#10;&#10;BALANCING RULE&#10;Red, on his first turn, places the number of stones indicated by the LOWER die value.&#10;&#10;OBJECT OF THE GAME&#10;The game ends when the board is completely filled. Who has the most stones on the board wins.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/Oe8OftBs01Q6fdOUb34M0Q__thumb/img/1UewLHOfwAJ8gPy4mdlz2y3mNMA=/fit-in/200x150/filters:strip_icc()/pic7027706.jpg"
  },
  {
    "id": "19377",
    "name": "Rock Paper Scissors Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 5,
    "age": 6,
    "description": "Pressman takes the classic game and puts it into an exciting 3D console!  Plus 2, 3 or even 4 players can play at a time.  Turn the wheel to pick Rock, Paper or Scissors. Then flip the reveal shield. Score points for any player that you beat. Special game hub is included for table-top play&#10;&#10;",
    "categories": [
      "Action / Dexterity"
    ],
    "mechanics": [
      "Rock-Paper-Scissors"
    ],
    "image": "https://cf.geekdo-images.com/17YG84xGSWZmzfT1NU6S4g__thumb/img/oDevTWZmL8zKgNkeLNr237SGl38=/fit-in/200x150/filters:strip_icc()/pic98801.jpg"
  },
  {
    "id": "180024",
    "name": "500 Malicious Cards",
    "minPlayers": 3,
    "maxPlayers": 20,
    "playingTime": 120,
    "age": 18,
    "description": "500 &#208;&#183;&#208;&#187;&#208;&#190;&#208;&#177;&#208;&#189;&#209;&#139;&#209;&#133; &#208;&#186;&#208;&#176;&#209;&#128;&#209;&#130; (&quot;500 Malicious Cards&quot;) is a Russian-language adaptation of Cards Against Humanity.&#10;&#10;&#208;&#152;&#208;&#179;&#209;&#128;&#208;&#176; &quot;500 &#208;&#183;&#208;&#187;&#208;&#190;&#208;&#177;&#208;&#189;&#209;&#139;&#209;&#133; &#208;&#186;&#208;&#176;&#209;&#128;&#209;&#130;&quot; - &#208;&#178;&#208;&#181;&#209;&#129;&#208;&#181;&#208;&#187;&#208;&#176;&#209;&#143; &#208;&#184; &#208;&#178;&#208;&#183;&#209;&#128;&#209;&#139;&#208;&#178;&#208;&#189;&#208;&#176;&#209;&#143; &#208;&#184;&#208;&#179;&#209;&#128;&#208;&#176; &#208;&#180;&#208;&#187;&#209;&#143; &#208;&#178;&#208;&#181;&#209;&#135;&#208;&#181;&#209;&#128;&#208;&#184;&#208;&#189;&#208;&#186;&#208;&#184;, &#208;&#176;&#208;&#178;&#209;&#130;&#208;&#190;&#209;&#128;&#208;&#184;&#208;&#183;&#208;&#190;&#208;&#178;&#208;&#176;&#208;&#189;&#208;&#189;&#208;&#176;&#209;&#143; &#208;&#187;&#208;&#190;&#208;&#186;&#208;&#176;&#208;&#187;&#208;&#184;&#208;&#183;&#208;&#176;&#209;&#134;&#208;&#184;&#209;&#143; &#208;&#191;&#208;&#190;&#208;&#191;&#209;&#131;&#208;&#187;&#209;&#143;&#209;&#128;&#208;&#189;&#208;&#190;&#208;&#185; &#208;&#176;&#208;&#188;&#208;&#181;&#209;&#128;&#208;&#184;&#208;&#186;&#208;&#176;&#208;&#189;&#209;&#129;&#208;&#186;&#208;&#190;&#208;&#185; &#208;&#184;&#208;&#179;&#209;&#128;&#209;&#139; Cards Against Humanity. &#208;&#152;&#208;&#179;&#209;&#128;&#208;&#176; &#209;&#129;&#209;&#130;&#209;&#128;&#208;&#190;&#208;&#184;&#209;&#130;&#209;&#129;&#209;&#143; &#208;&#189;&#208;&#176; &#209;&#129;&#208;&#191;&#208;&#190;&#208;&#189;&#209;&#130;&#208;&#176;&#208;&#189;&#208;&#189;&#208;&#190;&#208;&#188;, &#208;&#184;&#208;&#189;&#208;&#190;&#208;&#179;&#208;&#180;&#208;&#176; &#208;&#176;&#208;&#177;&#209;&#129;&#209;&#131;&#209;&#128;&#208;&#180;&#208;&#189;&#208;&#190;&#208;&#188;, &#209;&#142;&#208;&#188;&#208;&#190;&#209;&#128;&#208;&#181;: &#208;&#190;&#208;&#180;&#208;&#184;&#208;&#189; &#208;&#184;&#208;&#179;&#209;&#128;&#208;&#190;&#208;&#186; &#209;&#130;&#208;&#176;&#209;&#137;&#208;&#184;&#209;&#130; &#208;&#184;&#208;&#183; &#208;&#186;&#208;&#190;&#208;&#187;&#208;&#190;&#208;&#180;&#209;&#139; &#208;&#184;&#209;&#129;&#209;&#130;&#208;&#190;&#209;&#128;&#208;&#184;&#209;&#142; &#208;&#184;&#208;&#187;&#208;&#184; &#208;&#178;&#208;&#190;&#208;&#191;&#209;&#128;&#208;&#190;&#209;&#129;, &#208;&#176; &#208;&#180;&#209;&#128;&#209;&#131;&#208;&#179;&#208;&#184;&#208;&#181; &mdash; &#208;&#178;&#209;&#139;&#208;&#177;&#208;&#184;&#209;&#128;&#208;&#176;&#209;&#142;&#209;&#130; &#208;&#184;&#208;&#183; 10 &#208;&#180;&#208;&#190;&#209;&#129;&#209;&#130;&#209;&#131;&#208;&#191;&#208;&#189;&#209;&#139;&#209;&#133; &#208;&#184;&#208;&#188; &#208;&#178;&#208;&#176;&#209;&#128;&#208;&#184;&#208;&#176;&#208;&#189;&#209;&#130;&#208;&#190;&#208;&#178; &#209;&#129;&#208;&#176;&#208;&#188;&#209;&#139;&#208;&#185; &#209;&#129;&#208;&#188;&#208;&#181;&#209;&#136;&#208;&#189;&#208;&#190;&#208;&#185; &#208;&#190;&#209;&#130;&#208;&#178;&#208;&#181;&#209;&#130;! &#208;&#157;&#208;&#181;&#208;&#188;&#208;&#189;&#208;&#190;&#208;&#179;&#208;&#190; &#208;&#178;&#208;&#181;&#209;&#129;&#208;&#181;&#208;&#187;&#208;&#190;&#208;&#179;&#208;&#190; &#209;&#134;&#208;&#184;&#208;&#189;&#208;&#184;&#208;&#183;&#208;&#188;&#208;&#176;, &#208;&#184; &#208;&#191;&#208;&#176;&#209;&#128;&#208;&#176;&#208;&#180;&#208;&#190;&#208;&#186;&#209;&#129;&#208;&#176;&#208;&#187;&#209;&#140;&#208;&#189;&#208;&#190;&#208;&#179;&#208;&#190; &#208;&#190;&#209;&#129;&#209;&#130;&#209;&#128;&#208;&#190;&#209;&#131;&#208;&#188;&#208;&#184;&#209;&#143; - &#209;&#141;&#209;&#130;&#208;&#190; &#209;&#130;&#208;&#190;, &#209;&#135;&#208;&#181;&#208;&#179;&#208;&#190; &#208;&#189;&#208;&#176;&#208;&#188; &#208;&#178;&#209;&#129;&#208;&#181;&#208;&#188; &#209;&#130;&#208;&#176;&#208;&#186; &#208;&#189;&#208;&#181; &#209;&#133;&#208;&#178;&#208;&#176;&#209;&#130;&#208;&#176;&#208;&#181;&#209;&#130;. &#208;&#146; &#208;&#184;&#208;&#179;&#209;&#128;&#208;&#181; &#208;&#188;&#208;&#189;&#208;&#190;&#208;&#179;&#208;&#190; &#209;&#142;&#208;&#188;&#208;&#190;&#209;&#128;&#208;&#176; &#208;&#189;&#208;&#176; &#208;&#179;&#209;&#128;&#208;&#176;&#208;&#189;&#208;&#184; &#208;&#184; &ldquo;&#208;&#178;&#208;&#183;&#209;&#128;&#208;&#190;&#209;&#129;&#208;&#187;&#209;&#139;&#209;&#133;&rdquo; &#209;&#130;&#208;&#181;&#208;&#188;.&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/NlxNaIbWQtXr_oRIHuv-4A__thumb/img/vDXYdKFc1fwoASf5UGarVSbTE08=/fit-in/200x150/filters:strip_icc()/pic3870927.jpg"
  },
  {
    "id": "33198",
    "name": "Osada",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 10,
    "description": "Osada (&quot;The Settlement&quot;) is a game of development. Players develop their regions from simple and poor settlements to powerful and rich cities acquiring gold and other resources and building constructions like castles, mints, barracks, ports, cathedrals or universities. They can attack each other - and they can be attacked - thus they are able to recruit armies. The key to victory is to balance the economic and military development to achieve final supremacy over other players.&#10;&#10;",
    "categories": [
      "City Building",
      "Civilization",
      "Economic"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/3BZNds9_zdvP2ER7xP_b_A__thumb/img/nTYk7AbP-xaYFdZbWleemHnEw2c=/fit-in/200x150/filters:strip_icc()/pic296458.jpg"
  },
  {
    "id": "260143",
    "name": "Adventures in Neverland",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 12,
    "description": "Take the role of the wayward Peter Pan, the notorious captain James Hook, and many more while you explore the ever-changing island. Your choices will guide you through different storylines, from the seductive merfolk in the lagoon, to the brave natives in the mountains and all the other secrets the island has to offer. Gain allies and items, unlock new abilities, interact with locations and characters and gain experience during multiple adventures. As everybody's Neverland is different, every game will be a new adventure, with new possibilities and challenges to face. Although there will be a winner at the end of the game, the unfolding of the stories on the immersive island of Neverland are key.&#10;&#10;In this story driven adventure game, 2-4 players take on the role of a main character in the world of J.M Barrie&rsquo;s &ldquo;Peter Pan&rdquo;. The game takes around 30 minutes per player, is played in turns and is suitable from the age of 12. The base game includes 6 characters with unique stats and abilities, each with a competitive story. In addition the base game includes one cooperative story for multiple characters. Additional stories can be added and combined. Adventures are narrated through story cards, happenings, and side quests of your choice. You can interact with other characters and locations on the island. While the immersive stories ensure you'll find yourself in a world of wonder and mystery, the players' choices will re-imagine Neverland every time you play the game.&#10;&#10;The game is played in turns. Each turn a player has 3 actions to move and interact with player characters and non-player characters. Players explore the island of Neverland while interacting with stories, happenings, other characters and special locations. The story, goal and challenges are narrated through cards with multiple available options. As every chapter of every player poses multiple outcomes, your adventures on Neverland will be different every time you play. Players can earn adventure points to level up their character. &#10;The game ends when the side quest deck runs out or all players finish their story. The player with the most adventure points wins the game. (Cooperative stories may have different end of game and win conditions)&#10;&#10;The game is suitable from the age of 12 and takes about 30 minutes per player.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "categories": [
      "Adventure",
      "Fantasy",
      "Novel-based"
    ],
    "mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Storytelling",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/nnHjDa1F-cYQLkUoKLk-ww__thumb/img/XUGuWU-0TjaVBo_EetZNC6YYOgE=/fit-in/200x150/filters:strip_icc()/pic5688357.jpg"
  },
  {
    "id": "27826",
    "name": "What's Yours Like?",
    "minPlayers": 4,
    "maxPlayers": 20,
    "playingTime": 45,
    "age": 12,
    "description": "From the Press Release:&#10;&#10;What's Yours Like?&trade; is the new party game from Patch Products where players share side-splitting laughs while coming up with clever, witty and outrageous clues. Descriptions should be truthful, yet clever, so the player in the hot seat doesn't get an easy guess.&#10;&#10;In this game, all players except the one in the hot seat look at a guess word and then creatively describe what theirs is like. They might be telling about their swimsuit, neighbor, closet, hair or any of the other 300-plus words in the game. The player in the hot seat then tries to link all the clues together to figure out what is being described. The best part about this game is that the hilarious clues come from people who play the game. The player who guesses his or her word with the fewest number of clues wins.&#10;&#10;What do you think players are describing with these clues?&#10;&#10;Mine keeps getting bigger.&#10;&#10;I compare mine with others.&#10;&#10;My wife likes mine.&#10;&#10;I never see mine.&#10;&#10;I receive mine once a month.&#10;&#10;You wouldn't believe what I do for mine.&#10;&#10;Mine disappears too fast.&#10;What's Yours Like? is for 4 or more players ages 10 to adult.&#10;&#10;",
    "categories": [
      "Party Game"
    ],
    "mechanics": [
      "Paper-and-Pencil"
    ],
    "image": "https://cf.geekdo-images.com/9rROLP5VxC-7AUHiaMlQfA__thumb/img/lQ2xDITSVjkpagjbyaUYzCQtwzQ=/fit-in/200x150/filters:strip_icc()/pic3507418.jpg"
  },
  {
    "id": "1510",
    "name": "Class Struggle",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 12,
    "description": "This Avalon Hill game is a vehicle for instructing students (there is a classroom section in the rules) on why Marxism is superior. The Workers move around a board while trying to survive against the Capitalist player who control everything. As the Workers unite they take power from the Capitalist player but if they do not suceed in uniting the Capitalist will win.&#10;&#10;The Marxist politics are very up front in this game in presentation and in the suggested reading in the rules. A surprising publication from a war game company&#10;&#10;",
    "categories": [
      "Educational",
      "Political"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/Vd9VjXKa55PpNeeICp5giA__thumb/img/a4w_TmKcZfb0lC2fcLKK4CX30So=/fit-in/200x150/filters:strip_icc()/pic56251.jpg"
  },
  {
    "id": "2431",
    "name": "Bargain Hunter",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 9,
    "description": "Are you ready to test your inflation-fighting skills in the marketplace?  Bargain Hunter challenges you to furnish an apartment (complete with two different pets) in the most economical fashion possible.  Starting out with $1000 in cash, you move your pawn along the path visiting Furniture Stores, Department Stores and the Pet Shop to buy specified items on your shopping list.  Be on the look-out for sales and lottery prizes.  But watch out for whopping big auto repairs, interest due spaces or steep restaurant tabs...They can really take a bite out of your budget!  If you do run low on cash, use your plastic credit card which allows you to charge up to $1000.  Complete your shopping list first *and* owe nothing on your charge account and you'll win the game.&#10;&#10;",
    "categories": [
      "Economic"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/U_Z5vvN1K2xarwSqeRGYTQ__thumb/img/C_7Kl0Ot7AmtWn3Acq8MqKYc1gY=/fit-in/200x150/filters:strip_icc()/pic475416.jpg"
  },
  {
    "id": "5959",
    "name": "Scrimmage: Tactical Professional Football",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 90,
    "age": 10,
    "description": "Scrimmage - Tactical Professional Football is, in many ways, &quot;the ultimate wargame&quot;.  It combines varieties of movement, combat and objectives rarely found in actual warfare.&#10;&#10;First published in Strategy &amp; Tactics magazine #37, Jim Dunnigan transformed the game of Football into a wargame, with limited success.&#10;&#10;Played on a hex map football field (6 hexes = 10 yards), players set up their teams and run plays.  Rules cover all aspects of the sport: facing, movement, contact, transferring the ball, passing and running.  The standard 'Combat Results Table' in most wargames becomes the 'Contact Results Table', where players are neutralized for a number of play segments or immobilized for the turn.  On passing plays, a 'Pass Completion Table' is consulted.&#10;&#10;Extensive examples of play are included for both running and passing.  However, no rules are included for kickoffs/punts or Field Goal attempts.&#10;&#10;",
    "categories": [
      "Sports"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/EKl_nDxuB-86oHuSgdjebA__thumb/img/ZKM9nWHQ-pbAbTmR7MCTtoKd4sQ=/fit-in/200x150/filters:strip_icc()/pic62579.jpg"
  },
  {
    "id": "376574",
    "name": "Splash Down",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "Splash Down&#10;&#10;At the start of the game, place all your frogs in the 'home' space. This is the tile just before the first pad of the map.&#10;&#10;Each Turn&#10;&#10;Each then you roll a die; this determines the maximum spaces you can move in any direction. The first player may re-roll on the first turn.&#10;&#10;You then pick a pad to land on. There are 4 types of pads:&#10;&#10;Green Pads: Land here safely&#10;Yellow Pads: When land, flip a frog coin; if it lands on heads, you lose a life. &#10;Red Pads: Lose a life when you land here. &#10;Dark Green: Like green pads, but you cannot dunk a player who is on them. These pads usually have flies, as shown above.&#10;&#10;When you land on a pad, you automatically gain the number of flies indicated. It is now in your possession. The flies are then removed from the lilypad and cannot be gained by another player.&#10;&#10;You can also land on a pad another player is already on. When this occurs, you may attempt to dunk them.&#10;&#10;Dunking&#10;When you land on the same pad as an existing player, you can choose whether to try to dunk them. If you want to, roll the frog dice. If it's an even number, you can move that far, and they lose a life. If it's odd, you may not move. However, if it's a 1, you lose a life.&#10;If you die holding flies, they FLY back to the location they come from and can once again be claimed by another player. &#10;Notes:&#10;You must roll for the pad first when attempting a dunk on yellow/red. You may leapfrog even if you lose a life, provided you have not been eliminated.&#10;When there are 2 or more people on a pad, you dunk them all!&#10;&#10;Lives&#10;&#10;Each player starts with 5 lives. Upon running out of lives, a player is eliminated and loses the game without any further actions possible.&#10;&#10;Goal&#10;Collect flies, and return them to the start point. The winner is the (living) player with the most flies at the end. Once you've returned, you cannot go out again.&#10;&#10;Optional Rules&#10;&#10;An optional rule is Fly Stealing. When this rule is chosen, a player steals a fly from any opponent they successfully dunk.&#10;&#10;",
    "categories": [
      "Animals",
      "Dice",
      "Party Game"
    ],
    "mechanics": [
      "Critical Hits and Failures",
      "Dice Rolling",
      "Player Elimination",
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/Jl3VoySPgP5SLdy1gNs8Xg__thumb/img/XobMOGHD8slAkaYmBkSpnaN8G-A=/fit-in/200x150/filters:strip_icc()/pic7230231.png"
  },
  {
    "id": "29505",
    "name": "Monopoly: Banking",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 8,
    "description": "This Version of Monopoly offers the well known game play. But instead of paper money, credit cards a used. Every player has its own card, a small card reading computer resolves all payments.&#10;&#10;The streets in this version are named after streets and places in Berlin. Monopoly Banking was the best-selling boardgame in Germany in 2006.&#10;&#10;",
    "categories": [
      "Economic",
      "Electronic",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/J6XFy526khSPQ0gZzKccEw__thumb/img/SNjysWY_I0wfTMnClEiZrRmWO1U=/fit-in/200x150/filters:strip_icc()/pic210293.jpg"
  },
  {
    "id": "16387",
    "name": "3D Tic Tac Toe",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 1,
    "age": 6,
    "description": "Trimula appears to be an implementation of 3D Noughts and Crosses. It looks from the box that it was released sometime in the early 70s. The contents consists of a clear plastic 3D game board which can be assembled and disassembled at will, and a more than adequate number of large glass marbles in two colours. However whilst it is a game in a 3 x 3 x 3 matrix, it has very different win conditions to Tic Tac Toe in that the player with the most row of 3, when the pawns are all played, wins.&#10;&#10;There are a number of other such games where the players use 3 boards arranged to yield 27 playing positions.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Pattern Building",
      "Pattern Recognition",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/l19Bxo6ZXm-M_Efk-eyuQw__thumb/img/sgbAMDKYq-cnP2ElozYf7k_ZlA0=/fit-in/200x150/filters:strip_icc()/pic110563.jpg"
  },
  {
    "id": "11618",
    "name": "Cranium Zigity",
    "minPlayers": 2,
    "maxPlayers": 99,
    "playingTime": 10,
    "age": 8,
    "description": "Each card is representing a color. yellow: spell a word, red: count to eleven, blue: puzzle and green: collection of instruments. In the corners of each card all the colors are present. There are two kinds of action cards. Cards that let a player draw cards and card that avoid drawing cards.&#10;&#10;Each player receives seven cards. The other cards are placed face down in the middle of the table. The first player turns a card from the deck in the middle of the table. The color of the card defines what to do. If a yellow card shows up, the player can use as many cards as he wants to spell a word using the letters in the yellow corner of the cards in his hands.&#10;If a red card shows up, the player has to count the numbers in the red corner of the card to make exactly 11. &#10;When a blue card shows up, the player has to make a puzzle using the circles in blue corner. &#10;And when a green card shows up, the player may play all cards in his hand with the same instrument.&#10;&#10;If a player can't play any card, he/she can play an action card or draw a card. The player who discarded(plays) all of his/her cards first wins the game.&#10;&#10;Comes with a collectible tin and clear plastic cards.&#10;&#10;This game is/was a Starbucks exclusive game. It was also sold at select Barnes and Noble stores that also had a Starbucks coffee shop.&#10;&#10;",
    "categories": [
      "Card Game",
      "Math",
      "Word Game"
    ],
    "mechanics": [
      "Hand Management",
      "Pattern Building",
      "Spelling"
    ],
    "image": "https://cf.geekdo-images.com/ZdvhMIyQPH52MprbWb5UQQ__thumb/img/Y79JpTLzmsljYaZtoEf7tNxTDcw=/fit-in/200x150/filters:strip_icc()/pic282571.jpg"
  },
  {
    "id": "1837",
    "name": "Word Yahtzee",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "Word Yahtzee is another addition to the Yahtzee family, which is one of the most recognised dice games in history. However instead of numbers, letters and words take center stage.&#10;&#10;Players still have a maximum of 3 rolls in a given turn but now players have 7 dice at their disposal. The dice in Word Yahtzee contain a set of letters similar to that on offer in Scrabble and each letter is also tagged with a value, which is used in creating a score when a player meets one of the criteria.&#10;&#10;The targets to aim for include words of certain lengths (top half of the score pad), whilst the bottom half includes categories such as 2 words, 3 words, all vowels and all consonants to name a few.&#10;&#10;To achieve a Yahtzee a player must be able to form a 7-Letter word.&#10;&#10;At the end of each game the highest score is declared the winner but like classic Yahtzee, players an play all 6 games featured on a single page and combine those scores to play a more epic game.&#10;&#10;Word Yahtzee is a word dice game.&#10;&#10;",
    "categories": [
      "Dice",
      "Word Game"
    ],
    "mechanics": [
      "Dice Rolling",
      "Pattern Recognition",
      "Spelling"
    ],
    "image": "https://cf.geekdo-images.com/0RGBO0BzpFHel_SYdVO6UA__thumb/img/kntlDg1pHTo33O9uhJA2a7O3-uY=/fit-in/200x150/filters:strip_icc()/pic1517020.jpg"
  },
  {
    "id": "2242",
    "name": "Creatures & Cultists",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 6,
    "description": "Players create cults, that try to summon their favourite god from the Cthulhu mythos, to destroy the world.&#10;&#10;Originally included as an enormous centerfold, with ten pages of cardstock cards to cut out, in issue #4 of The Unspeakable Oath, the independently published magazine for the Call of Cthulhu RPG.&#10;&#10;Contains: 128 Cards, 8 play sheets, moron-level rules&#10;&#10;",
    "categories": [
      "Card Game",
      "Horror",
      "Humor"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Player Elimination",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/Ka6ZU6OT7wEnvTruDxh8vQ__thumb/img/sjedE_FAdh3_I8dxVVvLIpSRYcc=/fit-in/200x150/filters:strip_icc()/pic58898.jpg"
  },
  {
    "id": "6785",
    "name": "Big Brother: The Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 12,
    "description": "Just like the residents in the Big Brother house, the players in Big Brother-The Game try to be the last one left in the game.&#10;&#10;On subsequent turns, player roll the dice and move around the board collecting cards and casting ballots.  Confrontations frequently develop as written on the cards.  Players determine who should be voted out based the negative outcomes on the cards.  Landing in different rooms of the house (on the board) grants players different powers.&#10;The voted out players continue to vote on other events.  The player left standing at the end wins.&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/yboy8ObE6HT3-OruhPxqSA__thumb/img/mNc9qloTnwaGuk9A2QKtDwAi3pU=/fit-in/200x150/filters:strip_icc()/pic27558.jpg"
  },
  {
    "id": "1959",
    "name": "Myst",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 10,
    "description": "Two teams race to put together a jigsaw puzzle of Myst Island, then take turns playing cards that match the artifacts found at various locations.  Most points after all the cards are played wins.&#10;&#10;",
    "categories": [
      "Puzzle",
      "Video Game Theme"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/lJyZ2r8M2l5QpYWyjdmtRA__thumb/img/9E24JfU72K70Hbrcw7JSz4O942s=/fit-in/200x150/filters:strip_icc()/pic210435.jpg"
  },
  {
    "id": "1902",
    "name": "Mad Scientist",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "From the box:&#10;&#10;Be the first Mad Scientist to control four of the seven continents and you win.&#10;&#10;This devilishly clever two player card game will challenge your strategic interests as you battle for world domination.  The seven cards in your hand are numbered 1 to 9 and include special effect cards that may tweak the rules to your benefit.  Place a card on the continent that brings its value to ten and you control that continent, but beware of giant robots guarding your opponents interests.&#10;&#10;Sounds simple but watch out for cards like the Radioactive Randomizer, the Dreaded Duplicator and the Sinister Shuffler.  They might change everything.&#10;&#10;",
    "categories": [
      "Card Game",
      "Science Fiction"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/fyLp5ZV56GBzC0hGV5mw1A__thumb/img/bBgwddD66uUwXVR6PR9YeI4h1vA=/fit-in/200x150/filters:strip_icc()/pic937883.jpg"
  },
  {
    "id": "218722",
    "name": "5 Second Rule: Uncensored",
    "minPlayers": 3,
    "maxPlayers": 99,
    "playingTime": 45,
    "age": 18,
    "description": "Description from the publisher:&#10;&#10;It seems easy to name three uses for your tongue, but can you do it without getting tongue-tied or flustered? Everyone's watching you, wondering what exactly you use your tongue for, and time is twisting down-you only have five seconds to dig into the smutty corner of your mind and just spit it out!&#10;&#10;",
    "categories": [
      "Card Game",
      "Mature / Adult",
      "Party Game",
      "Trivia"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/0udzFp8USaN6d9Wtcz7wLA__thumb/img/jZc_PBM1J_cX3A4K528CDHkYZcY=/fit-in/200x150/filters:strip_icc()/pic7476835.jpg"
  },
  {
    "id": "173075",
    "name": "Disturbed Friends",
    "minPlayers": 4,
    "maxPlayers": 10,
    "playingTime": 90,
    "age": 18,
    "description": "Disturbed Friends is an adult party game designed to find out how disturbed your friends are, but, more importantly, how disturbed they think you are.&#10;&#10;You will be faced with horrible situations, sexual scenarios and unethical debates that may cause you to re-evaluate your friendships.&#10;&#10;Each player receives a Set of Voting cards. On your turn, you pick a Question Card and read it out loud. Your friends simply vote on which answer they believe you will choose and place their vote face down. Once all players have voted, you indicate your answer. Each player turns over their card revealing the answer they think you chose. Players that predicted your answer correctly receive a #winning Card. The first player to get 10 #winning cards wins!&#10;&#10;",
    "categories": [
      "Card Game",
      "Mature / Adult",
      "Party Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/LzKVk3Nz9HCqX6VTok71KQ__thumb/img/YjZ0sc19jt3cGwmasi6X_AU3uCQ=/fit-in/200x150/filters:strip_icc()/pic8213066.jpg"
  },
  {
    "id": "1073",
    "name": "Der Schatz der Inka",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 8,
    "description": "Each player takes control of an expedition searching for the Inca treasure. Before the game starts the treasure is placed in one of the temples. The temples are mixed and placed on the game board, one on each square marked with a temple. Movement is done by rolling dice and playing compass cards in the direction(s) you want to move. If you land on a temple you may search it.&#10;&#10;When a player finds the treasure he must bring it safely to his home camp in order to win the game (the other players will gang up to try and steal the treasure from him).&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/tWRk_IKAERK58pESqioNCQ__thumb/img/y1Sd0uWsr7CFFltFIgH6x0dJcFA=/fit-in/200x150/filters:strip_icc()/pic32070.jpg"
  },
  {
    "id": "4062",
    "name": "Swap!",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 10,
    "age": 7,
    "description": "A relative of Uno.  Players try to get rid of their cards by playing matching colors; special cards change the color or require players to swap hands or slap the discard pile.&#10;&#10;",
    "categories": [
      "Card Game",
      "Children's Game"
    ],
    "mechanics": [
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/Zjhbnc6BJDWW3rTvZV6d5Q__thumb/img/FuA2nAYnugnk4YLq3gfpxYrjhCA=/fit-in/200x150/filters:strip_icc()/pic221815.jpg"
  },
  {
    "id": "8041",
    "name": "Monopoly: The Lord of the Rings Trilogy Edition",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 8,
    "description": "Make the journey with the Fellowship and claim the territories of Middle-earth in this special edition of the classic MONOPOLY Game. Gather power as you move in and out of these territories, building strongholds and fortresses to secure your holdings. You may even acquire relics such as the staffs of the wizards. Become the most powerful player throughout middle-earth to be the winner. Includes 6 collectible The Lord of the Rings tokens.&#10;&#10;",
    "categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation",
      "Novel-based"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/NfUikN4kwiqJTz5eYdhZeg__thumb/img/UoQ3RWNwBAOtGTrx0qyW-8_GCvk=/fit-in/200x150/filters:strip_icc()/pic32934.jpg"
  },
  {
    "id": "170274",
    "name": "Never Have I Ever: The Game of Poor Life Decisions",
    "minPlayers": 4,
    "maxPlayers": 12,
    "playingTime": 30,
    "age": 17,
    "description": "Still feeling weird about that time you called someone the wrong name during sex? How about when you got arrested for public urination? Don&rsquo;t worry, all your poor decision-making has finally paid off.&#10;&#10;Every game of Never Have I Ever presents a chance to relive life&rsquo;s funny, embarrassing and awkward moments with your friends. We&rsquo;ve thought of hundreds of things you may or may not want to admit, and added rules to spice things up. You&rsquo;ll be amazed how quickly you can learn about someone.&#10;&#10;Everyone gets 10 Play Cards and takes a turn reading a Rule Card. During each round players have a chance to admit whether they're 'guilty' or 'not guilty' of a Play Card. If you're guilty, you get to keep it.&#10;&#10;First person to collect 10 Play Cards wins (depending on how you look at life).&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/jFwQsiChKVxGL0rCzX6gaQ__thumb/img/wKxq0_UWfgZgYt65BvpaS95TGcw=/fit-in/200x150/filters:strip_icc()/pic4503017.jpg"
  },
  {
    "id": "287002",
    "name": "Marram",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "Marram is a strategic tile game for 2-4 players. Players draw 3 tiles and take turns to lay 2 tiles that depict certain characteristics of features (two types of snakes, worms and patches of grass and sand), laying them to fit with those already laid.  Instead of laying a tile, the player may elect to use a spade card that allows the player to flip certain already-laid tiles changing the pattern of the underlying grass and sand.&#10;&#10;Players claim ownership of features by placing welly boots on them during their turns. There are limited welly boots and several features to lay on, so the choice on where and whether to claim features is the key part of the game.&#10;&#10;Completing a feature allows the player to score points and to claim back their welly boots for further use. Using a spade card allows the player to capture welly boots on the tile that is flipped as well as potentially completing features.  Players have the option of a short 30 minute game to reach pre-agreed points totals or a longer game in which all tiles are played. the player with the highest points total wins.&#10;&#10;The set comprises a scoreboard, 96 tiles, 8 spade cards, 4 counters and 4 different coloured sets of 7 welly boots, and a tile bag.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "mechanics": [
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/PvNJEVqwCgJZWkTGK4FeBA__thumb/img/0r4KmBDKxfwCZxwTg5W5BZy9duA=/fit-in/200x150/filters:strip_icc()/pic5166460.png"
  },
  {
    "id": "37305",
    "name": "Halo Interactive Strategy Game",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 60,
    "age": 10,
    "description": "Halo is one of the most recognizable and successful video game franchise of all time and boasts a tremendous worldwide presence that continues to grow,&quot; said Trevor Drinkwater, President and CEO of Genius Products. &quot;Fans of all ages are going to love this extension of the popular brand that offers endless game play. B1 Games has created an incredibly innovative game that mirrors the hit franchise and will truly resonate with fans.&quot;&#10;&#10;Featuring the same premise and characters as the video game - including Master Chief, A.I. and Covenant - the 'Halo Interactive Strategy Game' offers a modular board that can be re-configured to create a virtually limitless game play experience. In recreating the video game's signature three dimension graphic design, the game pulls fan-favorite elements from Halo 1, 2, and 3 along with music from the video game's award-winning soundtrack and features unseen exclusive DVD content to enhance game play.&#10;&#10;In the game, players will command armies of three-dimensional collectible character pieces for two different levels of play: Heroic for faster, more casual game play and Legendary for more strategic advanced gamers. Fans can follow story lines that expand the Halo experience in Campaign mode or go head-to-head in interactive battle sequences with Slayer or Capture the Flag modes. The battle options are endless with future add-ons of new adventures, vehicles, characters and weapons to expand the experience.&#10;&#10;'The Halo: Interactive Strategy Game' is suitable for ages 10+ and will be available at retailers nationwide.&#10;&#10;",
    "categories": [
      "Miniatures",
      "Science Fiction",
      "Video Game Theme",
      "Wargame"
    ],
    "mechanics": [
      "Line of Sight"
    ],
    "image": "https://cf.geekdo-images.com/7PlNSmfIqBVkWp2sPP_XWA__thumb/img/ah-Ez8kZEzfeQUE-V_MI-05DEpM=/fit-in/200x150/filters:strip_icc()/pic4601267.jpg"
  },
  {
    "id": "299556",
    "name": "Exploration: Warzone",
    "minPlayers": 2,
    "maxPlayers": 3,
    "playingTime": 15,
    "age": 8,
    "description": "Exploration: Warzone is a space themed game in which players take control of spaceships with different skills and jump into a space battle.&#10;&#10;This is a dynamic filler game in which the most important part is that you need to assess what your opponent's next move will be. Should you attack, defend, recover, avoid battle, collect VP or use spaceship skills? That is the question.&#10;&#10;There are multiple paths to win: destroying opponent spaceships and became last man standing in the warzone, collect two relic cards or get the most victory points. You will be able to acheive the goal by building your deck of hex cards including action cards, war cards and relics. Then you will be able to utilize them in one of 9 possible actions. To expand your hand you will need 4 resources that create microeconomics in the game. Finally, you'll use your spaceship's unique ability to overwhelm your opponent in a simple, but not crude, card-based combat system.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Science Fiction"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Rock-Paper-Scissors",
      "Take That",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/cqd-6pOXRxyPxgAthA-dUQ__thumb/img/w9lkIwew3ejs_Jat1P0xfeHY7qU=/fit-in/200x150/filters:strip_icc()/pic5189189.jpg"
  },
  {
    "id": "128185",
    "name": "Don't Rock the Boat",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 3,
    "age": 5,
    "description": "A 3D boat and 2-piece water wave are assembled, and 16 pirate penguins are divided according to the number of players. The object is to balance your pirate penguins on the boat without making it tip. Players take it in turns to place their penguins standing up on the boat, wherever they wish. As soon as the boat rocks and one or more penguins fall over the game, or round, ends. The last player before the player who rocked the boat is the winner.&#10;&#10;Recommended ages: 5-15 years&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game",
      "Nautical",
      "Pirates"
    ],
    "mechanics": [
      "Stacking and Balancing"
    ],
    "image": "https://cf.geekdo-images.com/q8Ju798wcy9C0kd3v2VN_w__thumb/img/8e4Z0Rwl831uuzYs-ukCSOZipy0=/fit-in/200x150/filters:strip_icc()/pic1393387.jpg"
  },
  {
    "id": "7600",
    "name": "Star Trek: The Next Generation",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 12,
    "description": "From game box:&#10;&#10;Attention Trekkers!&#10;&#10;Move to the next level of game play, Star Trek: The Next Generation.&#10;&#10;Star Trek: The Next Generation is a game of navigation, search, and discovery. The object of the game is to &quot;seek out new life and new civilizations&quot; on an unknown number of planets and be the first to report them to Starfleet(TM) Command. It is a fun, challenging game for those with general Star Trek knowledge and even more exciting for dedicated Star Trek fans.&#10;&#10;You are the Captain of your own starship, in control of your navigation and in command of your actions. Your knowledge of Star Trek: The Next Generation influences your success. Unpredictability abounds. You are always on the lookout for chance encounters with the Borg ship, Temporal Fluxes, &quot;Q,&quot; planets, and other starships. Your sensors detect these entities to keep you abreast of your relative position.&#10;&#10;Test your knowledge of Star Trek: The Next Generation as you commandeer your own starship through unexplored territory.&#10;&#10;",
    "categories": [
      "Exploration",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Space Exploration",
      "Trivia"
    ],
    "mechanics": [
      "Point to Point Movement",
      "Secret Unit Deployment"
    ],
    "image": "https://cf.geekdo-images.com/FiPoc_LRx19uVgceBb1a0w__thumb/img/ZytWZySUC50lgrmyBotIUsJoAKE=/fit-in/200x150/filters:strip_icc()/pic50294.jpg"
  },
  {
    "id": "1439",
    "name": "Penguin Pile-Up",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 5,
    "description": "There is much ado in the penguin colony.  The iceberg shakes with all the commotion.  All the penguins want a place on the iceberg, but only those who can keep their balance can avoid the icy water below!&#10;&#10;Steady hand and careful planning are needed to balance all your penguins on the slippery iceberg.  If you succeed before the other players, you win the game!  But if the penguins fall, you must start again with all the penguins that fell joining your colony.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Real-time"
    ],
    "mechanics": [
      "Area Movement",
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/hC9lT1HlvA-vmHEN9eYdoA__thumb/img/Ra2GWjkZrFNEl-0OdSB_52dAhrk=/fit-in/200x150/filters:strip_icc()/pic5877125.jpg"
  },
  {
    "id": "191624",
    "name": "Bear Valley",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "In Bear Valley, you must be the first to survive the treacherous wilderness and escape to the safety of the camp at the end of the valley. Players start as 2-6 campers along the Bear River and must navigate the wilderness, avoiding bears and trying to not get lost.&#10;&#10;The map of trails and challenges is built by the players as they explore the wilderness. These wilderness cards feature beautifully illustrated realistic art and have between three and six exit points along with a variety of features, both man-made and natural in origin. No two games will ever play the same.&#10;&#10;Gameplay is structured around a clever movement mechanism in which the first player moves one card, the second player moves up to two cards, the third player three, and so on. Each of the six player characters has both advantages and disadvantages that can be used across a variety of play options &mdash; short or long play, regular or advanced.&#10;&#10;Dive into caves, row canoes, cross bridges, climb mountains, and cut through treacherous underbrush as you stop at nothing &mdash; except bears &mdash; to be the first to reach base camp. Can you survive and escape Bear Valley?&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game",
      "Exploration"
    ],
    "mechanics": [
      "Modular Board",
      "Player Elimination",
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/V-HoopmafkLUNNlqwt7oFg__thumb/img/0yd9SIYlMP7Sc0TWuOrcPx_--T4=/fit-in/200x150/filters:strip_icc()/pic2839194.jpg"
  },
  {
    "id": "3529",
    "name": "Vampire Hunter",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 9,
    "description": "From the rules:  &quot;The Object:  Make your way into Drakus' castle, fighting the monsters as you go.  Find Drakus before his escape ship arrives and defeat him once and for all!&quot;&#10;&#10;This is a simple game targeting pre-teens and teens.  The game itself MUST be played in the dark as the tower lights shift from red to blue, changing the board, dice, and tiles that may or may not reveal creatures of the night.&#10;&#10;",
    "categories": [
      "Horror"
    ],
    "mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Grid Movement",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/TU-QZbD2xjUXp3iir0d1VA__thumb/img/sXbvt67odZyl-ofhMKebIzTwQD8=/fit-in/200x150/filters:strip_icc()/pic12396.jpg"
  },
  {
    "id": "305984",
    "name": "GPS",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 10,
    "age": 6,
    "description": "You're launching GPS satellites into space. They need to orbit the earth in the correct order. But your launch windows are limited. You can only launch satellites where the spinner points each turn. It is your job to pick the best satellite for each launch to get your birds in order before your opponents.&#10;&#10;GPS is a game about how fun it is to spin that spinner. And it is a very satisfying spin.&#10;&#10;It is a game about rooting for the rocket to land on your number.&#10;&#10;GPS is a game about putting yourself in a position where the spinner is most likely to help you.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Number",
      "Space Exploration"
    ],
    "mechanics": [
      "Ordering",
      "Race"
    ],
    "image": "https://cf.geekdo-images.com/k-7LLAhyGX69AzBKn7UGOQ__thumb/img/6gEQWr_OYuik9f-ryPFXuAK1h5E=/fit-in/200x150/filters:strip_icc()/pic5313558.png"
  },
  {
    "id": "7709",
    "name": "Hands Down",
    "minPlayers": 3,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 5,
    "description": "Object: &quot;Play the most card pairs by slapping your Slam-O-Matic hand.&quot;&#10;The object of the game is to make the most pairs. If you are the last person to &quot;slap-in&quot; after as a pair is played (&quot;Hands Down&quot;) then you lose a card from your hand.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Bluffing",
      "Card Game",
      "Children's Game",
      "Real-time"
    ],
    "mechanics": [
      "Hand Management",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/h-Ajyu9zi1E-7oyHhJKTGg__thumb/img/_qSHmxEEE5v9UBl_OL9AG3Xw0AY=/fit-in/200x150/filters:strip_icc()/pic8467592.jpg"
  },
  {
    "id": "70329",
    "name": "Conan: el juego de cartas",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 13,
    "description": "From Boardgame News:&#10;&#10;Edge says that it wants to reflect every aspect and character of the Hyborean Age in the game. The game will be an easy to play but challenging, with many details of the fantastic sword-and-sorcery world imagined by Robert E. Howard.&#10;&#10;In the game, you will be an adventurer searching for gold and glory. Traveling around the different Hyborean cities and locations, you will probably meet with Conan &ndash; he can be present in many ways, from barbarian to king. Try always to be his friend, as it will be better for you.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/u8F6HcV5mI0hgNGkqLcNEg__thumb/img/2WIQGAMdit-cujtowQe42mWs8q0=/fit-in/200x150/filters:strip_icc()/pic716034.jpg"
  },
  {
    "id": "209945",
    "name": "Pretending to Grownup",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 13,
    "description": "Pretending to Grownup is a casual card game for grownups who feel like they're pretending, with gameplay along the lines of Top Trumps in that the cards have different values for time, money, and energy, and players will be comparing these cards to see who wins in a face-to-face competition.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/LvYHewCI_WG9x_tv-8ToSQ__thumb/img/h48Hez7n6WCCgp-E6ukg2GfP38U=/fit-in/200x150/filters:strip_icc()/pic5251400.png"
  },
  {
    "id": "11778",
    "name": "Cat & Mouse",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 4,
    "description": "Each player is a mouse, scrambling around a giant cheese,  sliding through the holes! Race to collect five cheese first &amp; win. Beware - the tomcat (Max) is waiting! If you're caught, you'll lose your cheese!&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/M54qrOzYK3qT_IIUwfQNFQ__thumb/img/P8jk1zcJn_kFVfc8O4n9qwMi1gg=/fit-in/200x150/filters:strip_icc()/pic360623.jpg"
  },
  {
    "id": "202254",
    "name": "The Bird Told Me to Do It",
    "minPlayers": 2,
    "maxPlayers": 3,
    "playingTime": 45,
    "age": 12,
    "description": "Make sure your color birds show up the most on the branch and score big.  Do what the birds tell you to do and score bigger!&#10;&#10;The Bird Told Me To Do It is a point scoring game in which each player adds to a twisting forking tree branch from his hand of cards.  Each card shows a number of birds of a certain color.  A player can collect a plumage card of a color by adding birds to the branch in that color.  When a branch is finished the color showing the most birds scores points for the player owning that color plumage.&#10;&#10;Each card also shows an instruction being given by a bird on the card.  When a player adds a card to the branch, he performs all instructions given on all cards on the branch from the trunk of the tree all the way out to the card he placed. These instructions can be to draw cards, collect plumage, score cards, add more cards to the branch, remove cards from the branch, or boost the effect of a future card.&#10;&#10;Cards in the same color on the branch also boost each other's instructions. Chain lots of cards on a branch for crazy turns!  Twist and loop the branch to keep other players from copying your moves!&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Take That",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/_BwEnQBgYl04DSJbDLvCNQ__thumb/img/SII2Eq7DJzMiDKSDbgh_Q1msoUw=/fit-in/200x150/filters:strip_icc()/pic3228749.jpg"
  },
  {
    "id": "42968",
    "name": "Pressure Matrix",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 10,
    "description": "Welcome to the Pressure Matrix &mdash; a futuristic game show where the contestants fight for their very lives. Trapped into a four walled arena, each runner moves to score the most points, while simultaneously pinning opponents into the corners of the Pressure Matrix, where they cannot move. As the game goes on, the pressure mounts as the runners move faster and faster, with fewer and fewer options. The game ends immediately when any runner is &quot;frozen&quot; (out of control markers at the start of the runner's turn).&#10;&#10;Pressure Matrix is a fast-paced, clever strategy game for 2 to 5 players. With multiple levels of play, random tile placement, and sinister opponents, there is no end to the Pressure Matrix.&#10;&#10;",
    "categories": [
      "Science Fiction"
    ],
    "mechanics": [
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/6N4rKK4RQUKwk2p_bqPLyQ__thumb/img/dYaRr95p9PStGaT50oiPYAh4qo8=/fit-in/200x150/filters:strip_icc()/pic547472.jpg"
  },
  {
    "id": "286264",
    "name": "The Office: Downsizing Game",
    "minPlayers": 5,
    "maxPlayers": 10,
    "playingTime": 0,
    "age": 16,
    "description": "&quot;Oh, it is on like a prawn who yawns at dawn.&quot; Huh? It's a game of workplace survival! Can you make it through the workweek at Dunder Mifflin without getting downsized out the door? Roleplay as your favorite The Office character and try to make it 'til Friday without getting fired. Be part of Team Michael, intent on exposing Toby as the Scranton Strangler. Be part of Team Toby, just itching to issue a pink slip (or two or three). Orrr, BE TOBY in disguise! Each day of the week comes with a new email from HR and enough episode-specific gameplay references to separate the avid show watcher from the hard-core Dunder Mifflin devotee. Will you triumph in the finger gun face-off? Your job may depend on it.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Deduction",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Role Playing"
    ],
    "image": "https://cf.geekdo-images.com/uO-AtPH2jRZK5yPbBGa27w__thumb/img/dMralKtEQ2osgd534Cx1P00ObmM=/fit-in/200x150/filters:strip_icc()/pic6813838.jpg"
  },
  {
    "id": "11863",
    "name": "Rock Paper Scissors",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 5,
    "description": "The object of the game is to complete all of the squares on the game board using the Rock Paper Scissors selectors.&#10;&#10;",
    "categories": [
      "Children's Game"
    ],
    "mechanics": [
      "Rock-Paper-Scissors",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/Xyc6mlrjzTF1nC0ZH4COMw__thumb/img/NthXjjiLYGTP3QNbdbi88himGpE=/fit-in/200x150/filters:strip_icc()/pic47915.jpg"
  },
  {
    "id": "10613",
    "name": "Race to the Roof",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 5,
    "description": "An Exciting Game Of Pursuit...&#10;&#10;From The Basement To The Attic!&#10;&#10;Children begin by arranging the rooms of the house, then advance their playing pieces by rolling the die.&#10;&#10;Each time a player rolls a 6, he or she draws a chance card, searches the house for the object pictured on the card, then moves ahead - or back! - to that spot.&#10;&#10;Because the house is rearranged before beginning play, the hidden objects will be in a different place each time!&#10;&#10;The first player to reach the attic window is the winner.&#10;&#10;Game Contents: Gameboard,16 Room Cards,20 Chance Cards,4 Playing Pieces,1 Die,Game Rules.&#10;&#10;",
    "categories": [
      "Animals",
      "Children's Game",
      "Dice",
      "Racing"
    ],
    "mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/QGuVwLJMvE91hwir-0R4eg__thumb/img/iQZlGHDfjf0TFbNSU2CM4z4grPY=/fit-in/200x150/filters:strip_icc()/pic336109.jpg"
  },
  {
    "id": "8432",
    "name": "Sorry! The Disney Edition",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 6,
    "description": "Sorry! The Disney Edition is a Walt Disney Licensed version of the original game of the same name.&#10;&#10;The basic premise is that players draw cards and move around the board based on the instructions shown. The first player to get all of his/her pieces into the his/her end spaces wins.&#10;&#10;However, there are some special instructions that must be followed. The most important is that the game is called Sorry because if you land on a space occupied by another player, that player's piece is returned to the start. You must also draw certain cards to start a new pawn and you must hit the end space by exact count. There are also some special cards that will affect gameplay and slides that can move you forward faster.&#10;&#10;The Disney version adds special cards that are only specific to certain players.&#10;&#10;In essence, this is the same Sorry as before but with a Disney theme.&#10;&#10;",
    "categories": [
      "Card Game",
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/7L0zq8GlEQqGJJITEU8rYA__thumb/img/L2lcxNgHM8L9VBta-4bsTKLHqdk=/fit-in/200x150/filters:strip_icc()/pic35666.jpg"
  },
  {
    "id": "1647",
    "name": "Spammers",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 13,
    "description": "FROM the SESSION REPORT:&#10;&#10;Each player is competing to pull off the most lucrative scams. You do this by spamming mailing lists. The more closely related the mailing list is to the type of scam you're trying to pull, the easier it is to score.&#10;&#10;Scams come in 4 types - sex, internet, money and free stuff. The text and art flavor are quite wonderful. Of course the sex scams appeal the most - highlights were the Virtual Jellorama, Walter's Wankery and Disgusting Dog Tricks. If you're geeky, some of the internet scams are witty. All the standard 'make money doing nothing' and free stuff scams are there as well.&#10;&#10;You play scam cards in front of you (up to 5) and then play mail-out cards (spams) trying to lure people in. There are a number of mailing lists of various sizes in the middle for anyone to mail to, plus each player has some private mailing lists that only they can spam. The action is to play a 'mail' card, nominating both a scam and the list that you're mailing the scam offer to. If you roll a d6 less &lt;= the size of the list, you succeed, and that scam scores a point. If you roll way under (4 or more), your scam scores 2 points. Some lists specialize in one of the 4 scam types ... if your scam and the list matches, you get a modifier of +2 making it easier to score, plus the mail-out cards have modifiers between 0 and +5.&#10;&#10;Simple so far, but every time a mailing list gets spammed, it decreases in size by 1 (1 million thematically which equals 1 on the die) - these are subscribers getting disgruntled by the amount of spam they're receiving who leave the list.&#10;&#10;The winner is the first person to get 20 points across all their scams, or who gets a single scam of 12 points BUT it's only checked at the start of your next turn.&#10;&#10;A turn consists of 3 actions surrounding 2 decks - list cards and action cards. An action is pick up a card, play a card or merge 2 lists (making one bigger list you can then mail to). The action cards consist of scams, mail-outs or hardware cards. Hardware cards are played in front of you and allow you to break the game rules in a prescribed way (eg can mail other's private lists). Mail-out cards also list special effects which vary from mundane to wildly powerful but generally allow you to hose other players. When you play one, you say whether you're mailing or playing the special effect.&#10;&#10;To the game play itself. You try to get a mail-out going every turn (you're only allowed one) and pick a scam / list combination that gives you the best chance of scoring 2 points rather than 1 point. If you only get 1 point, you may well be falling off the pace. You're generally picking up at least one card each turn, and this can be a slow process as any special action needs to be read and understood to work out whether you want to use the card as a mail-out or for the special effect. So it's not the fastest game in the world. These hostage cards also make it a big hit the leader game. If you're going to make a dash for the lead have plenty of protection cards because you have to maintain your winning score for a full round before you win - everyone gets a shot at you.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/3KtqFLZWQFFuhhWfNZdXcA__thumb/img/HA1KK-hiE6UmiJtzFg5I-iQgN7s=/fit-in/200x150/filters:strip_icc()/pic11348.jpg"
  },
  {
    "id": "2234",
    "name": "Chez Dork",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 12,
    "description": "Inspired by the success of Chez Geek, Steve Jackson presents another John Kovalic inspiration. This game is about buying the latest geeky gadgets and gamer items. Each player takes on the personality of one of the stars of Kovalic's comic &quot;Dork Tower&quot; in an attempt to purchase and possess the items that satisfy their obsessions. Of course, tastes are prone to change (one week it's LARPs, the next it's Computer Games), so players are constantly trying to purchase/trade/auction items so as to reach a certain number of points (items in your obsession count double towards victory). A light-hearted game with loads of gamer/otaku/LARP humor makes this a nice filler game that anyone can play.&#10;&#10;NOTE: Some form of currency/money is needed to play this game.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Set Collection",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/vLb2R9syvVh7WGx6JNnbng__thumb/img/MUY-US8q28xx7KoS01j8quJvksU=/fit-in/200x150/filters:strip_icc()/pic336408.jpg"
  },
  {
    "id": "160541",
    "name": "Paw Patrol Adventure Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 4,
    "description": "Paw Patrol Adventure Game is a simple race-to-the-finish path game for young children.  Based on the Paw Patrol television series, players take control of one of six different pups and use the spinner to move along the path.  Spinning a color allows you to move to the next available space of that color and collect a badge of that color.  You can use the badge to take shortcuts further along the path.  Whoever reaches the end of the path first wins the game.&#10;&#10;",
    "categories": [
      "Animals",
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/ij7YzvFSg-L9Wtz0t2yDmQ__thumb/img/UkoQy-rXg90vG43t7DS94xp6Jsc=/fit-in/200x150/filters:strip_icc()/pic2053437.jpg"
  },
  {
    "id": "116593",
    "name": "UNO Dice Game",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 7,
    "description": "BASIC DESCRIPTION:&#10;The UNO Dice Game attempts to translate the original UNO card game into a two player dice game.  It was released during the 2011 Christmas season and displayed along with other Mattel dice games in the same type of soda can tin packaging.&#10;&#10;COMPONENTS:&#10;The game includes 11 dice.  Each die is unique and has some combination of faces in the four UNO colors (yellow, green, blue and red).  The die faces include: 1, 2, 3, 4, 5, draw one, draw two, and wild (in black).  Note that there are no die faces that represent the Skip or Reverse cards from the original UNO card game (presumably because this is just a 2 player game).&#10;&#10;GAMEPLAY:&#10;The game mechanic is simple and mimics the original UNO card game.  To begin, 5 dice are randomly given to each of the two players.  These dice take the place of a players hand of cards in the original UNO card game.  The 11th die is left in the middle of the play area to form the start of the dice line (think UNO discard stack from the original card game).  The starting player rolls their dice and has to match either the color or value of the most recently placed die in the dice line.  That player's matching die is placed in the dice line and will have to be matched by the next player.  Play continues as players take turns rolling their hand of dice and adding one matching die from their hand to the dice line each turn until they only have one die left in their hand.  The player must then say &quot;UNO!&quot; or be penalized.  The penalty for not remembering to say &quot;UNO!&quot; is similar to the draw one and draw two die faces:  the affected player must take the appropriate number of dice from the end of the dice line.  The first player with no dice left wins.  The winning player's score is based on the faces of the dice left in front of their opponent.  Alternate rules are provided to ignore scoring and simply play the best out of 3 games.&#10;&#10;PACKAGING:&#10;This edition was packaged in a creative looking tin that was made to resemble an aluminum soda can--complete with Nutrition Facts label.  The top of the can pops off (twist to open).  The one sheet of rules and 11 dice fit inside the tin with a cardboard insert to help dampen the sound of the dice in the tin.  The tin also has a coin slot in the top that holds the a plastic hook to allow it to be hung for selling/display purposes.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Pattern Recognition",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/gWCiiU2R2-aOruLa0hTR6g__thumb/img/NuQGIFyaSTXPmC9YiI-rMzR41D0=/fit-in/200x150/filters:strip_icc()/pic4899751.png"
  },
  {
    "id": "2818",
    "name": "UNO Attack!",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 30,
    "age": 7,
    "description": "UNO, America's No. 1-selling card game, has a whole new twist. You'll still encounter all the elements that make UNO so unpredictable and challenging, but add to that a motorized card launcher that shows no mercy and you've got UNO Attack. The object of the game is still to get rid of all your cards. The UNO command cards direct the game by telling players when to trade hands, discard, reverse the playing order, or skip a player. Beware the dreaded Hit command, though, as this translates into a game of Russian roulette. You never know when the card launcher is going to fire off a stream of UNO cards just for you! For 2 to 10 players. Requires three C batteries (not included).&#10;&#10;112 cards as follows:&#10;&#10;18 Blue cards: 2 each - 1 to 9&#10;18 Green cards: 2 each - 1 to 9&#10;18 Red cards: 2 each - 1 to 9&#10;18 Yellow cards: 2 each - 1 to 9&#10;8 Hit 2 cards: 2 each in blue, green, red and yellow&#10;8 Reverse cards: 2 each in blue, green, red and yellow&#10;8 Skip cards: 2 each in blue, green, red and yellow&#10;4 Discard All cards: 1 each in blue, green, red and yellow&#10;4 Trade Hands cards: 1 each in blue, green, red and yellow&#10;4 Wild cards&#10;2 Wild All-Hit cards&#10;2 Wild Hit-Fire card&#10;&#10;2010 Edition Changes:&#10;&#10;     Trade Hand cards are replaced with another set of Discard All cards&#10;     Wild All-Hit and Wild Hit-Fire cards are replaced with 4 Wild Attack-Attack cards&#10;&#10;&#10;",
    "categories": [
      "Card Game",
      "Electronic"
    ],
    "mechanics": [
      "Hand Management",
      "Matching",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/DzN1JWNbrIEn7V9Wx20ooA__thumb/img/BRHi4YbZCDnMVl_TmkPcP6PIh8E=/fit-in/200x150/filters:strip_icc()/pic894192.jpg"
  },
  {
    "id": "2275",
    "name": "Airlines",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 12,
    "description": "Airlines, The Game of Airline Strategy (a.k.a. Airline Operations in the Age of Deregulation) is a game of airline operations and business in the 1990's. Players represent the Chief Operations and Marketing Officers of major American airlines, whose job is to fly the most passengers over a given period of time.&#10;&#10;There are two basic games in Airlines: the One-Year Quick Game which takes about 45 minutes to play and the Three-Year Game, which takes about two hours to play. The currency of the game is seats, seats are used to pay for everything. The game is card-based, with a small map to show distances between Major and Regional Airports. The cards consist of Major Airports, Regional Airports, various Aircrafts, airline Hubs (your airline), Gates, and varied Opportunity/Events cards. The Ops/Events cards may denote bad weather in a region (thus reducing number of seats for that round), strikes (which can played on another airline), Fuel Price Adjustments (which effect your maintenance fees paid with Seats), and even an Aircraft Incident card (which people outside the industry call &quot;crashes.&quot;)&#10;&#10;Airlines can be combined with the stand-alone game Airlines: United States Set 2.&#10;&#10;",
    "categories": [
      "Aviation / Flight",
      "Card Game",
      "Economic"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/0lPR-lHazBAuAwKvkgBqEA__thumb/img/8l_sM46tK49duzsWU7N5oqpd_DU=/fit-in/200x150/filters:strip_icc()/pic715138.jpg"
  },
  {
    "id": "3820",
    "name": "Star Fleet Missions",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 10,
    "description": "This has been called &quot;a variant of Top Trumps set in the Star Fleet Universe,&quot; though it's closer to Whist because the trump suit is selected before the cards are.&#10;&#10;Each round a mission card is read, including winning criteria (see below). Each player then secretly commits a ship card to it from their hand of five.  The winner of the round is the player whose ship best meets the mission's criteria.&#10;&#10;Ships are rated for Space Combat, Marines, Diplomacy, Science, and Cargo.  Most missions will only use one of these (i.e., &quot;highest Space Combat wins&quot;) while some use two combined (i.e., &quot;highest total of Science and Cargo wins&quot;).  A few missions add special conditions; ships sent to defend against Gorn attack may not be Gorn, for example, while the Romulan Civil War excludes all but Romulans, and negotiations with alien pacifists go to the highest Diplomacy after Space Combat and Marines are subtracted.&#10;&#10;From the rule sheet cover:&#10;&#10;Star Fleet Missions is a card game played with two decks of cards:  Ship Cards and Missions Cards.&#10;&#10;Each Ship Card represents a starship.  there are 18 cards for each of six &quot;races&quot; (Federation, Klingon, Romulan, Gorn, Tholian, and Orion Pirate), for a total of 108.  (Race means &quot;nation&quot; or &quot;empire.&quot;)&#10;&#10;Each Ship Card shows the class (type of ship), the name of the specific ship, and five Ratings which are used to determine the suitability of a ship for a given Mission.  These Ratings vary from 1 to 16.&#10;&#10;The other two Ship Cards represent starships with Legendary Captains and are the most powerful Ship Cards in the game.  All five Ratings are 20!&#10;&#10;Each Mission Card describes an exciting mission on which you will send one or more starships.  Each Mission Card describes the Mission, tells how many ships to send on the Mission, provides any special instructions, and describes how to &quot;win&quot; that Mission (i.e., which Ratings of the ships sent will be used to determine which ship performed the best.)&#10;&#10;",
    "categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/QwX0AfcIXTCAR3fVTNi9BA__thumb/img/HXNITubbJJAhn1EJkj8H_t36VSg=/fit-in/200x150/filters:strip_icc()/pic11194.jpg"
  },
  {
    "id": "155582",
    "name": "ERA",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 0,
    "description": "In Era, you will lead a special historical group on the brink of greatness or ruin.  Using the leaders, inventions, and technology of that time period, you must successfully unfold the events that made that nation or culture forever remembered in history.&#10;&#10;But your opponent, leading a different Era, will be trying to do the same.  As each of you works in your separate time periods, you will both throw unexpected catastrophes, powerful invaders, and obstacles at each other&rsquo;s plans.&#10;&#10;Which player will lead their Era to greatness first?&#10;&#10;Era is a strategy card game that features a unique, 3-pile card management system to let you build, expand, and defend your unique historical group. Era is a symbols-only, no-text game system that provides a large amount of information-at-a-glance for quick and effective gameplay.&#10;&#10;The first player to score 15 progress points or deal 3 destruction tokens to his opponent, wins.&#10;&#10;Other features of Era:  &#10;&#10;     Each Era deck contains conflict cards that represent your Era&rsquo;s weakness or dangers. These cards are given to your opponent, and they give you theirs.  These cards are then shuffled into your decks for you to play against each other.&#10;     Each Era deck has &quot;keys&quot; that unlock new cards or symbols, allowing you to relive the progression of historical events as they really happened.&#10;&#10;&#10;",
    "categories": [
      "Civilization"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/8yMAgEOjhd3h-hrZfLxzjg__thumb/img/SFKhgsX6V-4RsXbNTexH2B1pd-k=/fit-in/200x150/filters:strip_icc()/pic2038083.jpg"
  },
  {
    "id": "16428",
    "name": "Mr. Bucket",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 4,
    "description": "This is children's dexterity game featuring Mr. Bucket - a plastic, motorized bucket with a cartoonish face and a large mouth. To begin, Mr. Bucket is placed on the floor in an open area. Each player takes a colored shovel, and 12 balls (4 for each player) are placed on the floor nearby. Mr. Bucket is then turned on and he begins moving, jingling and circling the floor. Players must immediately try to scoop up a ball that matches their color shovel and quickly drop it into Mr. Bucket. They must hurry as Mr. Bucket will spit balls out of his mouth almost as fast as the players can put them in. The first player to get all of his or her balls into Mr. Bucket wins.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game",
      "Electronic"
    ],
    "mechanics": [
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/tXaQFfFm7Zr5ejqG3tIS2A__thumb/img/6NjnX2961zPStzkUuwFnRvrPv94=/fit-in/200x150/filters:strip_icc()/pic163494.jpg"
  },
  {
    "id": "29099",
    "name": "Pola Naftowe",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 9,
    "description": "Pola Naftowe is a Polish game about building and running oil companies.  The players build their oil empires by buying oil-tankers, oil wells and refineries.  The main game mechanism is auction - players sell oil in the two sessions of stock-market. The game lasts for five rounds, player with the biggest amount of money at the end is the winner.&#10;&#10;",
    "categories": [
      "Economic",
      "Industry / Manufacturing",
      "Negotiation",
      "Transportation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Dice Rolling",
      "Player Elimination",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/HvumQjnTswI4751vwRjrzQ__thumb/img/Mz7fKa6YyQeJRHuEAJw1g6JkAV0=/fit-in/200x150/filters:strip_icc()/pic204273.jpg"
  },
  {
    "id": "23946",
    "name": "Na Sygnale",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "A game designed by Polish developer Kuznia Gier - In this game you are a head of ward in a Polish hospital. You send your ambulance driver who runs through the city in search of sick people. But beware! Other players habe their own ambulances and want to collect patients as well. And this is not an end - Ambulances run through the city, patients die without help, the hearse from 'Happy End' Funeral House is the city too, seeking easy prey. This is game full of black humor about Polish hospitals and Polish doctors. Set your light out and ride into the city in rapid search for... let us call them - poor people.&#10;&#10;The game contains the following components:&#10;&#10;- the board&#10;- 54 cards&#10;- 24 Action Point tokens&#10;- 10 patient tokens&#10;- 8 pawns (2 in each color)&#10;- the rulebook&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/aolLBxoSW3li-xX46Rqaxw__thumb/img/w5WRaRXg5_Pbjxa0D-T1qCSux8Q=/fit-in/200x150/filters:strip_icc()/pic304267.jpg"
  },
  {
    "id": "281",
    "name": "Ostindiska kompaniet",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 120,
    "age": 10,
    "description": "from the translation:&#10;The Swedish East India Company loaded their ships in G&ouml;teborg with Swedish export goods.  These were carried to Cadiz in Spain and there sold in exchange for Spanish silver piastres, the only currency acceptable to the Chinese and South Indian merchants.  From Cadiz the ships sailed east to ports in India and China (invariably Canton in the latter), where they sought to purchase the most profitable goods.  These were carried back to G&ouml;teborg and sold at a healthy profit.  (The Company actually supplied most of the Swedish GNP in those days!)  You will reinvest your profits in new cargo to start the Cadiz/Far East cycle again, but you must also buy shares in the Company.&#10;&#10;",
    "categories": [
      "Economic",
      "Nautical"
    ],
    "mechanics": [
      "Commodity Speculation",
      "Pick-up and Deliver"
    ],
    "image": "https://cf.geekdo-images.com/RvCQD8vq6z7c_FjJWest3A__thumb/img/iAyEJJKSe2P7kVJn6uroi8Ghoxk=/fit-in/200x150/filters:strip_icc()/pic1851288.jpg"
  },
  {
    "id": "1613",
    "name": "Ghost Castle",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 6,
    "description": "Classic three dimensional haunted house race game from the seventies. Players move their pawns around the board trying to be the first to escape the house. Along the way players draw cards that either: a) turn you into a mouse (can't move), b) turn you back into a child if you are a mouse, or c) have you drop the &quot;whammy&quot; ball down the chimney. The whammy ball comes out in one of the four quadrants of the game board and makes something move (witch's broom, secret door, etc.). If a player's pawn (or mouse) is hit by the ball or moving object it is sent backwards to a &quot;safe&quot; spot. Ages 6 - 12.&#10;&#10;Which Witch came out in two editions: a large box version in 1970 with an unfolded board, and a narrow box edition in 1971 with a folding board.&#10;&#10;Finnish version known as Kummituslinna did not use cards for events but came with wheel you spin around. Kummituslinna had high quality plastic tower and staircase instead of cardboard.&#10;&#10;Italian version of the game was published by MB and it was called &quot;Brivido!&quot;. It came with a plastic central tower and a phosphorescent skull instead of the ball. Also, the plastic &quot;scared guy&quot; markers glow in the dark and the cards are replaced with a spinner (the Greek version also came with the glowing skull and the spinner).&#10;&#10;Hungarian version of the game is known as &quot;Szellemkast&eacute;ly&quot; and also came with a plastic central tower, a wheel instead of cards and a skull which glows in the dark.&#10;&#10;The UK version of the game, called Ghost Castle, also featured the black plastic central tower, glow-in-the-dark skull, and spinner.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game",
      "Horror"
    ],
    "mechanics": [
      "Area Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/P2Otjb_C4w6Mjqt1vOX45w__thumb/img/fCQji-JqsFmtZIjbHGr5rTHwDjU=/fit-in/200x150/filters:strip_icc()/pic6973317.jpg"
  },
  {
    "id": "171090",
    "name": "Monopoly Junior: Disney Frozen",
    "minPlayers": 2,
    "maxPlayers": 3,
    "playingTime": 30,
    "age": 5,
    "description": "Thaw your frozen friends in this Disney-themed Monopoly game for kids! The fast-trading property game meets the power of snow and ice in this Monopoly Junior game. Kids will join Anna, Elsa and Olaf as they travel through Arendelle and buy its most magical locations. Whoever collects the most cash will thaw their freezing heart and win! Start the Frozen fun with this super-fun version of Monopoly Junior!&#10;&#10;Includes gameboard, 3 character movers, 24 Chance cards, 36 Character markers, 90 x M1 banknotes, 1 die and instructions.&#10;Features:&#10;&#10;    Fast-trading Monopoly Junior game features characters from Frozen&#10;    Game is like the classic Monopoly game but easier for kids&#10;    Exclusive Frozen movers&#10;    Properties are fun places in Arendelle&#10;    Single banknotes keep the transactions quick and easy&#10;&#10;&#10;",
    "categories": [
      "Children's Game"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/lcZKiZxnKG_eXT6zIJmO1Q__thumb/img/T9g6UH0TnjpXKig1i0dAQ3WRIqI=/fit-in/200x150/filters:strip_icc()/pic2430652.jpg"
  },
  {
    "id": "411050",
    "name": "Gobelin des Bois",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 8,
    "description": "The objective of the game is to have the most accumulated gold by the end of the game among the players still in contention.&#10;&#10;Turn Sequence&#10;The active player plays a card from their hand onto the track.&#10;They draw a card from the deck to replenish their hand to 2 cards.&#10;End of turn. Change of active player in a clockwise direction.&#10;&#10;To play a card, the active player MUST overlay one of their squares on one of the two ends of the track. To do so, they overlay the square on their card onto the selected end's square. Note: the associated square colors must match (except for multicolored squares).&#10;Next, the active player applies, if possible, the effect of their overlaid square and ends their turn by replenishing their hand. It's then the next player's turn, proceeding clockwise, to begin their turn.&#10;&#10;&mdash;description from the publisher&#10;&#10;Dans la for&ecirc;t de Nottingham, l&rsquo;or du roi est transport&eacute; vers son ch&acirc;teau, mais le parcours ne se&#10;fera pas sans encombre : de nombreux brigands sont cach&eacute;s dans celle-ci. Nos chers gobelins&#10;sont l&agrave; eux aussi mais pour rendre l&rsquo;or au pauvre peuple,...Ou pour le garder pour eux ?&#10;&#10;But du jeu&#10;&Ecirc;tre le joueur ayant accumul&eacute; le plus d&rsquo;or en fin&#10;de partie parmi les joueurs toujours en lice.&#10;&#10;Tour de jeu&#10;Le joueur actif joue une carte de sa main sur&#10;le parcours.&#10;Il prend une carte de la pioche pour&#10;compl&eacute;ter sa main &agrave; 2 cartes.&#10;Fin de tour. Changement du joueur actif&#10;dans le sens des aiguilles d&rsquo;une montre.&#10;Pour jouer une carte, le joueur actif DOIT super-&#10;poser une de ses cases sur une des 2 extr&eacute;mit&eacute;s&#10;du parcours. Pour ce faire, il superpose la case de&#10;sa carte sur celle de l&rsquo; extr&eacute;mit&eacute; s&eacute;lectionn&eacute;e.&#10;Attention: les couleurs de cases associ&eacute;es&#10;doivent correspondre (sauf les multicolores).&#10;&#10;&mdash;description from the publisher (French)&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Action / Event"
    ],
    "image": "https://cf.geekdo-images.com/T-ItKBQtjdBgV1eGUbS0gw__thumb/img/uMb7dJG5Z612IPZLbQ8eAryraaA=/fit-in/200x150/filters:strip_icc()/pic8086064.png"
  },
  {
    "id": "1724",
    "name": "Bureaucracy",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 90,
    "age": 12,
    "description": "From the back of the box&#10;&#10;Bureaucracy is a somewhat less complicated version of The Great Chain of Being, a medieval, theological, parlor game, first uncovered in a small church in Urbino during the renovation of an ancient, holy, but clearly inadequate, sewage system.  Both the Church and the monastic Parkover Brothels deny the authenticity of the game.  As one official noted, &quot;that's a crock&quot;.&#10;&#10;Bureaucracy is designed to simulate the bureaucratic behavior which constitutes so much of what we call government.  It is convoluted, Byzantine, and entertaining.  It is also cost effective, feasible, and administratively impossible.  In its early stages, Bureaucracy required a fifteen story parlor, a six acre gameboard, 200,000 pieces, and a 15,000 page rulebook.  Of course, this prototype was unwieldy.  Consequently, we were forced to simplify the game.  The present version is good for two to eight players.&#10;&#10;Each player starts the game at the lowest organizational level.  The winner is the player who rises up through the masses to become the Director of the Bureaucracy.&#10;&#10;Players may select one of four lifestyles, each with its own advantages and disadvantages: lifer, over achiever, empire builder, or hustler.  To be promoted from level to level, a player will need the required number of promotional prerequisites and that's where the fun comes in.  All sorts of things can happen.  Players may be demoted.  They may be involved in scandals.  They may become involved in power plays.  They may have to go before a Grievance Committee.  A player may even go bankrupt and have to start all over from the bottom again.  There is no one sure formula for success.  Players will have to stay out of trouble and use all their cunning to succeed.&#10;&#10;This is a game that makes being a part of the bureaucracy fun  It will make you laugh at government and yourself at the same time.    For civil servants, it's required recreation.  For just you and me, it's a must.  Don't be surprised though, when you open the box and hear the call of the jungle.  It's a wild game.&#10;&#10;Game includes a 22 x 24 gameboard, 2 dice, 240 promotional prerequisite pieces, 20 power play pieces, 64 player tokens, a pack of money, 80 lifestyle cards, 20 memo cards, 20 consumer goods cards, 8 bucks, 1 power file, and two rulebooks (one to explain what it says in the simple game rules)&#10;&#10;",
    "categories": [
      "Humor",
      "Political"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Hand Management",
      "Race",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/TxeRNbSJ4DTr09yCpGM1Yw__thumb/img/hE7wSMK3mi8_mf3oRWsmi38xGcE=/fit-in/200x150/filters:strip_icc()/pic144011.jpg"
  },
  {
    "id": "5284",
    "name": "Star Trek: The Next Generation Game of the Galaxies",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 8,
    "description": "The object of the game is for each player (playing a ST:TNG character) to distinguish himself in the task of establishing peace throughout the galaxies (sic).  You attain this aim by collecting &quot;Peace Treaties&quot; from alien nations spread throughout six different galaxies.&#10;&#10;In the Lieutenant Rules (No Reading Required!), you race about the board collecting treaties.  Transporter spaces act as tunnels across the board.  The player with the most treaties collected wins.&#10;&#10;In the Captain Rules, each player gets one or two (depending on the number of players) photon torpedo cards, used to blast asteroid belts which block access to some planets.  Treaties come in two colours, the rarer ones being more valuable.  Random event cards complicate matters slightly.&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/K0nh6NBqJtgEERhtluexhw__thumb/img/0qdkB9DN5kPk6bF61lB1nXkHc1Q=/fit-in/200x150/filters:strip_icc()/pic18292.jpg"
  },
  {
    "id": "14191",
    "name": "¥€$",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "&yen;&euro;$ (YES) is a new game produced by Armstrong Company and launched in 2004. There are 6 types of commodity spread across the 5 continents and players must control these to satisfy two different winning conditions. So to win, you might need to control two tractors and two factories for one condition, and one commodity in each continent for your second condition. Alternately, the first player to earn 1 million wins.&#10;&#10;There are decks of cards; Country (which shows a commodity in a country and a price, e.g. Factories are in Britain and cost 70,000), Yes (good stuff), No (bad stuff), Auftrag (winning conditions). You start with some cash money, a few countries and two Auftrag. For the countries you own, you put the plastic commodity onto your colored disc onto the country. So the player owning Britain puts a factory on one of their discs onto Britain. This way, ownership can be seen and can change.&#10;&#10;The game is driven by two dice. The player rolls them, chooses one for itself and the other for the player on the left to use. The dice are marked Buy, Sell, Country, Yes, No, Cash. Buy means you can buy a commodity/country from another player - regardless of whether they want to sell it - at the price on the card. There is also a red die you can roll to gamble on the price, making it higher or lower. Sell means you may sell a Country back to the bank. Country means you draw a Country card and place the commodity on your disc on it. Yes/No means you draw from the appropriate deck and apply the result, e.g. all players get a dividend, or pay a tax, etc. Cash means you move a marker on the board and whoever has that commodity or continent gets a bonus.&#10;&#10;Since the game is completely driven by two dice, it is pure chance if a good thing or bad thing happens to a player. Due to the nature of the dice, the cards, and the rules, it is quite possible for the game to end in the first round. ...or it can go on forever.  [See Fluxx.]&#10;&#10;",
    "categories": [
      "Economic"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/Si3hPegv0wC9rYU31aYPXQ__thumb/img/GjgPcFR5FtNe3c4yp8mBO0SLoSg=/fit-in/200x150/filters:strip_icc()/pic176028.jpg"
  },
  {
    "id": "311659",
    "name": "What Do You Meme?: Family Edition",
    "minPlayers": 3,
    "maxPlayers": 20,
    "playingTime": 90,
    "age": 8,
    "description": "OUR BESTSELLER &mdash; NOW FOR FAMILIES! The hilarious game you know and love, now with all the R-rated content removed for family-friendly fun.&#10;&#10;THE NAME OF THE GAME: Here&rsquo;s how it works &mdash; compete with your friends and family to create the funniest memes. Do this by using one of your dealt caption cards to caption (get it?) the photo card in each round.&#10;&#10;WHO WILL BE CROWNED MEME QUEEN/KING: The winner of each round is decided by a rotating judge. Pro tip: pick your caption card to match the judge&rsquo;s sense of humor. Extra pro tip: Make sure the judge shuffles the cards for anonymity.&#10;&#10;WHAT&rsquo;S INSIDE: Each What Do You Meme Family Edition game contains 300 caption cards and 64 photo cards.&#10;&#10;MORE FUN THIS WAY: Did you know that we make other awesome games? In addition to What Do You Meme Family Edition, there&rsquo;s a lot more fun from What Do You Meme including family-friendly games like Doubles! And Party Bowl, as well as tons of adult party games too.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "mechanics": [
      "Hand Management",
      "Player Judge",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/U-v1wL_A4KXiviHytWU9Yw__thumb/img/25LVS4dEWqTv6OsvUv8R6Y_T-lQ=/fit-in/200x150/filters:strip_icc()/pic5574661.jpg"
  },
  {
    "id": "11370",
    "name": "The Civil War: The War That Pitted Brother Against Brother",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 1200,
    "age": 12,
    "description": "From the back of the box:&#10;&#10;- Fifteen square feet of map area covering the conflict from Galveston, Texas to St. Joseph, Missouri and from Philadelphia, Pennsylvania to Jacksonville, Florida.&#10;&#10;- Counters represent all of the land and naval units from armies to brigades and from fleets to river flotillas.&#10;&#10;- Unique leadership rules: no leader is ever the same; their abilities change with every battle.&#10;&#10;- Excellent tactical combat system; tactical combat chit selection and combat matrix combined with Combat Results Track to resolve combat.&#10;&#10;Time Scale: One calendar week per game turn&#10;Map Scale: 15 miles per hex&#10;Unit Scale: Brigade to Army&#10;&#10;",
    "categories": [
      "American Civil War",
      "Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/EggO0NRPuc2OFg1Kq6V-gw__thumb/img/2Q4IDvvruz3bjulQauNl_oGY7PQ=/fit-in/200x150/filters:strip_icc()/pic6712189.jpg"
  },
  {
    "id": "6521",
    "name": "Magdar",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 9,
    "description": "Magdar is a light game of risk management with a board that is slowly destroyed over the course of play. Players control dwarves mining mithril and gems on a randomly assembled tile-based board. After each player's turn, he or she rolls a die and chooses a tile with that number on it at one end of the board for Magdar to destroy. Any dwarves on the destroyed tile are sent back to the cavern entrance and lose anything they were mining at the time. The game ends when one row of tiles has been completely destroyed. Scoring is based upon having a good mix of mithril and gems. Other elements such as claim jumping are added in the advanced version of the game.&#10;&#10;",
    "categories": [
      "Fantasy"
    ],
    "mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Point to Point Movement",
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/ujHS-PGqi44gHQozLI9uNA__thumb/img/oHbQGk9l6i37gZeSMz2PdSQtWT0=/fit-in/200x150/filters:strip_icc()/pic96652.jpg"
  },
  {
    "id": "36745",
    "name": "Simply Ingenious",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 7,
    "description": "Einfach Genial: Wer zu viel riskiert, verliert! (&quot;Simply Ingenious: Whoever Risks Too Much Loses!&quot;) is a tile game related to the Ingenious board game in that players are once again collecting as many points as possible in each color/symbol while also needing to score points in all colors/symbols in order to do well.&#10;&#10;To start the game, mix all 126 tiles (21 of each color/symbol) face down, then turn three face up and place them in a shared pool in the center of the table. On a turn, a player flips a tile face up. If the tile doesn't match one of those in the pool, he adds all tiles revealed this turn to the pool and ends his turn; if it does match, the player can either end his turn and collect the face-up tiles before him and all matching tiles in the pool, or take another turn.&#10;&#10;If you're the first player to collect seven tiles of each color, you win. (With four players, the goal is five tiles.) Any tiles of a color you collect over seven are shuffled back into the supply.&#10;&#10;If a player has a single color with fewer tiles in it than all other colors and a tile of that color is in the pool, the player can take one such tile and end his turn; this rule allows players to work toward that final color they need, while also pushing other players to try to remove that color from the pool. If the pool ever has fewer than three face-up tiles, reveal tiles and add them to the pool until three tiles are available.&#10;&#10;Einfach Genial: Wer zu viel riskiert, verliert! was later released as one of three games in Fantasy Flight Games' Ingenious Challenges.&#10;&#10;",
    "categories": [],
    "mechanics": [
      "Chit-Pull System",
      "Push Your Luck",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/2Ntg_s4uUFn3FI_BmPu1_Q__thumb/img/RaumcJT69ATeDl3wx9vNbqygAa0=/fit-in/200x150/filters:strip_icc()/pic599831.jpg"
  },
  {
    "id": "173899",
    "name": "The Sherlock Holmes Puzzle Case",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 0,
    "description": "Step into the shoes of Doctor Watson&#10;&#10;A quiz game where players take turns attempting to answer puzzling questions in order to earn points.&#10;&#10;On their turn, a player chooses a card from one of four piles each representing a different difficulty level. The player then turns a sand timer and if they can correctly answer the question in time they score points. Either way, play then passes to the next player.&#10;&#10;More difficult questions are worth more points and each player has a single Moriarty card and a Sherlock card which can each be used once per game to score in additional ways. A Moriarty card is used at the start of another players turn as a bet that they will not answer the question correctly (or in time). If the bet is correct, the Moriarty player earns the points for the question. A Sherlock card can be used on your own turn to make the question worth double the points. However, it must be played before reading the question!&#10;&#10;",
    "categories": [
      "Deduction",
      "Party Game",
      "Puzzle"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/Cx9ZR2IXfisiPXaoqWvFWw__thumb/img/6_5LYwk2HN6yK416T1NQbQego5U=/fit-in/200x150/filters:strip_icc()/pic2437709.jpg"
  },
  {
    "id": "39564",
    "name": "ego",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 14,
    "description": "Guessing facts about fellow players&#10;&#10;Each round, a players reads a question and the three possible answers. He secretly selects his choice, and the other players simultaneous try to guess it. They bet 1 or 2 chips on their guess; correct answer doubles your bid, wrong loses it. The person questioned receives as many chips as there are correct guesses.&#10;&#10;Each player starts with 10 chips, and the same total is used as the bank. The game ends when the bank breaks. Goal is to get most chips.&#10;&#10;The questions have a very wide range. Some examples:&#10;- How is your relationship with your father?&#10;- When did you last laugh out loud?&#10;- How many persons from the following list do you know: &quot;Vera Lynn, Lee Harvey Oswald, Maria Callas&quot;?&#10;&#10;",
    "categories": [
      "Party Game"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/QBvmAIom5qFMUhHSSyFUqQ__thumb/img/vN4uuT2VI0-_7KgKGpen1PsCuNA=/fit-in/200x150/filters:strip_icc()/pic2739994.jpg"
  },
  {
    "id": "13782",
    "name": "Trivial Pursuit: SNL DVD Edition",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 14,
    "description": "In this version of Trivial Pursuit, players use a game board and an interactive DVD to answer questions about 30 Seasons of the TV show Saturday Night Live. The categories are: Characters, Impressions, Sketches, Parodies, SNL etc., and The Show. The game pieces are replicas of classic Saturday Night Live characters:&#10;&#10;Chevy Chase as Land Shark&#10;John Belushi as Samurai Futaba&#10;Dan Ackroyd as Beldar Conehead&#10;Chris Farley as Matt Foley&#10;Molly Shannon as Mary Katherine Gallagher&#10;Will Ferrell as Craig Buchanan,  Spartan Cheerleader&#10;Tim Meadows as Leon Phelps, Ladies Man&#10;Chris Kattan as Mango&#10;&#10;As usual, the first player to collect 6 &quot;wedges&quot; in the 6 categories is the winner.&#10;&#10;",
    "categories": [
      "Electronic",
      "Humor",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/51qWZwuaoEvaS1sw99YCAA__thumb/img/fKy5WioIsQZQArGxT0TAp-CYwq8=/fit-in/200x150/filters:strip_icc()/pic439028.jpg"
  },
  {
    "id": "141636",
    "name": "Fairytale Games: The Battle Royale",
    "minPlayers": 1,
    "maxPlayers": 10,
    "playingTime": 30,
    "age": 13,
    "description": "The Dark Queen (otherwise known as the Evil Queen), the Queen of Hearts, and the Snow Queen &ndash; three of the most powerful queens of all realms join forces with the common goal of wiping out the population completely in order to start anew and create a utopia with no poverty, crime, or sickness, all designed with their vision and unquestionable control.&#10;&#10;To prevent history from repeating itself, they agree to select a champion to lead the new civilization and firmly guide the people based on knowledge from the past world. This champion must have a strong will, strength, magic, intelligence, persuasive abilities and is proven to be a survivor. Thus the Queens banished all Heroes and Villains into a fierce competition to see who will survive the Fairytale Games. There will be only one.&#10;&#10;Fairytale Games: The Battle Royale is a 1-10 player dice-based board game that uses cards as the board (for land exploration). Movement is with a 6-sided die. When you begin the game, you and other players start at the same location and begin revealing locations/terrain as you roll your die. Some locations offer opportunities to start quests to gain survival items or allow you to explore more lands and gain better abilities. All the while Events are happening that might help or hinder you greatly. There are 30+ character cards that you can play as or fight against in this game. Other cards include Action Cards, Event Cards, Location Cards, Quest Cards and Item Cards. A normal game duration is about 30 minutes to 1 hour depending on the number of players.&#10;&#10;The goal of the game is to kill off at least ten fairytale characters in the game in addition to your opponent before they can do the same to you. If playing a one-player game, you must kill twenty characters. The other way you can win is if you complete certain Quest challenges as a team to escape the realm or to take the entire place down with you by finding the slim opportunities through certain card scenarios to defeat the three Queens.&#10;&#10;Although Action Cards allow you to strategically attack, defend, hinder, or help another player, your character cards themselves have their own special abilities that can be used during certain situations through dice rolling or if they are activated by Quests, Events or other Action Cards.&#10;&#10;",
    "categories": [
      "Adventure",
      "Bluffing",
      "Card Game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Negotiation"
    ],
    "mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Player Elimination",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/FFttyNKIHsAvDs1E6M5DyA__thumb/img/vSBvEF0Pdy70ysrDrCMAhW0hSEs=/fit-in/200x150/filters:strip_icc()/pic2505498.png"
  },
  {
    "id": "3482",
    "name": "Past Lives",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 60,
    "age": 8,
    "description": "A roll-and-move game, close to a party game (Avalon Hill!), where players try to go back in the past to find out who they were before reincarnation...&#10;&#10;",
    "categories": [
      "Economic",
      "Fantasy",
      "Humor"
    ],
    "mechanics": [
      "Dice Rolling",
      "Events",
      "Roll / Spin and Move",
      "Set Collection",
      "Track Movement"
    ],
    "image": "https://cf.geekdo-images.com/PTom6PDd8ss7NEG1Bzv_mA__thumb/img/QIjw1Y3UZga-Xqn8pceuqYhMon8=/fit-in/200x150/filters:strip_icc()/pic3656159.jpg"
  },
  {
    "id": "3390",
    "name": "Friends",
    "minPlayers": 4,
    "maxPlayers": 10,
    "playingTime": 30,
    "age": 13,
    "description": "This is a game invented by the character Ross in episode 12 of the fourth season of the TV program  Friends. It is the same game as played by the characters on the show and as such does not require any knowledge of the TV series itself.&#10;&#10;The players split into two teams - intended to be girls and boys, but this only matters for the bonus questions. Each team takes it in turns to answer yes/no questions about the opposite team in one of four categories:  &quot;Fears and Pet Peeves&quot;, &quot;Ancient History&quot;, &quot;Literature&quot; and &quot;It's all Relative&quot;. This is done by submitting Yes/No cards face down for simultaneous reveal with the correct answer(s) from the other team. Some questions are about one member of the opposite team - in which case all members of the answering team submit a guess - and some questions are of the style &quot;Which of us...?&quot;, in which case the answering team collaborates for a yes/no answer for each member of the opposite team. The goal is to answer the most questions correctly about the other team and have the highest points total at the end of the game.&#10;&#10;There is also a bonus round - and here the gender divide does matter, because the game is designed so that the boys are asking the girls questions that are supposedly hard for the girls to answer but that the boys themselves should easily know the answer to, and vice versa (no answers are provided for the bonus questions). The bonus round is timed and each team answers as many questions correctly as they can within the time limit.&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/YPiukdp7IEaDA_HwPF3CIw__thumb/img/JwBB-A_b20c_veAPal7nWF8eUPE=/fit-in/200x150/filters:strip_icc()/pic4726358.jpg"
  },
  {
    "id": "5232",
    "name": "Gnip Gnop",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 10,
    "age": 5,
    "description": "Players bang on their paddle switches trying to be the first to propel all of the balls through the hoops and onto their opponent's side of the game.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game",
      "Sports"
    ],
    "mechanics": [
      "Race"
    ],
    "image": "https://cf.geekdo-images.com/kL_K3jgHpkSmIPNmgCNGkA__thumb/img/1XFkhzwLic6rPnQXkAh_Xzcg7UA=/fit-in/200x150/filters:strip_icc()/pic252041.jpg"
  },
  {
    "id": "19614",
    "name": "The Pumpkin King",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "It's a race through the cemetery to reach the headless scarecrow and become the Pumpkin King! But look out! The witch's cat Baazlebub is on the hunt for pumpkins for her stew!&#10;&#10;",
    "categories": [
      "Horror"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/1v0S-qJOuLWbQ63pLk5rvw__thumb/img/GySPiOdDgSjOClAAFw95LZgZJ4M=/fit-in/200x150/filters:strip_icc()/pic92283.jpg"
  },
  {
    "id": "329641",
    "name": "King of the Pitch",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 8,
    "description": "King of the Pitch is a football board game played with boards, cards, cubes, chips and dice.&#10;&#10;Every team will have a board with eleven white players corresponding to the lower level. In one action a team can get players to improve their level team, exchange cards or cubes to increase their money or play a game in the central stadium.&#10;&#10;The box will become the stadium and the two teams playing in a game will have their suporters in it. Teams will roll the dice (the number of dice will depend on their level) to determine the winner of the games. Win or go home! if you win you stay and add a victory to your board.&#10;&#10;First team getting five win will be crown as the &quot;King of the Pitch&quot;.&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice",
      "Party Game",
      "Sports"
    ],
    "mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/WvBv_O5_lkQPvIFl1pX9zQ__thumb/img/RBmWu4rK1PI4JY4kFOGWiq0kuu8=/fit-in/200x150/filters:strip_icc()/pic6256602.png"
  },
  {
    "id": "4126",
    "name": "Dixie: The Second War Between the States",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "Dixie appeared in Strategy &amp; Tactics magazine #54, Jan-Feb 1976 as well as a folio edition.&#10;&#10;From the introduction:&#10;Dixie is a brigade/division/corps level simulation of an alternate-history conflict. Dixie posits that the Confederate States of America had successfully waged the first American Civil War and survived as an independent political/economic entity. The game further posits that these two independent countries wage a modern war during the late 1930s.&#10;&#10;Variant counters and rules were published in Strategy &amp; Tactics magazine #226 - Jan/Feb 2005.&#10;&#10;",
    "categories": [
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/Hj-pTcfSPmopjNjh0tr1cQ__thumb/img/rh26yCip0E_khY3Kcak5TsW2Z0w=/fit-in/200x150/filters:strip_icc()/pic5269916.jpg"
  },
  {
    "id": "15505",
    "name": "The Last Straw",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 5,
    "description": "Bimbado, Packesel, or The Last Straw is an stick stacking game on top of a wooden animal.&#10;&#10;The elephant, donkey, or camel is placed in the middle of the play area and the game starts with each player receiving the sticks of own color.&#10;&#10;Each turn, players place 1 stick on the back of the animal. It is not necessary to stack it &quot;on top&quot; of the other sticks. When a player knocks sticks off of the animal, they all go to that players collection.&#10;&#10;The first player who stacks all of his or her sticks wins.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/2ox3Uax42G7LCtOngtIWxw__thumb/img/ocv-s9JIjIH4IAH82DcEujcNETU=/fit-in/200x150/filters:strip_icc()/pic148023.jpg"
  },
  {
    "id": "14538",
    "name": "Fei Xing Qi",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 10,
    "description": "&#233;&#163;&#155;&#232;&#161;&#140;&#230;&#163;&#139; (f&#196;&#147;i x&iacute;ng q&iacute;) - Aviation Game or Flight - is a simple Chinese board game. The object is to get all your plane pieces into the base of your color in the center of the map.&#10;&#10;Each player has 4 planes in their starting base. Each turn you roll the die and move one plane of your color on the board.  To get your planes out of your base and onto the board you must roll a 6.  You get an extra turn whenever you roll a 6. If your plane happens to end up on top of another person's plane, that person's plane must go back to their base until he or she rolls a 6 again to get it out onto the board.&#10;&#10;On the board there are colored spaces that coincide with each player. If you land on your own color, you can immediately jump to the next block of your color.  There are also certain colored squares that offer shortcuts across the board.  You may only use the shortcuts that coincide with your color.  If you land on a colored square and subsequently jump to a shortcut square, you may also take the shortcut (essentially jumping twice in one turn).  If you ever land on your own piece, you may &quot;stack&quot; the pieces and move them as one piece until they reach the center or are landed on by an opponent and sent back as individuals.&#10;&#10;The first player to get all of their planes to the center of the board wins, and the rest play until there is only 1 loser. To land in the center of the board, you must roll the exact amount of spaces.&#10;&#10;It is very similar to Pachisi and especially Aggravation. There is no indication of a specific designer or publisher as the game is a classic from China, so it is now probably a public domain game. As is the case for Go, there are different packages for it with different colored/designed pieces&#10;&#10;",
    "categories": [
      "Dice",
      "Racing"
    ],
    "mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/vTcsOWpKGVyO1hIPkhU_JA__thumb/img/3teJuAmZT5P9Sp3Hbh_JuEs5yDc=/fit-in/200x150/filters:strip_icc()/pic59097.jpg"
  },
  {
    "id": "2817",
    "name": "Delta V",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 12,
    "description": "Designed by Christian T. Petersen and Darrell Hardy, Delta V is a clever, colorful, and affordable game of memory, strategy, and just a pinch of backstabbing. Rival mining companies explore asteroids to reap their mineral riches. Remember which asteroids hold which minerals, bid for the proper contract, and struggle against nasty competition. All in a day's work at the Delta V asteroid field.&#10;&#10;Part of the Silver Line collection&#10;&#10;",
    "categories": [
      "Memory",
      "Science Fiction"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/5gMFZKsX3ZoNdqaippa-IA__thumb/img/DH9wuBw_IaQbuOSB_HdrU3hfxdk=/fit-in/200x150/filters:strip_icc()/pic9626.jpg"
  },
  {
    "id": "145259",
    "name": "Jenga: Tetris",
    "minPlayers": 1,
    "maxPlayers": 99,
    "playingTime": 20,
    "age": 8,
    "description": "Players play Jenga now with different blocks shaped after 6 Tetris pentominoes.&#10;&#10;From the Manufacturer:&#10;Get a whole new angle on Jenga. It's the classic stacking game with a Tetris twist. The blocks are shaped like the ones in the electronic Tetris game, so it's a brand new challenge to pull them out and stack them on top. And just like Tetris, if you can complete a level so it's solid, with no gaps, you get an advantage &ndash; you can choose the next player. The last one to pull out a block without bringing the whole stack crashing down is the winner. Play against yourself or take on your friends in the stacking, pulling, crashing challenge of Jenga Tetris.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Party Game",
      "Video Game Theme"
    ],
    "mechanics": [
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/QWU1agyevqcLL-ixs3WPDg__thumb/img/Q6teBiJUqDaQXka5vCywINOmATQ=/fit-in/200x150/filters:strip_icc()/pic1761049.jpg"
  },
  {
    "id": "1362",
    "name": "Wit's End",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 12,
    "description": "In Wit's End, the players all start at the outer ring of a square gameboard; the goal being to reach the center square.  This is done by rolling the die, moving along the track and answering a question.  Questions can be analogies, slogans or definitions.  Other wild cards can influence the outcome of the game.  Players must land on certain squares to move up on a right answer, but a wrong answer will demote that player to the lower ring.  First to reach the center wins.&#10;&#10;",
    "categories": [
      "Trivia"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/LwM4l_tjdDS7tLHvxC-BfQ__thumb/img/vJn0TUS4N6fGavxVZma0dQsRMfI=/fit-in/200x150/filters:strip_icc()/pic102374.jpg"
  },
  {
    "id": "8063",
    "name": "Ghettopoly",
    "minPlayers": 2,
    "maxPlayers": 7,
    "playingTime": 60,
    "age": 13,
    "description": "WARNING: This game is considered offensive by many and is part of the BGG database for completeness&#10;&#10;Buying stolen properties, pimpin hoes, building crack houses and projects, paying protection fees and getting car jacked are some of the elements of the game. Not dope enough?...If you don't have the money that you owe to the loan shark you might just land yourself in da Emergency Room.&#10;&#10;Subject to an injunction (from Kickstarter DCMA page):&#10;&quot;A property trading game called &quot;GHETTOPOLY.&quot; This game was the subject of a copyright and trademark infringement suit by Hasbro against David Chang, the game's creator, who was permanently enjoined from &quot;manufacturing, reproducing, distribuitng, advertising, selling, or displaying the GHETTOPOLY game&quot; and ordered to pay Hasbro $400,000.00 in damages, plus costs. Opolygames claims to have purchased the rights to this game, and is therefore acting in concert with the creator and is also subject to the injunction.&quot;&#10;&#10;",
    "categories": [
      "Economic",
      "Mature / Adult"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/-HOqFNi2tZuuaDEecZU6Gw__thumb/img/ZX4ydgGPd2gtxwgEVUGaykpXKco=/fit-in/200x150/filters:strip_icc()/pic222573.jpg"
  },
  {
    "id": "130240",
    "name": "Monopoly Millionaire",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "It's Monopoly, but it's not!  Here are some ways that it is different:&#10;&#10;1) You win when you have $1 million in cash.&#10;2) You can upgrade your playing piece to have a better chance of winning.  (Your salary for passing Go is bumped up, and you can potentially make more money from the Chance/Millionaire Lifestyle cards.)&#10;3) Property spaces start with Fortune cards on them. (These allow you to build houses for free, force you to auction a property, or even allow you to steal properties from other players.)&#10;4) No paper money.  All the money is on little tiles.&#10;4) No banker necessary because the money tiles are placed in the middle of the board.&#10;5) No taxes, no railroads, no utilities.  The board only has 8 spaces per side instead of the usual 10.&#10;&#10;Otherwise most of this game is stuff you will recognize from the original.  Many gamers will be pleased to hear that this game puts a stronger focus on auctioning unpurchased properties, instead of the classic house rule of leaving it unowned.  Also the $1-million victory reduces the odds of player elimination and multi-hour games.&#10;&#10;",
    "categories": [
      "Dice",
      "Economic",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/VD50JQfjfx1JjkGnSEACaw__thumb/img/9_kDB2yr47fSA8EwtLM5Nzv7FDg=/fit-in/200x150/filters:strip_icc()/pic1416585.jpg"
  },
  {
    "id": "127533",
    "name": "Angry Birds: Space",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 25,
    "age": 5,
    "description": "This game one of the many games in the Angry Birds Series.&#10;&#10;With the Angry Birds: Space Game you will build, blast, and lift off with an exciting skill-and-action game based on the best-selling digital app, Angry Birds in Space. The egg-stealing pigs are out of this world, and the Angry Birds have followed to get their revenge! Players draw a space mission card and build the structure shown before their opponents launch an Angry Bird in an attempt to knock it and the pigs down to win points. Break open the pig's helmet for a bonus! Cards include four levels of difficulty including freestyle.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game",
      "Video Game Theme"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/lsrMWBesbS4_2EaKTJHh1A__thumb/img/2kqFhvCtTXD4cu3RcwlTZbz1qP4=/fit-in/200x150/filters:strip_icc()/pic1422558.jpg"
  },
  {
    "id": "6614",
    "name": "Finans",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 8,
    "description": "An interesting variant on the monopoly theme which introduces stocks and bonds on top of the basic well-known monopoly theme.&#10;&#10;There are four major differences to monopoly:&#10;&#10;1) The Bank&#10;The Bank area (twelve special squares with different possibilities) is now the most crucial place in the game where you buy properties and stocks and get paid dividend of your stocks. Properties are now only bought in the bank and not on landing on the square.&#10;&#10;2) Stocks&#10;Stocks can be bought in one of the 7 sets of properties and gives you money by dividend paid from the bank and dividend paid from the owner of properties.&#10;&#10;3) Car&#10;In Finans you have the opportunity to buy (and later sell if you are short on cash) a car which gives you two dices to roll instead of just one. Having a car makes jumps over the expensive properties more easy. You still only use one die inside the Bank.&#10;&#10;4) Bonds&#10;Bonds can be bought in the Bank by all players if a player land on one of the two bond squares. Each bond has a number from 2 to 12 and pays out if the number is rolled using two dices.&#10;&#10;The 1998-variant from Brio is a revised version of &quot;Finans&quot; by Anders Jeppson and Per Leveaux originally designed by &quot;Martin Marte&quot;. &quot;Finans&quot; means &quot;Finance&quot; but is different from Parker Brothers version from 1933.&#10;&#10;So far I have only seen this game sold in Scandinavia (Denmark, Sweden, Finland &amp; Norway).&#10;&#10;",
    "categories": [
      "Economic"
    ],
    "mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Stock Holding"
    ],
    "image": "https://cf.geekdo-images.com/gYN6SEaSKmGjiUuh3hgsBQ__thumb/img/9WgDVBJu-NAPVvEyFVc82hVvxyo=/fit-in/200x150/filters:strip_icc()/pic4169601.jpg"
  },
  {
    "id": "1148",
    "name": "Eagle Kingdoms",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 8,
    "description": "Eagle Kingdoms is a unique board game with origins in medieval European festivals.&#10;&#10;Players compete to build a kingdom of charming and humorous medieval characters. Characters are captured by rolling the dice, and by a combination of luck and strategy, the game builds to a surprising end.  The player with the most complete kingdom is the winner!&#10;&#10;",
    "categories": [
      "Dice",
      "Medieval",
      "Party Game",
      "Puzzle"
    ],
    "mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/hG3WfhJa-WBl5UZ-vpxFSA__thumb/img/tjSA6NYYarn7yERDhdkDljEr9bE=/fit-in/200x150/filters:strip_icc()/pic142139.jpg"
  },
  {
    "id": "19811",
    "name": "Mix-Max",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 5,
    "description": "Mixing and matching fun for all ages&#10;&#10;In part one, roll the die to make as many comical characters as you can, taking cards from the stack and combining cards from different figures. In part two, try to make complete figures by winning cards from the other players. Each complete character scores one point, and the player with the most points wins. For a bonus point, try to complete the magician.&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Dice",
      "Fantasy"
    ],
    "mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Pattern Recognition",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/JA0oxR_HdGixzZ-rIpQ1SA__thumb/img/dAqNXUf9dykNtqp6Ftny81cuY24=/fit-in/200x150/filters:strip_icc()/pic4355642.jpg"
  },
  {
    "id": "6764",
    "name": "The Six Million Dollar Man",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 7,
    "description": "From the box: Four bionic men each claim to have Steve Austin's powers. Your job is to prove that you are the real Six Million Dollar Man.&#10;&#10;The computer spinner reads out your moves and gives you the power to handle assignments. You will take part in dangerous missions. Each assignment will make you stronger. The stronger you become the faster you will move around the board and back to the Bionic Research Lab where you will win the game.&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/-74CfAkqHDJpapKCK8Ea_A__thumb/img/Jwum_vod7i1KPNHXPR-J7paEmHM=/fit-in/200x150/filters:strip_icc()/pic663052.jpg"
  },
  {
    "id": "17965",
    "name": "The Game of Life: Spongebob Squarepants Edition",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 7,
    "description": "The Game of Life, this time with a Spongebob theme!&#10;&#10;In The Game of Life (40th Anniversary Edition), players Roll and Move their way through life while competing to retire with the largest amount of money.&#10;&#10;In this version, player spin the wheel at the beginning of each turn and move game pieces around Bikini Bottom. Rules have been adapted to reach a younger audience. While players may still go to college, make career choices, rent a home or pay expenses, the impact of choices has been decreased and pets are now acquired instead of families. Players may also enter raffles to win prizes.&#10;&#10;Once all players have reached the Shady Shoals Rest Home, the player with the highest net worth wins.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Economic",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/U74-SKpPygvx4RszLnSDFA__thumb/img/h0ftrYvWuyylwQbN9UZh1u_6tEo=/fit-in/200x150/filters:strip_icc()/pic94229.jpg"
  },
  {
    "id": "247493",
    "name": "Don't Step In It!",
    "minPlayers": 1,
    "maxPlayers": 99,
    "playingTime": 0,
    "age": 4,
    "description": "A number of fake dog poops (molded compound) are placed on a plastic mat. Players take turns to walk across the mat while blindfolded. A spinner determines how many steps they take and if other players should add, remove or reposition the poop before the blindfolded person starts walking.&#10;&#10;After each person has taken a turn, the winner is the player who has stepped in the least poop. There are no ties, keep playing until there's a clear poop-dodging champion!&#10;&#10;",
    "categories": [
      "Children's Game",
      "Party Game"
    ],
    "mechanics": [
      "Action / Event",
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/PrnOqv4diDyIB5FHOYN_uw__thumb/img/CbaCJDiPdsYNaL8sDAnaH9aZFSk=/fit-in/200x150/filters:strip_icc()/pic4427465.jpg"
  }
]