[
  {
    "id": "7717",
    "name": "Carcassonne: The Castle",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 45,
    "age": 8,
    "description": "Carcassonne: the Castle takes place in the city of Carcassone itself. The theme is development of the city within the &quot;castle walls&quot;, which might be more appropriately called the city walls, but Carcassonne: The City was apparently already in development.&#10;&#10;It is not an expansion, but a stand-alone tile-placement game with the Carcassonne mechanics adapted specially for two players. The goal is to lead the race around the castle wall, which is also the scoring track for the game. There are bonus items on the wall for the first player to reach that point.&#10;&#10;Play is very similar to Carcassonne but all the tiles must be played within the walls, which often constrains the choices. The followers used for scoring are heralds (on paths), knights (on towers), squires (on houses) and merchants (on courtyards which are more valuable if they have a market). And, the player with the largest &quot;keep&quot; (largest house completed during the game) scores points for the largest contiguous undeveloped area (unplayed tile spaces) at the end of the game. The bonus tiles collected from the walls add twists to the scoring, such as doubling one of a particular scoring structure or scoring one uncompleted structure.&#10;&#10;",
    "categories": [
      "City Building",
      "Medieval"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "End Game Bonuses",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/b93sGgQU_QKNRsynhBAuVA__thumb/img/RsiqZlVAQ0PKiV9NeIn14Vbpe1s=/fit-in/200x150/filters:strip_icc()/pic2606367.jpg"
  },
  {
    "id": "126792",
    "name": "Myrmes",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 13,
    "description": "In Myrmes, originally shown under the name ANTerpryse, players control ant colonies and use their ants to explore the land (leaving pheromones in their wake); harvest &quot;crops&quot; like stone, earth and aphids; fight with other ants; complete requests from the Queen; birth new ants; and otherwise dominate their tiny patch of dirt, all in a quest to score points and prove that they belong at the top of the heap, er, anthill. After three seasons of scrabbling and foraging, each ant colony faces a harsh winter that will test its colonial strength.&#10;&#10;In game terms, each player has an individual game board to track what's going on inside his colony &ndash; that is, whether the nurses are tending to larvae or doing other things, where the larvae are in their growth process, what resources the colony has, which actions are available to workers when they leave the colony, and so on. The shared game board shows the landscape outside the exit tunnel that all colonies share; after exiting this tunnel, workers ants can move over the terrain to place pheromones (which gives them access to resource cubes), clean up empty pheromones (to make space), hunt prey (by discarding soldiers) or place special tiles (but only if they've developed the ant colony).&#10;&#10;The game lasts three years, and at the start of each year three season dice are rolled to determine the event for each season: extra larvae or soldiers, more VPs for actions, and so on. Within each season, players can spend larvae to adjust the event for themselves on their personal player board. (Put the kids to work!) After adjusting the event, player allocate nurses to birth larvae, worker or soldier ants or to use them for other actions. The worker ants then do their thing, working within the colony itself (although only one colony level is open initially) or traveling to the outside world to hunt prey (ladybugs, termites, spiders), lay down pheromones (which later lets them claim resources on these spaces), place special tiles (like an aphid farm or sub-colony), or clear out pheromones left by ants from any colony. After harvesting, nurses who didn't tend to births then take additional actions, such as opening a new tunnel that only your colony can use, clearing a new level within your colony, or meeting one of the six objectives (capture a certain number of prey, build special tiles, and so on) laid out at the start of the game.&#10;&#10;After three seasons, players must pay food to get their colony through winter, losing points if they can't. Whoever has the most points after three years wins. All hail our new ant overlords!&#10;&#10;",
    "categories": [
      "Animals",
      "Environmental",
      "Farming"
    ],
    "mechanics": [
      "Grid Coverage",
      "Grid Movement",
      "Hexagon Grid",
      "Network and Route Building",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/irYtV0aFZFz-UlhV1uMNOg__thumb/img/pc-1nA3dBW6e1KBluTMb4FRTTbI=/fit-in/200x150/filters:strip_icc()/pic1370050.jpg"
  },
  {
    "id": "146278",
    "name": "Tash-Kalar: Arena of Legends",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 13,
    "description": "Tash-Kalar: Arena of Legends is a game played by masters of magic. Two to four summoners encounter each other in the Tash-Kalar arena, either in teams or each on his own, and prove their skill and strategy in a short but intense battle. By clever deployment of their minions, they create magic patterns for summoning powerful beings, and then use those to destroy their opponent&rsquo;s forces or to prepare patterns for the ultimate legendary beings.&#10;&#10;The game includes four different factions, each with a unique deck of beings to summon and one deck of legendary creatures. Players take turns placing their common pieces on the board, and if they succeed in creating patterns depicted on one of the cards in hand, they may play it. When played, the card summons a particular being and allows the player to perform an effect described on the card: a giant destroys neighboring pieces, a knight moves through enemy pieces, a warlord orders previously placed pieces to move and fight, an enchantress converts enemy pieces to player's own color, etc. After that, the player discards the card and the summoned being turns into a motionless piece which may be used in patterns for summoning other beings &ndash; or even be awakened and moved into combat by the effects of other cards.&#10;&#10;Tash-Kalar: Arena of Legends offers two game modes. In the standard mode you score points for fulfilling various quests set by the Arena Masters: controlling certain points or areas of the arena, destroying a number of enemy pieces in a single turn, performing a certain combination of summonings, etc.&#10;&#10;In melee mode, your only goal is to entertain the crowd. You do that by destroying your opponents and making them beg (i.e., making them use the catch-up mechanisms) and by summoning legendary beings. After all, people want to see a dragon! Both modes can be played as a two-player duel or as a team game with teammates sharing pieces and legendary cards, but with each controlling his own faction. (The game includes a duplicate of one faction in a different color.) The melee mode can also be played as a fierce free-for-all battle, but don't expect alliances; to achieve a good score, you need to destroy all opponents evenly as you track points scored on each opponent separately, and your lowest score is your final score.&#10;&#10;The rules of Tash-Kalar: Arena of Legends are simple and easy to understand, but as you start to discover the tactics and are able to anticipate the opponent's moves and patterns, it turns into a real clash of wits.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Catch the Leader",
      "Grid Movement",
      "Hand Management",
      "Highest-Lowest Scoring",
      "Pattern Building",
      "Square Grid",
      "Static Capture",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/woifEuhjEe-0VPKtPcwaIw__thumb/img/PwCqGHn47oqbKt7aJdkhKb4JG_A=/fit-in/200x150/filters:strip_icc()/pic1875045.jpg"
  },
  {
    "id": "281442",
    "name": "Trismegistus: The Ultimate Formula",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 14,
    "description": "You are an adept of the mysterious art of alchemy, seeking a way to become the successor of the greatest alchemist ever living &mdash; Hermes Trismegistus. In order to do so you will be transmuting mere metals into pure gold, performing experiments, and inventing artifacts to finally achieve everlasting greatness.&#10;&#10;Trismegistus: The Ultimate Formula is played over three rounds during which you will draft exactly three dice. By expertly utilizing the potency of your drafted die, you will be able to transmute precious materials, collect alchemical essences, purchase and activate artifacts, and perform experiments that will progress you along four mastery tracks. You will also build a secret hand of publication cards which &mdash; together with the value of your experiments, the completed formulas of your Philosopher's Stone, and your collected gold &mdash; will determine your final score in victory points and, perhaps, make you the greatest alchemist, someone able to rival Hermes Trismegistus himself!&#10;&#10;The game features custom dice, the sides of which represent alchemical materials. At the beginning of each round, the dice are rolled and grouped by their respective types. On your turn, you must either draft a new die or utilize the untapped potency of a previously drafted die. Based on the material associated with your chosen die, you will be able to collect certain essences in addition to the material to which the die is keyed. Additionally, the color of the die will determine which types of transmutations you can perform, refining raw materials and increasing your mastery of the elements.&#10;&#10;Acquire precious artifacts in order to maximize the effects of your transmutations. Conduct experiments. Increase your knowledge and expertise and discover the ultimate formula!&#10;&#10;The game includes a solo mode by D&aacute;vid Turczi and Nick Shaw.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Dice"
    ],
    "mechanics": [
      "Action Points",
      "Contracts",
      "Dice Rolling",
      "End Game Bonuses",
      "Follow",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/3p7c-u4I9YpHRh1ET--7KQ__thumb/img/ls291pf29DbrptJQCLE_nD_Qa1Y=/fit-in/200x150/filters:strip_icc()/pic5373953.jpg"
  },
  {
    "id": "341945",
    "name": "La Granja: Deluxe Master Set",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 14,
    "description": "La Granja: Deluxe Master Set is an upgraded and expanded version of the 2014 game La Granja in which 1&ndash;4 players manage small farms by the Alpich pond near the village of Esporles on Majorca.&#10;&#10;The players must carefully consider the decisions of which dice to draft, which cards to play, when and where to deliver goods to various markets, and how best to utilize the flexible powers afforded by several &quot;anytime&quot; actions.&#10;&#10;The multi-use cards offer four different options for players to choose from. Decide whether you want to use the card as an extension to your fields (increasing your ability to grow olives, grain, or grapes), as an extension to your farm (increasing the number of pigs you can house, the deliveries you can make, or the coins you will earn each round), as a market barrow (providing a personal contract you can fulfill for valuable rewards), or as a hired helper (each providing a unique and powerful ability to improve your actions).&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Game RoundEach game round follows a consistent and simple structure.&#10;&#10;&#10;     Farm Phase&#10;         Play a farm card (optional)&#10;         Draw new card(s)&#10;         Take income&#10;         Farm growth (harvest goods and pigs)&#10;         Purchase roof markers (optional)&#10;    &#10;     Revenue Phase&#10;         Roll revenue dice&#10;         Draft a revenue die and perform the associated action (in turn order; repeated once)&#10;         Common action (undrafted revenue die)&#10;    &#10;     Transportation Phase&#10;         Choose donkey marker&#10;         Advance on siesta track and reset turn order&#10;         Deliver goods to common markets in the village, or to fulfill personal contracts&#10;    &#10;     Scoring Phase&#10;         Score victory points based on your position on the siesta track&#10;         Reset the siesta track&#10;    &#10;&#10;&#10;At the end of the sixth game round, the game ends, wherafter the players convert remaining farm goods and coin into victory points. The player with the most victory points is crowned the winner.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Deluxe Master SetWhile La Granja Deluxe Master Set reimplements the beloved original game, it also adds a lot of never-before seen content, including modular expansion content designed by Michael Keller and Andreas &quot;ode.&quot; Odendahl themselves.&#10;&#10;Additional expansion modules have been designed by Stefan Feld, Adam Kwapi&#197;&#132;ski, and Andrei Novac.&#10;&#10;Many others have also participated in designing promo cards for La Granja Deluxe Master Set, including Tony Boydell, Mike Murphy, and David Waybright.&#10;&#10;This Deluxe Master Set features brand new artwork, redesigned multi-layer player boards, high quality upgraded components, metal coins, and more.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Dice",
      "Economic",
      "Farming"
    ],
    "mechanics": [
      "Action Drafting",
      "Area Majority / Influence",
      "Automatic Resource Growth",
      "Dice Rolling",
      "Hand Management",
      "Income",
      "Market",
      "Multi-Use Cards",
      "Open Drafting",
      "Turn Order: Stat-Based",
      "Variable Player Powers",
      "Variable Set-up",
      "Victory Points as a Resource"
    ],
    "image": "https://cf.geekdo-images.com/_kOpPrIydA24hH3_8n44Dg__thumb/img/r3hO5d3Qj6e1CG07UyTsIIeA9JA=/fit-in/200x150/filters:strip_icc()/pic6620505.jpg"
  },
  {
    "id": "203416",
    "name": "Exit: The Game – The Pharaoh's Tomb",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 12,
    "description": "On an Egyptian holiday, players are visiting the highlight of the entire journey: the stone pyramids! But after rising through the narrow, labyrinthine corridors, they discover that they've lost the rest of the group. After wandering for hours, they end up in a mysterious grave chamber &mdash; and suddenly the stone door closes behind them. The players are caught. On the floor is a sand-covered notebook and an ancient spinning code dial. Will the players escape in time or be forever buried under stone?&#10;&#10;In Exit: The Game &ndash; The Pharaoh's Tomb, players must use their team spirit, creativity, and powers of deduction to crack codes, solve puzzles, collect objects, and earn their freedom bit by bit.&#10;&#10;",
    "categories": [
      "Ancient",
      "Deduction",
      "Puzzle",
      "Real-time"
    ],
    "mechanics": [
      "Cooperative Game"
    ],
    "image": "https://cf.geekdo-images.com/fGO2BYF3whgNaSBZMVSO9g__thumb/img/UTICjkO5c4q01KusZw3NePiFvUg=/fit-in/200x150/filters:strip_icc()/pic3332423.jpg"
  },
  {
    "id": "154825",
    "name": "Arkwright",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 240,
    "age": 12,
    "description": "In Arkwright players run up to four factories in England during the late 18th Century. Your goal is to have the most valuable block of own shares. Thus, you must increase your share value and buy shares from the bank.&#10;&#10;To run the factories, you need workers. When hiring Workers, demand is automatically created. But of course you want to replace your expensive workers (wage 2-5) by machines (1). To have more output from your factories you may employ new Workers or improve your factory to the next technical level.&#10;&#10;You fix the price for your goods during an action round. To enhance your chances of selling goods, you improve your factories to higher levels, increase the quality and make some sales promotion. The higher these factors, the better are your chances of success - the higher the price, the lower.&#10;&#10;Each player has an own set of &quot;action tokens&quot; like &quot;build and modernize factories&quot;, &quot;employ new workers&quot;, &quot;improve quality&quot; etc. On your turn you place one of those tokens on one of the free spaces in your line of the &quot;Administration board&quot; and pay the according administration costs, ranging from 2 to 10 (even numbers). Some actions depend on how much you paid, i.e. you may buy more machines with one single action, when you pay more (= use a higher space, which is then blocked for the rest of the round). During the game your actions become more and more effective by new tokens, i.e. allow you to buy 3 machines in a single turn instead of 2, increase quality 2 levels instead of only 1...).&#10;&#10;After each round of actions one kind of factories is active and you have to pay for all your workers and machines there, then sell the manufactured products. The value of your shares increases for sold products and best quality.&#10;&#10;Goods may also be traded to the colonies by ship - provided you have a contract with the monopoly of the East Indian Company.&#10;&#10;After four turns each of the factories has produced and the round ends. Players remove the action tokens from the administration board and reveal an event token. After 5 rounds the player with the most valuable block of shares wins. Neither being to be the one with the most shares nor being the one with the highest share value guarantees victory.&#10;&#10;Arkwright allows you to act in different ways. Run all four factories with most possible output, set the focus on only two factories and improve them more than the others can; use shipping to colony or focus on the home market. In any way you have to react to the opponents and their strategy. Enter markets with deficit in supply or give up business where the other players start to push you out. Buy shares when they are cheap and increase the value, or first make money and buy shares later.&#10;&#10;To get familiar with the market mechanics you may start with a 120 minutes version &quot;Spinning Jenny&quot;, but for those who like full strategy in economic themed games, the 240 minute &quot;Waterframe&quot;-Rules come with more options to improve your factory and use ships.&#10;&#10;",
    "categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "mechanics": [
      "Commodity Speculation",
      "Investment",
      "Simulation",
      "Stock Holding",
      "Variable Phase Order",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/42Arfn__U6EZcAj6biuh4w__thumb/img/zM8pwB0LilhgIQd67L7mOgeZ25o=/fit-in/200x150/filters:strip_icc()/pic2776693.png"
  },
  {
    "id": "134726",
    "name": "Smash Up: Awesome Level 9000",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 45,
    "age": 12,
    "description": "Featuring four new factions and eight new bases, Smash Up: Awesome Level 9000 &ndash; a.k.a. Smash Up II &ndash; integrates into the Smash Up base game, bringing exponential new combinations of factions and playstyles! Smash Up: Awesome Level 9000 includes:&#10;&#10;&#10;     Killer Plants &ndash; Better deal with these guys fast because if you leave them alone, they'll grow all over the place...like weeds! *rimshot*&#10;&#10;&#10;&#10;     Ghosts &ndash; Unlike in just about every card game in history, Ghosts benefit from having fewer cards in your hand. Can you be immaterial?&#10;&#10;&#10;&#10;     Steampunks &ndash; Can't leave a good base alone? The Steampunks will add new abilities to bases to help your strategies.&#10;&#10;&#10;&#10;     Bear Cavalry &ndash; What's scary? A bear. What's really scary? A cossack riding a bear! Bear Cavalry will use fear to drive opposing minions to other bases.&#10;&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Horror",
      "Humor",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/nrf1jXPvkRnxYpGLAg51Xg__thumb/img/PUG0o8a1BjrQfcem_Cj5Hb6oBcw=/fit-in/200x150/filters:strip_icc()/pic1497102.jpg"
  },
  {
    "id": "148729",
    "name": "Maquis",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 30,
    "age": 14,
    "description": "Engage the Nazi occupation of France in la petite guerre to throw off the yoke of the oppressors and free your homeland!&#10;&#10;Maquis is a solitaire worker-placement game with variable goals and a play time of approximately twenty minutes. The player places his resistance agents on spaces around town to achieve his goals - blowing up trains, publishing underground newspapers - but at the same time Milice collaborators and Wehrmacht soldiers patrol the area. Agents who can't make it back to the safe house at the end of the day are arrested, and never seen again.&#10;&#10;",
    "categories": [
      "Print & Play",
      "World War II"
    ],
    "mechanics": [
      "Solo / Solitaire Game",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/wgHvFfiPzMJUFrP4OLKtwQ__thumb/img/OAmwv-znUfaQFLPjiS1BpBjDUtM=/fit-in/200x150/filters:strip_icc()/pic5009864.jpg"
  },
  {
    "id": "165401",
    "name": "Wir sind das Volk!",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 150,
    "age": 12,
    "description": "1949: Germany, still in ruins from WWII, is split in two, as the Iron Curtain of the Cold War descends. East Germany and West Germany become bitter rivals, each wanting to show its system is superior. Which will reconstruct quicker? Which will make its people happier? Socialism vs Capitalism; collectivism vs individualism - which will triumph?&#10;&#10;Wir sind das Volk! (&quot;We are the people!&quot; &mdash; the main slogan of the East German demonstrators in 1989) recreates the history of the divided Germany, from the Berlin Airlift to the fall of the Berlin Wall. Flowing from how the 84 individually designed action cards are played, each game is different. There are many possible strategies. Will East Germany build the Wall or stem the exodus of its citizens another way?&#10;&#10;East vs West: as a player, you take the role of East or West Germany. Use your action cards wisely. Build up your economy and increase the living standards of your people. Don&rsquo;t fall behind, or you will face widespread unrest. Also win the contest for international prestige. Precise planning is the key to victory. But be careful! Even the best plans may be derailed by events like the 1973 Oil Crisis or the Monday demos. Mass protests, that may seal your fate, are always on the horizon.&#10;&#10;",
    "categories": [
      "Economic",
      "Political"
    ],
    "mechanics": [
      "Action / Event",
      "Network and Route Building",
      "Open Drafting",
      "Simulation",
      "Tug of War"
    ],
    "image": "https://cf.geekdo-images.com/em65Za2y7FNo-otQ6IgUCQ__thumb/img/UAL4JsaK6Rph7YS0lxDOKG1kWrw=/fit-in/200x150/filters:strip_icc()/pic2239210.jpg"
  },
  {
    "id": "20963",
    "name": "Fury of Dracula (Second Edition)",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 180,
    "age": 10,
    "description": "In Fury of Dracula, a game of Gothic adventure, one player takes the role of Dracula while up to four others attempt to stop him by controlling Vampire hunters from the famous Bram Stoker novel.&#10;&#10;Dracula has returned, and is determined to control all of Europe by creating an undead empire of Vampires. Dracula uses a deck of location cards to secretly travel through Europe, leaving a trail of encounters and events for the hunters that chase him.&#10;&#10;Meanwhile, the hunters attempt to track and destroy Dracula using the limited information available to them - a task easier said than done when their prey has the power to change forms into a wolf or bat, and can even melt away into the mist when confronted.&#10;&#10;To save Europe and rid the world of Dracula's foul plague, the hunters must destroy Dracula before he earns enough victory points to win the game... will they have enough wit and bravery to defeat the dark count?&#10;&#10;",
    "categories": [
      "Adventure",
      "Deduction",
      "Fighting",
      "Horror",
      "Novel-based"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hidden Movement",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/IPdbwjsYJgokVAjYUa1aWg__thumb/img/IFs-IOi9pkODntXfiXuenUj3NeQ=/fit-in/200x150/filters:strip_icc()/pic1586916.jpg"
  },
  {
    "id": "20100",
    "name": "Wits & Wagers",
    "minPlayers": 3,
    "maxPlayers": 7,
    "playingTime": 25,
    "age": 10,
    "description": "Not a trivia buff? It doesn't matter! In Wits &amp; Wagers, each player writes a guess to a question such as &ldquo;In what year did the bikini swimsuit makes its first appearance?&rdquo; or &ldquo;How many feet wide is an NFL football field?&rdquo; and places it face-up on the betting mat. Think you know the answer? Bet on your guess. Think you know who the experts are? Bet on their guess. The closest answer &mdash; without going over &mdash; pays out according to the odds on the betting mat. Strike it big and you'll be cheering like you just hit the jackpot!&#10;&#10;Wits &amp; Wagers is a trivia game that lets you bet on anyone's answer. So you can win by making educated guesses, by playing the odds, or by knowing the interests of your friends. It can be taught in 2 minutes, played in 25 minutes, and accommodates up to 20 people in teams.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Party Game",
      "Trivia"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Paper-and-Pencil"
    ],
    "image": "https://cf.geekdo-images.com/TxojLHTFHfBOBAk9MQSyLg__thumb/img/J-7XIZYzAorUyzewzFgRqFK7vhk=/fit-in/200x150/filters:strip_icc()/pic2558555.jpg"
  },
  {
    "id": "232219",
    "name": "Dragon Castle",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "Dragon Castle is a game freely inspired by Mahjong Solitaire. During your turn, you take a pair of identical tiles from the central &quot;castle&quot; (known as the Dragon Castle) and place them on your own realm board to build your own castle. From time to time, you may sacrifice these tiles to acquire shrines in their place.&#10;&#10;Every time you create a set of tiles of the same kind, you &quot;consolidate&quot; them, i.e. flip them face down to score points. When you consolidate a set, you may also build shrines on top of the consolidated tiles: Shrines allow you to score more points, but they also limit your building options. You may also take advantage of the available spirit card and its game-changing powers...but this will come at a cost! Finally, don't forget to check the dragon card in play, and to follow the building requirements to score bonus points.&#10;&#10;When the Dragon Castle has been reduced to only one floor, the end of the game is triggered. After one final round, the player with the most points is the lord of the new Dragon Castle&hellip;and the winner of the game!&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "End Game Bonuses",
      "Layering",
      "Open Drafting",
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/LvBG5jXW8ZFyllrbyJme-A__thumb/img/rmPTY8XdFru_9M_Ty68j4LpK10A=/fit-in/200x150/filters:strip_icc()/pic3683059.png"
  },
  {
    "id": "483",
    "name": "Diplomacy",
    "minPlayers": 2,
    "maxPlayers": 7,
    "playingTime": 360,
    "age": 12,
    "description": "Diplomacy, the classic boardgame of pure negotiation has taken many forms over the years.&#10;&#10;The first The Avalon Hill Game Co version has perhaps the widest release, but Avalon Hill re-released the game in 1999, complete with a colorful new map and metal pieces.  In 2008, Avalon Hill released a 50th anniversary edition with a new map and cardboard pieces representing the armies and navies.&#10;&#10;In the game, each player represents one of the seven &quot;Great Powers of Europe&quot; (Great Britain, France, Austria-Hungary, Germany, Italy, Russia or Turkey) in the years prior to World War I. Play begins in the Spring of 1901, and players must negotiate and make deals with other players in order to have any success in expanding their borders. They will make both Spring and Autumn moves each year. with two kinds of military units: armies and fleets. On any given turn, each of your military units has limited options: it can move into an adjoining territory, support an allied unit in an attack on an adjoining territory, support an allied unit in defending an adjoining territory, or hold its position. Players instruct each of their units by writing a set of &quot;orders.&quot; The outcome of the various orders is basically determined by the total strength of the units involved. There are no dice rolls or other elements of chance. With its incredibly simplistic movement mechanism fused to a significant negotiation element, this system is highly respected by many gamers.&#10;&#10;Avalon Hill Complexity rating - 3&#10;&#10;Re-implemented by:&#10;&#10;    Colonial Diplomacy&#10;    Diplomacy: Classical Variant&#10;    Diplomacy: Hundred Variant&#10;&#10;&#10;",
    "categories": [
      "Bluffing",
      "Negotiation",
      "Political",
      "Post-Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Negotiation",
      "Player Elimination",
      "Prisoner's Dilemma",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/CGJihifkrZSqW40zElgXkQ__thumb/img/_Ar945YdaXSz3iFIR_aOCCcf6zc=/fit-in/200x150/filters:strip_icc()/pic7376874.jpg"
  },
  {
    "id": "143741",
    "name": "BANG! The Dice Game",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 15,
    "age": 8,
    "description": "In the U.S. wild west, the eternal battle between the law and the outlaws keeps heating up. Suddenly, a rain of arrows darken the sky: It's an Indian attack! Are you bold enough to keep up with the Indians? Do you have the courage to challenge your fate? Can you expose and defeat the ruthless gunmen around you?&#10;&#10;BANG! The Dice Game keeps the core of the Bang! card game in place. At the start of the game, players each take a role card that secretly places them on a team: the Sheriff and deputies, outlaws, and renegades. The Sheriff and deputies need to kill the outlaws, the outlaws win by killing the Sheriff, and the renegades want to be the last players alive in the game.&#10;&#10;Each player also receives a character card which grants him a special power in the game. The Sheriff reveals his role card and takes the first turn of the game. On a turn, a player can roll the five dice up to three times, using the results of the dice to shoot neighboring players, increase the range of his shots, heal his (or anyone else's) life points, or put him in range of the Indians, which are represented by nine tokens in the center of the table. Each time a player rolls an arrow, he takes one of these tokens; when the final token is taken, each player loses one life point for each token he holds, then the tokens are returned to the center of the table.&#10;&#10;If a player collects a trio of Gatling symbols on the dice, he fires one shot at everyone else and rids himself of Indian tokens. Who'll get his shot off first? Play continues until one team meets its winning condition &ndash; and death won't necessarily keep you from winning as long as your teammates pull through!&#10;&#10;",
    "categories": [
      "American West",
      "Bluffing",
      "Deduction",
      "Dice",
      "Fighting",
      "Party Game"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hidden Roles",
      "Player Elimination",
      "Push Your Luck",
      "Re-rolling and Locking",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/BLTFau1Ue-gjX6geQdYrjQ__thumb/img/IijBpyOQC760F6XIw34WT0ePqe4=/fit-in/200x150/filters:strip_icc()/pic2909713.jpg"
  },
  {
    "id": "416851",
    "name": "Castle Combo",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 25,
    "age": 10,
    "description": "A quick and nifty card game by the publisher of Faraway.&#10;&#10;Each player will spend coins to draft 9 cards from 2 open markets on the table (the lower and upper city), creating along the game a 3x3 square of people interacting with each other to trigger instant effects and end-of-game bonuses.&#10;&#10;Castle Combo is a tableau-building game that combines simplicity with deep, engaging gameplay, offering highly satisfying experiences.&#10;&#10;Each turn, you add a character to your tableau&mdash;a seemingly straightforward action that packs a punch regarding strategic decisions. You'll need to carefully manage your Keys to influence the Messenger pawn at critical moments, as it controls which characters are available for recruitment from two different areas &ndash; peasants and nobles.&#10;&#10;Balancing your Gold reserves is equally important, ensuring you can afford the characters that best suit your strategy throughout the game. Selecting the right characters is crucial to maximising their immediate effects and the points they will contribute at the game's end. Finally, carefully arranging these characters on your 3x3 board is key to unlocking their full potential.&#10;&#10;",
    "categories": [
      "Card Game",
      "Medieval"
    ],
    "mechanics": [
      "End Game Bonuses",
      "Multi-Use Cards",
      "Open Drafting",
      "Set Collection",
      "Tags",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/rGomBfj0FGrZM-w3h5HFWQ__thumb/img/DnptKBxT6l_W2B3jGXdnEDEkDM0=/fit-in/200x150/filters:strip_icc()/pic8250341.png"
  },
  {
    "id": "244608",
    "name": "Menara",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "As a tight-knit team in Menara, players use pillars and wondrously-shaped temple floors to build a spectacularly soaring structure full of nooks and crannies. Cooperation and static skills are in demand since for each mistake in construction, you have to add another floor to the temple.&#10;&#10;A steady hand, an alert mind, and mutual assistance can help you successfully complete what seems to top out at dizzy heights...&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Fantasy"
    ],
    "mechanics": [
      "Cooperative Game",
      "Physical Removal",
      "Stacking and Balancing"
    ],
    "image": "https://cf.geekdo-images.com/qRwLtZZDhIT1wPD8qjCEUA__thumb/img/M7GGgc8cAX5AiTfdC8U4AieR6VQ=/fit-in/200x150/filters:strip_icc()/pic3944407.jpg"
  },
  {
    "id": "73171",
    "name": "Earth Reborn",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 180,
    "age": 13,
    "description": "After 500 years, two factions emerge from their underground cities into a new world, an Earth reborn from nuclear disaster.&#10;&#10;12 highly detailed miniatures represent the two factions:&#10;&#10;NORAD: military in thinking and origins. Scientists and engineers add to their strength.&#10;&#10;SALEMITES: occultists working with cadavers, bringing the dead to life.&#10;&#10;Soon after emerging, these two factions meet - and it is determined that they cannot live together in peace.&#10;&#10;Earth Reborn offers nine scenarios that take you through missions of rescue, retrieval, and escort through areas of labs, mansions, towns, and more. Each scenario builds upon the rules of a new chapter: the game system is built like a tutorial. There are core rules to start the game, and each chapter offers 1-3 new rules along with a scenario that uses these new rules.&#10;&#10;The game also contains the innovative S.A.G.S. (Scenario Auto Generating System), where 2-4 players can make their own maps and mission objectives for near infinite replayability!&#10;&#10;Other features include:&#10;&#10;        A Tetris-like board construction using polyomino floor tiles.&#10;        An order tiles system to give commands to your miniatures.&#10;        Interrupt Duels with Bluff, betting command points to interrupt an enemy character and act during another player's turn.&#10;        The I.P.S. (Iconographic Phrasing System) that allows almost any effect to occur with icons, totally language independent.&#10;        Colored base arcs on miniatures to simplify Line of Sight, shooting, and close combat. It also multiplies characters&rsquo; variations and possibilities.&#10;        The Search rule, giving a visceral feeling to searching in rooms to find equipment.&#10;        A Mission Points track that also serves as a Morale Points track. &#10;        Radio Scrambling to mess with your opponents' orders.&#10;&#10;&#10;",
    "categories": [
      "Adventure",
      "Bluffing",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Spies / Secret Agents",
      "Zombies"
    ],
    "mechanics": [
      "Action Points",
      "Auction: Sealed Bid",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Interrupts",
      "Line of Sight",
      "Modular Board",
      "Open Drafting",
      "Scenario / Mission / Campaign Game",
      "Secret Unit Deployment",
      "Square Grid",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/77ccl-nXuwWw3Xj6woR3fA__thumb/img/S4KtdrTXbVvFYLTPvdjDI1z4EX4=/fit-in/200x150/filters:strip_icc()/pic746581.jpg"
  },
  {
    "id": "214880",
    "name": "City of the Big Shoulders",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 180,
    "age": 14,
    "description": "After the great Chicago Fire of 1871, the brave men and women of Chicago sought to rebuild their once-great city, and rebuild it they did. Over the next 60 years Chicago experienced an economic golden age, making such great progress that it hosted The World's Columbian Exposition in 1893, followed not long after by a celebration of its Century of Progress at The World's Fair in 1933.&#10;&#10;Many of the household brands we've come to know and love today had their start in Chicago during this time period; Oscar Mayer, Kraft, Quaker Oats, Nabisco, Swift &amp; Co, Armour &amp; Co, Schwinn Bicycles, Charles Schwab, and many others made a home here in this tall, bold slugger.&#10;&#10;In City of the Big Shoulders players take on the roles of entrepreneurs and investors seeking to rebuild Chicago into a city fit for the world stage. In this unique merger of 18xx-style stock manipulation mechanics with euro-style gameplay, players start companies, trade in shares, hire employees, equip their factories, produce goods and sell them to be delivered to homes across the midwest.&#10;&#10;Although City of the Big Shoulders features a large amount of strategic depth and rewarding gameplay, it does so in a shorter timeline than is typical of most heavy economic games. Players play just five rounds (also known as decades) in about two and a half hours. Each decade consists of five unique phases: A stock phase where players can buy and sell stock; a building phase where players rebuild the city of Chicago, placing action spaces on the board; an action phase where companies send their partners to make deals across Chicago; an Operating Phase where companies buy resources, produce goods, and ship them out of Chicago; and finally a cleanup phase where the board is set up for the following decade. At the end of the fifth decade, the game ends. Players then exchange shares that they have purchased over the course of the game for cash, are rewarded for any of the public goals they have accomplished over the five decades of play, and tally their money to determine who is Chicago's greatest resident.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Economic",
      "Educational",
      "Industry / Manufacturing"
    ],
    "mechanics": [
      "Commodity Speculation",
      "Ownership",
      "Stock Holding",
      "Tile Placement",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/JImiygpumS35fVxlfsRPXw__thumb/img/4JoMwGJySRhnioxER3OEj6r0uYg=/fit-in/200x150/filters:strip_icc()/pic4223934.jpg"
  },
  {
    "id": "338957",
    "name": "Caesar!: Seize Rome in 20 Minutes!",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 14,
    "description": "The Roman Republic is coming to an end, but not before a power struggle between Caesar and Pompey. Players will command their legions, strategically deploying them to key battlegrounds to try and seize control of the provinces and become ruler of the republic.&#10;&#10;Players draw tokens from a bag to determine their starting forces and to replenish their losses. Players allocate their resources to each province, gaining tactical advantages and vying for control of the republic.&#10;&#10;Three modules to expand the game are included: poison your opponent, deploy powerful Centurions and use underhanded tactics to gain advantages in the Expansions of Rome.&#10;&#10;",
    "categories": [
      "Ancient",
      "Civil War",
      "Wargame"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Chit-Pull System",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/Mw_WmNeSTRgEgiQG87YPgQ__thumb/img/vq3rQ-SOu-77cD61UeJq58dcZZQ=/fit-in/200x150/filters:strip_icc()/pic6228356.png"
  },
  {
    "id": "280480",
    "name": "Crystal Palace",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 150,
    "age": 14,
    "description": "In Crystal Palace, players take on the role of a nation at the time of the first World Fair in London (1851), trying to create a buzz with spectacular inventions and the support of famous and powerful people.&#10;&#10;Crystal Palace is a dice-placement game in which the players themselves determine the stats of their dice at the beginning of each round. The higher the number, the better &mdash; but it comes at a price. In the course of the game, dice are placed on eight action locations (Patent Office, Reform Club, London Times, Port of London, Waterloo Station, British Museum, Bank of England, Westminster) in a competition for the best resources, patents, and brains.&#10;&#10;In a world of slightly weird inventions, you will meet people like Phileas Fogg, Levi Strauss and Amelia Edwards, and invent gadgets such as the Thinking machine, the Beer glass counter or the Climate changer.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Dice",
      "Economic"
    ],
    "mechanics": [
      "End Game Bonuses",
      "Income",
      "Loans",
      "Modular Board",
      "Set Collection",
      "Take That",
      "Turn Order: Auction",
      "Worker Placement with Dice Workers"
    ],
    "image": "https://cf.geekdo-images.com/oHsLn5t1BvKOX4zJO8_Tmw__thumb/img/a5wJcOm363_-BhI3Al-fnJ4e2NE=/fit-in/200x150/filters:strip_icc()/pic4949194.jpg"
  },
  {
    "id": "238799",
    "name": "Messina 1347",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 140,
    "age": 14,
    "description": "Messina 1347 takes place during the introduction of the plague epidemic (a.k.a. the &quot;black death&quot;) and the spreading of its infection through town. During this time period, merchant ships delivering luxury goods to Europe brought to these countries an unprecedented epidemic &mdash; and one of the first affected cities was Messina, Italy.&#10;&#10;In the game, players take the role of important Messina families who are leaving town and moving to the countryside out of fear of being infected by the plague. While doing this, they are focusing on saving other inhabitants and helping to fight the plague infection in town. They must also endeavor to prosper in their countryside residence, where they are temporarily accommodating rescued residents. They are all waiting there for the epidemic to subside, then they return to Messina to take over and dominate particular districts in the town.&#10;&#10;",
    "categories": [
      "Economic",
      "Medical",
      "Medieval"
    ],
    "mechanics": [
      "Grid Movement",
      "Income",
      "Modular Board",
      "Solo / Solitaire Game",
      "Track Movement",
      "Variable Player Powers",
      "Variable Set-up",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/Pw9TGohEb7PITFJnuq48bQ__thumb/img/bWVi55qMYTv6VrQNHFllltHLlZI=/fit-in/200x150/filters:strip_icc()/pic6397342.jpg"
  },
  {
    "id": "65532",
    "name": "Defenders of the Realm",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 13,
    "description": "&ldquo;Our Liege is in desperate hour! From what grievous cause have these accursed races arisen? Orcs, Dragons, Demons and the Dead make haste towards Monarch City. The King and Countryside of Monarch City is in need of valiant Heroes!&rdquo;&#10;&#10;Will you answer the King's call?&#10;&#10;In the ancient Citadel of Monarch City, the King calls to arms the finest Heroes to defend against a Darkness that engulfs the land. You and your allies must embark on a journey to defend the countryside, repair the tainted lands, and defeat the four creature factions before any of them enter the City. And they approach from all sides! Fast populating Orcs! Fierce Dragons! Undead that bring Fear! And Demons! All tainting the land in their wake. There are several paths to defeat, but only one path to victory, and only the most valiant Hero will be named King's Champion.&#10;&#10;Defenders of the Realm is a co-operative fantasy board game in which 1-4 players take a role as one of the King&rsquo;s Champions (Choose from Cleric, Dwarf, Eagle Rider, Paladin, Ranger, Rogue, Sorcerer and Wizard). You, as one of the King's Heroes, make use of strategy, special abilities, cooperation, card play and a little luck in Defenders of the Realm for a unique experience every adventure. But be forewarned! There is never time to rest. As each Enemy General is struck down in battle, the remaining dark forces only grow more difficult to vanquish and their march to Monarch City gets faster with each Hero victory!&#10;&#10;",
    "categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/jWHk6CdY_Z8gr12LzuLBcg__thumb/img/Y_Zw1i5p9W6LAqkK82Ryows7i4g=/fit-in/200x150/filters:strip_icc()/pic649329.jpg"
  },
  {
    "id": "162007",
    "name": "Steampunk Rally",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 60,
    "age": 14,
    "description": "Steampunk Rally is a strategy game that incorporates steampunk as more than just a bit of chrome. Using a unique dice-placement mechanism, players take on the roles of famous inventors from the turn of the last century like Nikola Tesla and Marie Curie, constructing fantastical contraptions that make use of steam, heat and electricity in an attempt to win a no-holds-barred race through the Swiss alps.&#10;&#10;Each round starts with a card draft in which players carefully select machine parts to add to their invention and one-shot boost cards to aid them or hinder opponents. Players also have the option of discarding drafted cards for dice or cogs to power their invention, but they must make this tricky choice when each card is drafted.&#10;&#10;Then, after venting dice to revitalize their machines, players roll their dice and use them to activate machine parts which provide things like movement, shielding, and additional dice with which to activate more parts. Driving through terrain causes damage, and if a player's damage gauge ends up in the red at the end of the turn, they must lose parts from their invention. These will need to be replaced in the draft phase, constantly forcing players to discover new synergies.&#10;&#10;",
    "categories": [
      "Dice",
      "Racing",
      "Science Fiction"
    ],
    "mechanics": [
      "Closed Drafting",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Modular Board",
      "Race",
      "Resource to Move",
      "Simultaneous Action Selection",
      "Track Movement",
      "Variable Player Powers",
      "Worker Placement with Dice Workers"
    ],
    "image": "https://cf.geekdo-images.com/x7ZIq-jb6z10UJiv_8wsyg__thumb/img/URNMA8H29TNXaMhjNvxdV4Xvql8=/fit-in/200x150/filters:strip_icc()/pic2073821.jpg"
  },
  {
    "id": "150997",
    "name": "Shadows of Brimstone: Swamps of Death",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 180,
    "age": 12,
    "description": "Shadows of Brimstone: Swamps of Death is a fast-paced, fully cooperative, dungeon-crawl board game set in the Old West, with a heavy dose of unspeakable horror! Players create characters, taking on the role of a classic Western Hero Archetype, such as the Law Man, Gunslinger, or Saloon Girl. Forming an adventuring posse, the Heroes venture down into the dark mines, overrun with all manner of ancient demons and foul creatures from another world. With tactical gameplay, lots of dice, and a robust card-driven exploration system, no two games are ever the same as the heroes explore the mines finding new enemies to fight, new loot to collect, and new dangers to overcome. Players can even find portals to other worlds, stepping through to continue their adventures on the other side!&#10;&#10;An exciting campaign system allows the players to visit local frontier towns between adventures, spending their hard-earned loot and building their characters from game to game! As players find fantastic gear and artifacts to equip their heroes, they also gain experience from their adventures. This experience is used to level up, guiding the hero's path through an expansive, class-specific upgrade tree of new skills and abilities, allowing each player to develop their hero to fit their own play style.&#10;&#10;In Swamps of Death, players will encounter portals to the otherworld Jargono, a humid swampland inhabited by sentient reptiles, vicious dinosaurs and a tribe of humanoids, cut off from return to their homeworld untold years after their own portal closed.&#10;&#10;So load up yer' six shooter, throw on yer' hat and poncho, and gather the posse as the darkness is coming, and all hell's about to break loose...in the Shadows of Brimstone!&#10;&#10;Can be used together with Shadows of Brimstone: City of the Ancients to raise the maximum players to 6.&#10;&#10;",
    "categories": [
      "Adventure",
      "American West",
      "Exploration",
      "Fantasy",
      "Horror",
      "Miniatures"
    ],
    "mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/qRyYKK4IxR9QBwyr7OMvzw__thumb/img/9K95Z2kFVqnIXKCqJ4vBA2uZkm4=/fit-in/200x150/filters:strip_icc()/pic2037826.jpg"
  },
  {
    "id": "318560",
    "name": "Witchstone",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 12,
    "description": "As established representatives of your guild, you gather around an ancient sacred stone, the significance and magical powers of which are known to adepts only. Each player occupies one of the four towers around the Witchstone and starts from there. Create your magic spells with the help of your cauldron, and put a network of magic energy around the stone. Send out your witches, scoop the magic crystals out of the cauldron, make use of the pentagram and the magic wand, and keep an eye on the prophecy scrolls in order to ensure victory.&#10;&#10;Not all options are always available to you. Only if you cleverly make the most of your opportunities will you have the chance of accumulating the most victory points over the eleven rounds and thereby win Witchstone.&#10;&#10;Each player in the game has a personal cauldron that bears seven crystals and six pre-printed magic icons, and they share a larger game board that features a crystal ball that shows the entire landscape. Each player has a set of fifteen domino tiles, with each half of the domino being a hexagon; each domino depicts two different magic icons from the six used in the game.&#10;&#10;On a turn, you place one of the five face-up dominos in your reserve onto your cauldron, then you take the action associated with each icon depicted on that domino; if the icon is adjacent to other dominos showing the same icon (or the matching pre-printed icon), then you can take that action as many times as the number of icons in that cluster. You must complete the first type of action completely before taking the second action. With these actions, you can:&#10;&#10;&#10;    Use energy to connect your starting tower to other locations on the game board, scoring 1, 3 or 6 points depending on the length of the connection.&#10;    Place witches next to your starting tower on the game board or move them across your energy network to other locations. As you do this, you gain points and possibly additional actions to use the same turn.&#10;    Move your token around a pentagram to collect points and to acquire bonus hex tiles; you can use these tiles immediately for actions or place them in your cauldron to make future tile placement more valuable.&#10;    Move the crystals in your cauldron, whether to make room for future tile placement or to gain bonus actions by ejecting the crystal completely.&#10;    Advance on a magic wand to gain points and take additional actions, with the actions being doubled should you currently be the most advanced player on the wand.&#10;    Claim scroll cards that boost future actions or earn you bonus points at game's end depending on how well you've completed the prophecy depicted.&#10;&#10;&#10;After each player has completed eleven turns &mdash; which could equal 40-60 actions depending on how well you've used your cauldron &mdash; the game ends and players tally their points from prophecies and other collected scoring markers to see who has the highest score.&#10;&#10;",
    "categories": [
      "Fantasy"
    ],
    "mechanics": [
      "End Game Bonuses",
      "Grid Coverage",
      "Hexagon Grid",
      "Network and Route Building",
      "Open Drafting",
      "Point to Point Movement",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/zi0KYvDC394VpxF3b5bpzA__thumb/img/QbsDI5akgmmv0rxve3UdttEYn6M=/fit-in/200x150/filters:strip_icc()/pic6034602.jpg"
  },
  {
    "id": "363247",
    "name": "Azul: Master Chocolatier",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "In the game Azul, players take turns drafting colored tiles from suppliers to their player board. Later in the round, players score points based on how they've placed their tiles to decorate the palace. Extra points are scored for specific patterns and completing sets; wasted supplies harm the player's score. The player with the most points at the end of the game wins.&#10;&#10;Azul: Master Chocolatier includes double-sided factory boards, with these tiles being placed on these boards at the start of each round. One side of the factories is blank, and when using this side the game plays exactly like Azul. The other side of each factory tile has a special effect on it that modifies play in one way or another, putting a twist on the normal game. Additionally, the tiles are modeled to look like chocolates and other treats, despite remaining as inedible as the tiles in the original game.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "mechanics": [
      "End Game Bonuses",
      "Open Drafting",
      "Pattern Building",
      "Tile Placement",
      "Turn Order: Claim Action"
    ],
    "image": "https://cf.geekdo-images.com/CHIy1KMWI-LCkiux4q81Fg__thumb/img/ibEjwlnZixyeVXYcS_793Cgtrdw=/fit-in/200x150/filters:strip_icc()/pic6871709.png"
  },
  {
    "id": "173064",
    "name": "Leaving Earth",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 180,
    "age": 15,
    "description": "The year is 1956.  Mankind stands at the dawn of a new age, the Space Age, when the flying bombs of yesteryear will become the rocket ships of tomorrow.  As the director of a national space program, your country is depending on you for success in this great contest.  You may be the first to create an artificial satellite, send a probe to another planet, or even put a man on the moon.&#10;&#10;Leaving Earth is a game about planning and about managing risk.  With even a single grand journey into outer space, you might claim victory in the game.  Consequently, it is your job to plan each journey carefully, finding the cheapest, quickest, and safest ways to reach your objective&mdash;but do not spend too long preparing, or another nation might reach its goal before you.&#10;&#10;On your turn, you will be conducting research, building spacecraft, and directing journeys into outer space. To conduct research, you buy an advancement that begins with certain flaws, then you test the advancement to find and eliminate those flaws.  To build a spacecraft, you purchase components and assemble them into a whole. To travel to outer space, you expend rockets to maneuver from one location to another.&#10;&#10;",
    "categories": [
      "Math",
      "Science Fiction",
      "Space Exploration"
    ],
    "mechanics": [
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Push Your Luck",
      "Resource to Move",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/rpjQ2X1g2fau-VsgAYvo2A__thumb/img/Mryb8qHHoDA9nYeA0K8gKugHCWw=/fit-in/200x150/filters:strip_icc()/pic2624698.jpg"
  },
  {
    "id": "87890",
    "name": "Prêt-à-Porter",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 10,
    "description": "Pr&ecirc;t-&agrave;-Porter is an economic strategy game set in a world of fashion. Players run clothes companies and fight for dominance during fashion shows. It is &ndash; perhaps &ndash; one of the most cruel and ruthless of all our games. Money can be a dangerous weapon.&#10;&#10;During the game players open new branches and outlets, hire new workers and try to gain new capabilities. New Design Agencies, Brand stores or Preparation rooms are opened, Accountants, Models and Designers are hired, lucrative contracts are signed to allow for short-term profits and expand company&rsquo;s competencies.&#10;&#10;Every single month player&rsquo;s company gains new capabilities.&#10;&#10;Each quarter held fashion shows &ndash; each player has to prepare a collection of clothing and has to show it on the show. The public, media, experts estimate collections in four categories and award prizes and diplomas. The more awards (represented by &lsquo;stars&rsquo; in the game) will be collected at the show, the more money the players earn for selling their collection!&#10;&#10;Will you get award for best Trends? Will you manage to be best in Public Relations and get the Media award? Will you earn more &lsquo;stars&rsquo; than your opponent?&#10;&#10;If you win &lsquo;stars&rsquo;, your opponents don&rsquo;t.&#10;If you win &lsquo;stars&rsquo;, you earn more money. Your opponents don&rsquo;t.&#10;If you win &lsquo;stars&rsquo;, you earn money, you hire new stuff, you get better. Your opponents don&rsquo;t.&#10;&#10;That is why during show you will kill for every single &lsquo;star&rsquo;. Welcome to the hell&hellip;&#10;&#10;&#10;Pr&ecirc;t-&agrave;-Porter is a 2-4 player board game, unique mix of deep economy strategy and direct interaction. Low luck element, many important decisions to be made and many strategies that can be used to acclaim victory. With wide range of different employees, different buildings and contracts you can create your unique company every single time.&#10;&#10;",
    "categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "mechanics": [
      "Loans",
      "Open Drafting",
      "Set Collection",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/6DboPjt27DN35KaFjHU2cg__thumb/img/cm9gkvnDoQX47Qu6iNhGmiEdbOg=/fit-in/200x150/filters:strip_icc()/pic4543705.jpg"
  },
  {
    "id": "73761",
    "name": "K2",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 8,
    "description": "K2 is the second-highest mountain on Earth as well as the second deadliest. It's known as the Savage Mountain, as it kills one person for every four who have reached the summit... Now your team stands in its shadow, ready to climb for fame and glory.&nbsp;&#10;&#10;K2 is a board game in which each player controls a team of 2 mountaineers, trying to climb to the summit of K2 and return before the other players' teams and before the mountain kills them. Every player uses an identical deck of cards. You use the cards to move your climbers on the route pictured on the gaming board, or to acclimatize the members of your team.&nbsp;&#10;You can also set up a tent and wait for better weather. You will have to choose your path carefully, as the other mountaineers can block your way, and watch the upcoming weather which can lower your acclimatization to 0, thus killing your climbers.&#10;K2 is a hand management game for 1-5 players, with strong interaction and low luck factor, lasting up to 60 minutes. The theme is very well represented by the mechanics, including such elements as changing weather, lack of oxygen and death of the mountaineers. The result is an exciting match for gamers and non-gamers alike.&#10;The box includes, among other materials, a double-sided board with two different routes to the summit (easier and harder) and two sets of weather tiles (for summer and winter).&#10;&#10;",
    "categories": [
      "Exploration",
      "Sports"
    ],
    "mechanics": [
      "Hand Management",
      "Player Elimination",
      "Point to Point Movement",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/JlUNpGfe_k7FSYLTrh0ovw__thumb/img/jYzh0MuH2xTed0d4z8kNNCXLqsM=/fit-in/200x150/filters:strip_icc()/pic5875489.jpg"
  },
  {
    "id": "331787",
    "name": "Tiny Epic Dungeons",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 14,
    "description": "Tiny Epic Dungeons is a fully co-operative dungeon crawler for 1 to 4 players set in the fantasy world of Aughmoore.&#10;&#10;In Tiny Epic Dungeons, players control a band of Heroes exploring a treacherous dungeon in search of the fearsome Dungeon Boss. Heroes make their way through the dungeon one room at a time. Around every corner goblins and ferocious minions seek to block the Heroes&rsquo; path. Where there isn&rsquo;t an enemy, traps are set, ready to spring on even the most prepared Hero.&#10;&#10;Tiny Epic Dungeons features a modular dungeon that is unique with each play.&#10;&#10;The game is played over two acts: The Dungeon, and the Dungeon Boss. In both acts, the players are constantly struggling against the waning firelight of their torch which decreases each turn. When the torch goes out, the Heroes are forever lost in the darkness.&#10;&#10;After clearing the dungeon of all its' minions and finding the entrance to the lair, players must engage in an epic battle against the Boss. Each boss has unique abilities and a lair with a unique environment that gives various advantages and disadvantages depending on the skill used and where the Hero attacks from.&#10;&#10;These Epic Monsters cannot be slain by mere swords, axes, arrows, and the occasional spell. Ritual Rooms around the dungeon must be used to lower their magical bond to the dungeon. The Dungeon boss must be lured to these rooms to lower their defenses and allow the Heroes to strike the final blow!&#10;&#10;Victory in Tiny Epic Dungeons is achieved by defeating the Dungeon Boss! In order to do that, the Heroes will need to collect legendary loot, and supreme spells&#10;&#10;Heroes of old crafted loot to honor the ways of their clans. Bear, Lion, Phoenix, and Panther. Heroes can discover pieces from these ancient sets that grow more powerful the more you collect.&#10;&#10;Will you be the greatest warrior the Bear clan has ever seen? Or will you make the Panther clan proud by stalking your prey and striking with surprising force, unseen before the moment of impact?&#10;&#10;The story is yours to tell in Tiny Epic Dungeons!&#10;&#10;-description from publisher&#10;&#10;",
    "categories": [
      "Adventure",
      "Dice",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Finale Ending",
      "Modular Board",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/rDOnDFAwGXi_fVsfp-ZCqw__thumb/img/azj8SnpTtQHp1C7W1QoO8y9yyys=/fit-in/200x150/filters:strip_icc()/pic6029065.jpg"
  },
  {
    "id": "11825",
    "name": "Empire of the Sun: The Pacific War 1941-1945",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 360,
    "age": 12,
    "description": "(from GMT website:)&#10;&#10;Empire of the Sun (EotS) is Mark Herman's third card driven design since he introduced the system to the hobby in We The People. EotS is a strategic level look at the entire War in the Pacific from the attack on Pearl Harbor until the surrender of Japan. EotS is the first card driven game (CDG) to move the system closer to a classic hexagon wargame, while retaining all of the tension and uncertainty people have come to expect from a CDG. Players are cast in the role of MacArthur, Yamamoto, Nimitz, and Mountbatten as you direct your forces across the breadth of the globe from India to Hawaii and from Alaska to Australia. This is represented on a single map based on a 1942 equal area projection of the entire theater of conflict.&#10;&#10;As in other games using the CDG system, players try to maximize the impact of their cards even as they hide their intentions and traps from their opponent. The player is faced with a wide set of clear strategic choices. The focus of EotS is on directing major offensive axes of advance. The Japanese early in the game are challenged to achieve their historical expansion as Allied forces battle the clock to react with their in-place forces trying to achieve maximum damage to the hard-to-replace Japanese veteran units.&#10;&#10;Combat in EotS is based on successfully bringing superior combined land, air, and sea forces to bear in a two-tiered combat system. The first tier is the resolution of air-naval combat, the second tier covers ground combat. The culmination of both tiers results in one side prevailing in battle.&#10;&#10;The key variable in determining strategic victory is the level of U.S. political will. The Japanese win the game by forcing the U.S. into a negotiated peace, which was not achieved historically. The Japanese achieve this by knocking countries like India, China, and Australia out of the war, while inflicting massive casualties on the United States. The delivery of the A-bomb on its historical schedule is not a guarantee, often necessitating Operation Olympic and the invasion of Japan. It is often in its darkest hour that the Japanese find victory in EotS.&#10;EotS scenarios were designed with the busy enthusiast, grognard, and competitive tournament player in mind. EotS was designed to be played n yearly scenarios (1942, 1943, and 1944) of three turns each that play in under two hours. If you are a fan of CDG's, EotS takes the genre into a familiar, but new direction. If you are a fan of classic hexagon wargames, this game has all of the features that brought you to this hobby in the first place, but with a new level of excitement and replayability. The game is comprehensive, but easy to learn.&#10;&#10;TIME SCALE: 4 months per turn&#10;MAP SCALE: 150 miles per hex&#10;UNIT SCALE: Brigade, Division, Corps, and Army&#10;&#10;DESIGNER: Mark Herman&#10;DEVELOPER: Stephen Newberg&#10;MAP &amp; CARD ART: Mark Simonitch&#10;COUNTER ART: Mark Simonitch, Dave Lawrence, &amp; Rodger B. MacGowan&#10;&#10;&#10;(from the designer:)&#10;&#10;Empire of the Sun (EOTS), uses a variant of my card driven system. The game has one map that covers the Pacific Theater of operations from India to Hawaii, and from the Aleutians to Australia. EOTS is the first card driven game to use hexes, which facilitates calculating movement and aircraft ranges. Each game turn covers 4 months (three turns per year) with a special December 41 (special two card) game turn, for a total of 12 game turns for the campaign.&#10;&#10;The game is at the strategic level using naval units built around a capital ship class (e.g., CV Wasp, BB Washington, etc.), air units at the Air Force/ Air Flotilla/ Air Division level, and most ground units are Corps/ Armies although there are a host of specialized units at the division and below level. The game has 165 cards divided into an Allied and a Japanese deck.&#10;&#10;The game uses a two tiered combat system with air-naval combat preceding ground combat. The system has players roll for combat efficiency, which is a strength multiplier from .5 to 2. This value multiplied by the unit strengths is the number of hits the enemy takes in combat, with some special conditions based on number of CVs present and the like.&#10;&#10;As far as game play is concerned, China is abstracted using a track whereby the play of certain events and Chinese offensives puts pressure on the Allies to support this theater with resources or see it fall and hurt Allied morale. This is balanced against the fact that Japanese land replacements come from this theater, so the more they draw it down for conflict in other locations, the more likely China will survive.&#10;&#10;Northern India and Burma are active theaters of operation where the majority of the continuous ground warfare in the game occurs. If the Japanese can successfully occupy Northern India, they can drive this nation and its Commonwealth units out of the war.&#10;&#10;Australia can also be knocked out of the war, although it is hard to keep it out permanently.&#10;&#10;Then of course there is the famous island campaigns with the US driving across the Pacific to knock Japan out of the war.&#10;&#10;",
    "categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/FsZ3b-WSPdfGGMDHSyAE9A__thumb/img/J9odWh1lkqbFXUWp99Ayz8iRva0=/fit-in/200x150/filters:strip_icc()/pic2365509.jpg"
  },
  {
    "id": "270239",
    "name": "Moonrakers",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 120,
    "age": 14,
    "description": "Moonrakers is a game of shipbuilding, temporary alliances, and shrewd negotiation set in a space-faring future. The players form a loose band of mercenaries, but while they are united in name, actual alliances are shaky as players are pitted against each other in the quest to become the new leader of the Moonrakers.&#10;&#10;Moonrakers is a deck-building game in which players choose Contracts to attempt alone or with Allies in order to gain Prestige and Credits. After negotiating terms with Allies, players use their decks of Action cards to play Thrusters, Shields, Weapons, Reactors, and Crew to fulfill the requirements on each Contract. Each type of Action card has additional effects such as extra Actions, drawing additional cards, and protecting players from Hazards encountered while attempting Contracts.&#10;&#10;Players create powerful decks and gain special abilities by upgrading their ships and hiring Crew Members. This helps them accomplish more difficult and rewarding contracts alone, letting them keep more Prestige and Credits for themselves.&#10;&#10;Allies negotiate who will receive the Prestige, Credits, and risk of Hazard from Contracts, but if you don't make your offers enticing enough players may be tempted to betray you! The first player to 10 Prestige wins, but be careful as hazards encountered on Contracts reduce your Prestige!&#10;&#10;-description from designer&#10;&#10;",
    "categories": [
      "Card Game",
      "Science Fiction"
    ],
    "mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Negotiation",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/atjJKVYnNTTn1gZ2lbw8bA__thumb/img/LWKATlCPQOqfF3cJMhrnQxWRuyE=/fit-in/200x150/filters:strip_icc()/pic5631285.png"
  },
  {
    "id": "143515",
    "name": "Coal Baron",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 75,
    "age": 10,
    "description": "Coal Baron &ndash; or Gl&uuml;ck Auf in German, after a greeting German miners use when wishing one another luck &ndash; has players sending miners underground to dig tunnels and acquire coal, which comes in four levels of quality and is used to fulfill contracts.&#10;&#10;The game lasts three rounds, and in each round players take turns placing their workers on action spaces; you can place on a space occupied by another player, but you need to place additional workers in order to do so. Each player has an individual elevator shaft, and will need to use workers to extract coal and bring it to the surface, while also competing for contracts and scrounging for cash in order to do everything else that needs to be done!&#10;&#10;",
    "categories": [
      "Industry / Manufacturing",
      "Trains",
      "Transportation"
    ],
    "mechanics": [
      "Action Points",
      "Contracts",
      "Pick-up and Deliver",
      "Set Collection",
      "Tile Placement",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/7D9-gGeosFC8rsYQo2u3qg__thumb/img/5c0bcDM4FKEhHrl3RHl_jRP2V1k=/fit-in/200x150/filters:strip_icc()/pic7264142.jpg"
  },
  {
    "id": "226320",
    "name": "My Little Scythe",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 8,
    "description": "My Little Scythe is a competitive, family-friendly game in which each player controls 2 animal miniatures embarking upon an adventure in the Kingdom of Pomme.&#10;&#10;In an effort to be the first to earn 4 trophies from 8 possible categories, players take turns choosing to Move, Seek, or Make. These actions will allow players to increase their friendship and pies, power up their actions, complete quests, learn magic spells, deliver gems and apples to Castle Everfree, and perhaps even engage in a pie fight.&#10;&#10;Some of My Little Scythe&rsquo;s mechanisms are inspired by the bestselling game, Scythe. It caught the eye of Stonemaier Games as a fan-created print-and-play game in 2017 (it went on to win the BoardGameGeek 2017 award for best print-and-play game).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Children's Game",
      "Exploration",
      "Fantasy"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "Force Commitment",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Narrative Choice / Paragraph",
      "Pick-up and Deliver",
      "Set Collection",
      "Solo / Solitaire Game",
      "Take That",
      "Tech Trees / Tech Tracks",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/EhXCpSR6ambdYuKbrej3UQ__thumb/img/3znFvjc6uN6rossizk5I5eOr4Rk=/fit-in/200x150/filters:strip_icc()/pic4134810.jpg"
  },
  {
    "id": "254708",
    "name": "Roll Player Adventures",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 150,
    "age": 14,
    "description": "Your Roll Player characters have been called to adventure! In Monsters &amp; Minions, you went to war against Dragul invaders. In Fiends &amp; Familiars, you befriended wild beasts and dispelled cruel spirits. Now your fully formed, battle-hardened heroes must defend the kingdom of Nalos and uncover a mystery that lies at the heart of the Abandoned Lands.&#10;&#10;Navigate your missions with care. It's up to you who to befriend and who to battle. Will you slay the giant troll or attempt to make peace? Will you do the vampire's bidding or defend the mysterious cultists he wants to destroy? Will you remain loyal to king and country &mdash; or side with the enemies of Nalos? Whatever choices you make, someone will remember and respond.&#10;&#10;Roll Player Adventures is a co-operative storybook board game for 1-4 players set in the World of Ulos. Players take the role of fantasy heroes, face challenges, and make decisions that will change the story as they progress through eleven core adventures and a replayable side quest.&#10;&#10;Adventures does not require the Roll Player base game or any of its expansions to play. Pick from one of thirty-six pre-generated characters, or import a favorite Roll Player character you created (including any expansion or promo content) and take them on a heroic journey.&#10;&#10;",
    "categories": [
      "Adventure",
      "Dice",
      "Exploration",
      "Fantasy"
    ],
    "mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling",
      "Narrative Choice / Paragraph",
      "Paper-and-Pencil",
      "Scenario / Mission / Campaign Game",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/EDhzPbYK22USJ_zMEOCdSQ__thumb/img/sj5RMAFnmKvauh9rlPkqF-iHBqc=/fit-in/200x150/filters:strip_icc()/pic5153482.png"
  },
  {
    "id": "241724",
    "name": "Villagers",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 10,
    "description": "You are the founder of a new village during the middle ages, in the years after a great plague. The loss of so many people has created big problems for the survivors. Many of the people the villagers used to depend on for essential things like food, shelter and clothes are gone. Craftsmen find themselves without suppliers of raw materials, traders have lost their customers and many have lost their farms and workshops as they escaped the plague.&#10;&#10;The roads are full of refugees seeking a new beginning. They come to you, hoping to settle down on your land and make a living. Your grain farm is the ideal starting point for a village, reliably providing food for many people. You must choose wisely who you allow to settle with you, as your food and resources are limited.&#10;&#10;The people on the road have valuable and unique skills, but they all in turn rely on other people with very specific crafts to be able to work. Raw materials, tools and services must be provided by other people from the road.&#10;&#10;If you manage to find people that can work together to make a profit, while increasing your food surplus and capacity for building new houses, your village will be prosperous.&#10;&#10;The game comes with a solo mode where a lone village strives to prosper in spite of the dreaded Countess and her evil machinations.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "City Building",
      "Industry / Manufacturing",
      "Medieval"
    ],
    "mechanics": [
      "Open Drafting",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/rMMSvnXuBPZSihIaVtVT-A__thumb/img/IkNfLIRXNN3cwFLItdj56VnREm0=/fit-in/200x150/filters:strip_icc()/pic4996383.png"
  },
  {
    "id": "242574",
    "name": "Century: Eastern Wonders",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "Centuries ago, the lucrative spice trade compelled the prosperous nations of the world to explore alternate routes to the sources of these precious goods. These nations took to the seas to seek out exotic lands. This led to the discovery of the famed Spice Islands where the most valuable spices of the world were found. This discovery also led to further exploration, competition....and later, war! During this time of prosperity and opportunity, you find yourself traveling on the high seas in search of these exotic wonders. As a merchant and privateer representing your nation, you seek to control this region for glory and profit. Your journey continues in the Far East...&#10;&#10;Designed by Emerson Matsuuchi, Century: Eastern Wonders invites fans to return to the exciting world of spice trading as players take to the high seas in the role of merchants seeking to prosper in the exotic Indonesian islands. Century: Eastern Wonders offers new, satisfying game mechanisms that provide infinite replayability and countless strategies.&#10;&#10;Century: Eastern Wonders can be combined with Century: Spice Road to create a new gaming experience called Sand To Sea!&#10;&#10;Century: Eastern Wonders FAQ&#10;&#10;",
    "categories": [
      "Nautical"
    ],
    "mechanics": [
      "Contracts",
      "Grid Movement",
      "Modular Board",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/l1xKAcYniMJQNq60H5DdEA__thumb/img/G3If6BTwLAGBZm6u2b-N_YZcZ4k=/fit-in/200x150/filters:strip_icc()/pic3898507.jpg"
  },
  {
    "id": "155624",
    "name": "Specter Ops",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 120,
    "age": 9,
    "description": "A secret agent of A.R.K. has infiltrated a top secret Raxxon facility, attempting to complete three mission objectives before they escape &mdash; but they are hunted by genetically modified Raxxon Hunters. Players can choose which side they wish to join.&#10;&#10;Specter Ops is a sci-fi, stealth ops game of hidden movement that's similar to Scotland Yard. Players are trying to locate/capture a mysterious agent, who keeps track of their sneaking via a private map. The other players take control of unique characters who must use their wits, abilities and technology to help them hunt down this infiltrator. Items like flash grenades, scanners, and the like are at the disposal of this covert agent.&#10;&#10;",
    "categories": [
      "Deduction",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hidden Movement",
      "Movement Points",
      "Once-Per-Game Abilities",
      "Secret Unit Deployment",
      "Square Grid",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/lVFArtZrwFEDo23sDcSMEg__thumb/img/pky3rb47HJv8jcNPjV3jbDB7o4c=/fit-in/200x150/filters:strip_icc()/pic2486481.jpg"
  },
  {
    "id": "168435",
    "name": "Between Two Cities",
    "minPlayers": 1,
    "maxPlayers": 7,
    "playingTime": 25,
    "age": 14,
    "description": "It is the early 1800s, a time of immense construction and urbanization. You are a world-renowned master city planner who has been asked to redesign two different cities. Projects of such significance require the expertise of more than one person, so for each assignment you are paired with a partner with whom to discuss and execute your grandiose plans. Will your planning and collaborative skills be enough to design the most impressive city in the world?&#10;&#10;Between Two Cities is a partnership-driven tile-drafting game in which each tile represents part of a city: factory, shop, park, landmarks, etc. You work with the player on your left to design the heart of one city, and with the player on your right to design the heart of another city. On each turn you select two tiles from hand, reveal them, then work with your partners separately to place one of those tiles into each of your two cities before passing the remaining hand of tiles around the table.&#10;&#10;At the end of the game, each city is scored for its livability. Your final score is the lower of the livability scores of the two cities you helped design. To win, you have to share your attention and your devotion between two cities. The player with the highest final score wins the game.&#10;&#10;The game features play for 3-7 players in 20-25 minutes, a 2-player variant for head-to-head competition as well as a solo variant (Automa).&#10;&#10;",
    "categories": [
      "City Building",
      "Negotiation"
    ],
    "mechanics": [
      "Closed Drafting",
      "Highest-Lowest Scoring",
      "Neighbor Scope",
      "Set Collection",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/7KO73MdSD1yCUvKmb4pOgA__thumb/img/BaLQhhGkNB6LaNqGnaNzz88GLOA=/fit-in/200x150/filters:strip_icc()/pic6352795.jpg"
  },
  {
    "id": "160495",
    "name": "ZhanGuo",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 12,
    "description": "Between 230 and 221 B.C., the ambitious and extremely young king of Qin, Ying Zheng, unified China, adding all the other so-called Warring States (ZhanGuo) to his empire. Through this, Ying Zheng became the first emperor in Chinese history, taking the title of Qin Shi Huang Di.&#10;&#10;Plenty of things had to change in order to make the Chinese empire whole, and Qin Shi Huang Di didn't waste any time. He divided the empire into prefectures, personally appointing central and local functionaries; afterward, he decreed that the same writing symbols had to be used throughout the entire nation. Furthermore, he unified the laws and the units of measure, particularly the currency, creating amazing conditions for the economic development and growth of the empire.&#10;&#10;Internal decisions were not the only things that shaped this new unified nation. From the North, the menace of the Hsiungnu barbarians kept shaking the empire, and Qin Shi Huang Di knew that the only way to stop that menace was to build one of the most ambitious buildings in human history: The Great Wall of China. Thousands of peasants left their fields to take part in the construction, not only of the Great Wall, but also of roads, channels, palaces, and majestic buildings.&#10;&#10;In ZhanGuo, you are the emperor's emissaries, and you have been assigned the challenging task of contributing to the process of unifying the empire, helping to build the wall, and all infrastructures needed. During the five rounds of the game, you must make the best of the few cards you get each round. You can play each card either on your own player board to increase your personal power in the empire, or on the game board to recruit manpower, construct buildings wanted by the emperor, call reinforcements from Qin, and move the armies from kingdom to kingdom.&#10;&#10;Each player has to choose the best time and best way to play his cards in order to earn the emperor&rsquo;s favors. Careful, though, because trying to get too much power, or exploiting the workers for personal gain could increase dissatisfaction among the populace, and consequently increase the risk of uprisings in the newly added kingdoms. Whoever is able to make the greatest contribution to the emperor's cause, while at the same time keeping the citizens placid, will be the winner.&#10;&#10;",
    "categories": [
      "Ancient"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/asueS9har0y10uk672cbGw__thumb/img/80v16ohwO4WQNiR6Yoo_9IHI2NY=/fit-in/200x150/filters:strip_icc()/pic2242246.jpg"
  },
  {
    "id": "255692",
    "name": "New Frontiers",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 75,
    "age": 14,
    "description": "In New Frontiers, a standalone game in the Race for the Galaxy family, players build galactic empires by selecting, in turn, an action that everyone may do, with only the selecting player gaining that action's bonus.&#10;&#10;The developments to be used are determined during setup, allowing players to make strategic plans based on them before play begins. One group of eight developments is always in play. The game includes a suggested set of sixteen additional developments for your first game; in later games, players randomly select which side of eight double-sided &quot;small&quot; developments and eight double-sided &quot;large&quot; 9-cost developments to use during setup.&#10;&#10;Many worlds that players can acquire have special powers, with these worlds being drawn from a bag during the Explore phase. Unlike in Race, in New Frontiers worlds need colonists to be settled, in addition to either payments or conquest.&#10;&#10;Some worlds are &quot;windfall&quot; worlds and receive a good upon being settled. Others are production worlds and receive goods when the Produce action is selected. Goods can be traded for credits or consumed for victory points.&#10;&#10;Play continues until one or more of four game ending conditions is reached. After all actions for that round have been done, the player with the most victory points from settled worlds, developments, 9-cost development bonuses, and VP chips earned from consuming goods wins.&#10;&#10;",
    "categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "mechanics": [
      "Action Drafting",
      "Follow",
      "Increase Value of Unchosen Resources",
      "Open Drafting",
      "Race",
      "Turn Order: Claim Action",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/yiBNj7FQx_H_Q0JSJLwycw__thumb/img/QGJS7HdKYi7jCt6xn7GRbFyRK50=/fit-in/200x150/filters:strip_icc()/pic4195323.jpg"
  },
  {
    "id": "72321",
    "name": "The Networks",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 13,
    "description": "In The Networks, you and your opponents are new television networks, and you need new programming. For this, you&rsquo;ll need Shows, Stars, and Ads.&#10;&#10;Shows need Stars and Ads. Stars give you bonus viewers (points), and Ads give you extra money. You&rsquo;ll need everything you can get; you'll have a small amount of resources and time, and you must grab the latest hot show before your opponents.&#10;&#10;And some Stars will give their best effort only if you put them on in the proper conditions. For example, some Stars only want to be put on dramas. Other Stars want to be the only Star on the show. And your Ads will give you the most money only if you put them on in the correct time slot.&#10;&#10;Finally, Shows age and viewers lose interest, so you have to keep your line-up fresh by canceling shows and sending them into reruns. Fortunately, you can get viewers from your reruns, and you'll get bonuses if you get a lot of shows of the same genre throughout the game.&#10;&#10;If you need a special push, Network Cards can give you special powers &mdash; but will a Network Card be better than another action? You'll have to make that call.&#10;&#10;The player with the most viewers after five seasons wins!&#10;&#10;",
    "categories": [
      "Economic",
      "Humor",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "End Game Bonuses",
      "Income",
      "Open Drafting",
      "Set Collection",
      "Solo / Solitaire Game",
      "Turn Order: Stat-Based"
    ],
    "image": "https://cf.geekdo-images.com/3Mjt1-JxuXV_hamkypi0mw__thumb/img/5KiCIZrcPJ6AkX9FJb0E2RGxM3Y=/fit-in/200x150/filters:strip_icc()/pic2896170.jpg"
  },
  {
    "id": "181521",
    "name": "Warhammer Quest: The Adventure Card Game",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 14,
    "description": "Join forces with legendary heroes to brave the many dangers of a cavernous dungeon. Wield potent weapons and magic. Conquer hordes of vile monsters. Discover fabulous treasures.&#10;&#10;Warhammer Quest: The Adventure Card Game is a cooperative game of heroic dungeon adventures for one to four players. Players assume the roles of some of the Old World's most iconic heroes, then venture into the shadows to battle ghouls, Goblins, Skaven, giant bats, swarms of rats, and other monsters.&#10;&#10;Can you survive their relentless onslaught? Can you press deeper into their lair to find the evil villain that drives them forward? There are only two ways for your quest to end &ndash; in death or in glory!&#10;&#10;",
    "categories": [
      "Adventure",
      "Card Game",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Action Retrieval",
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/iZTS0-aD6KRvXxtYbbdODQ__thumb/img/FQdBjbA45KEJPG-36gWOn92uu4c=/fit-in/200x150/filters:strip_icc()/pic2625794.jpg"
  },
  {
    "id": "256788",
    "name": "Detective Club",
    "minPlayers": 4,
    "maxPlayers": 8,
    "playingTime": 45,
    "age": 8,
    "description": "Detective Club is a board game for players who enjoy party games, with simple rules that take just a minute to explain. Intrigue, sudden revelations, limitless creativity, and tons of fun await you in this game! Lead the investigation as a detective, or cover your tracks as the infiltrated conspirator. Discuss, accuse, object and try to convince everyone.&#10;&#10;In Detective Club, on each round, one of the players secretly teams up with another &mdash; the Conspirator &mdash; and tries to make them guess a secret word using just two illustrated cards! Other players are detectives, who also know the word, but don't know the identities of each other. Detectives have to find out who the conspirator is, making sure they don't get accused by their fellow players!&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Humor",
      "Party Game"
    ],
    "mechanics": [
      "Roles with Asymmetric Information",
      "Storytelling",
      "Targeted Clues",
      "Team-Based Game",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/Fy-jrkPaNbPEOV8414pKqw__thumb/img/QADFRTNGx45dtrGDh5hWvyi2z3M=/fit-in/200x150/filters:strip_icc()/pic4783811.jpg"
  },
  {
    "id": "158435",
    "name": "Dogs of War",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 75,
    "age": 14,
    "description": "Dogs of War is an elegant game set in a steampunk-influenced renaissance universe. Noble houses engage each other in a series of fierce battles, and it's up to the players and the Dogs of War they control to deploy their private armies in support of whatever house they wish to favor. Clockwork knights and imposing war machines shift the tides of war as they enter the battlefields, but the interest of their Dog of War captains actually lie in the rewards offered by each noble house to its supporters. Each Dog of War has a special ability that helps them claim influence, win battles, or betray the house to which they've sworn allegiance!&#10;&#10;Dogs of War is not a game of pure military power, but rather a game in which deception and betrayal often lead the way to a decisive victory. The goal for the Dogs of War is to earn the most power by the end of the game. Thanks to thoughtful game design and development, there are many ways to achieve this, like defeating other captains in battle, getting rewards from the Houses you help, amassing gold and troops, and most importantly, gaining influence with the most successful Houses.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Fantasy",
      "Negotiation",
      "Renaissance",
      "Wargame"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Tug of War",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/pN_2LoK9ICB6TD5h3QSPAQ__thumb/img/5T3HgkcVHmIDMXEgEi42T_ZyJLg=/fit-in/200x150/filters:strip_icc()/pic2682914.jpg"
  },
  {
    "id": "15364",
    "name": "Vegas Showdown",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 75,
    "age": 12,
    "description": "Players compete to build the most famous hotel/casino. Room tiles representing slot machines, lounges, restaurants, and other casino-related places appear on a central board and the players hold auctions to win the rights to have those rooms in their building, garnering them income, population, or fame. Bidding wars escalate, values fluctuate, and designers renovate until finally the hotel/casinos are put to the test to determine whose garners the most fame.&#10;&#10;",
    "categories": [
      "Economic"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Auction: Dutch",
      "Auction: Fixed Placement",
      "Income",
      "Network and Route Building",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/QVAqFbBNxgvXPUKgIXhKUg__thumb/img/K6RCLGoGRoqhvLaYy3eSMCgNyik=/fit-in/200x150/filters:strip_icc()/pic8325263.jpg"
  },
  {
    "id": "45",
    "name": "Perudo",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "Liar's Dice, a.k.a. Bluff, Perudo or Dudo, is a South American dice game in which each player is given five dice and cup to roll and hide them with. Players make successively higher declarations regarding the results of all the dice remaining in the game, e.g. &quot;there are ten sixes&quot;. However, someone can always contest the bid. When that happens, all the dice are revealed and either the bidder or the caller loses dice, depending on who was correct. The last player with dice is the winner.&#10;&#10;As a public domain dice game, there are a number of variants or similar games called Liar's Dice. This includes one that is often played with Poker Dice, and differs from the marketed versions in that players only declare on their own hand's value (as opposed to all dice being in play), using poker-hand values.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Children's Game",
      "Dice",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Player Elimination"
    ],
    "image": "https://cf.geekdo-images.com/wX4cTWNjTG7XiGHGgSpiiw__thumb/img/vU6kaL3f06BaVfmwUV91trrvDng=/fit-in/200x150/filters:strip_icc()/pic8630033.png"
  },
  {
    "id": "354570",
    "name": "Undaunted: Stalingrad",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 75,
    "age": 10,
    "description": "Stalingrad, 1942. Before you awaits a grueling conflict in this cornerstone battleground. As the bullets and bombs tear the city asunder, only through wits and valor can you seize the cornerstone of the entire Eastern Front and change the course of history.&#10;&#10;A heavy burden rests on your shoulders. Every casualty suffered in battle will weaken your forces for the entire campaign. Every bomb blast and mortar shell leaves the very ground for which you are fighting in further ruin. Every inch lost to the enemy brings you closer to the jaws of defeat. Over the course of up to fifteen branching scenarios, you will decide the fate of Stalingrad and, perhaps, the war itself. Even though the consequences of your actions will persist, the game itself can be fully reset and replayed, allowing you to explore every potential outcome.&#10;&#10;Undaunted: Stalingrad is a monumental, platoon-level, standalone campaign game with branching narratives that expands the series' scope and challenge beyond anything that's come before. Featuring more than 300 unique illustrations by Roland MacDonald and 150 evocative mission briefings written by acclaimed author Robbie MacNiven, immerse yourself in this campaign at the heart of the war.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/voV5olbcbZ8revP_8R0NOQ__thumb/img/QHxPFRVTNcxsxJAxphjUjVFjsfQ=/fit-in/200x150/filters:strip_icc()/pic6637816.jpg"
  },
  {
    "id": "244228",
    "name": "Reef",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "In the game Reef, players take on the role of a coral reef, carefully selecting colors and patterns in which to grow and expand. On each turn, players can choose to pick up a new card from a choice of four, or play a card that is already in hand. Each card provides two reef pieces and a pattern that scores points if the existing reef has it (after placing the two new pieces). Whoever has the most points when the reef pieces (or card deck) run out wins!&#10;&#10;Reef is an abstract strategy game suited for players aged 8 and up. While it could take thousands of years for a coral reef to grow, a game of Reef should take only 30-45 minutes.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "mechanics": [
      "Hand Management",
      "Layering",
      "Pattern Building",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/I3BgmkjP3g6cRQ4cejoHrg__thumb/img/JDWcuLadW0pHSAh7fybzRRXNZZ8=/fit-in/200x150/filters:strip_icc()/pic5376430.png"
  },
  {
    "id": "218333",
    "name": "Rhino Hero: Super Battle",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 5,
    "description": "Rhino Hero is back on the job &mdash; and this time not only does the wobbly skyscraper need to be climbed, but there will also be fierce battles between the four super-heroes Rhino Hero, Giraffe Boy, Big E. and Batguin. Who will win the battles and not let themselves be bothered by the mean, hanging spider monkeys?&#10;&#10;Rhino Hero: Super Battle is a turbulent 3D stacking game.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "mechanics": [
      "Dice Rolling",
      "Single Loser Game",
      "Stacking and Balancing"
    ],
    "image": "https://cf.geekdo-images.com/VTq3Cdf00f2S4VVLkEgl3g__thumb/img/tMKmqEWGUe8mwOS8k1aEyrCsbEE=/fit-in/200x150/filters:strip_icc()/pic5726956.jpg"
  },
  {
    "id": "9823",
    "name": "Advanced Squad Leader: Starter Kit #1",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 13,
    "description": "(from MMP website and user's description:)&#10;&#10;Advanced Squad Leader (ASL) Starter Kit #1 teaches new players the basic concepts of the major Infantry and Terrain rules from Advanced Squad Leader by using an abbreviated and illustrated rulebook.&#10;&#10;The ASL Starter Kit #1 is a stand-alone game, with six scenarios that require only the maps and counters provided in the module. The two mapboards that are included also work with both Squad Leader and Advanced Squad Leader, and the scenarios can be played using full Advanced Squad Leader rules if desired.&#10;&#10;Contents:&#10;&#10;        2 8x22 Geomorphic Maps (y and z) for the ASL System&#10;        1 full Countersheet of 1/2&quot; counters&#10;        6 scenarios printed on 3 individual cardstock sheets&#10;        1 Quick Reference Data Chart printed on cardstock sheet&#10;        1 12-page rules booklet with plentiful color illustrations&#10;        2 dice&#10;&#10;&#10;Scenario List:&#10;&#10;        ASL S01 Retaking Vierville&#10;        ASL S02 War of the Rats&#10;        ASL S03 Simple Equation&#10;        ASL S04 Welcome Back&#10;        ASL S05 Clearing Colleville&#10;        ASL S06 Released from the East&#10;&#10;&#10;Time Scale: Two minutes per turn&#10;Unit Scale: Individual men, half-squads, and squads&#10;Players: Two&#10;Playing Time: Up to 4 hours per scenario&#10;Complexity: Medium&#10;Solitaire Suitability: High&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight"
    ],
    "image": "https://cf.geekdo-images.com/fdW-dYgzl1IPdW0Bu1aj7Q__thumb/img/ZEfuj9dfmJM6hdOiBw-fxlhb24k=/fit-in/200x150/filters:strip_icc()/pic40772.jpg"
  },
  {
    "id": "299684",
    "name": "Khôra: Rise of an Empire",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 75,
    "age": 14,
    "description": "In Kh&ocirc;ra: Rise of an Empire, each player is the head of a blossoming city-state in Ancient Greece.&#10;&#10;On your turn, you must take 2 of the following 7 Actions: Philosophy, Legislation, Culture, Trade, Military, Politics, or Development. Choose Actions that align with your strategy, but which also work with your dice roll.&#10;&#10;You will need to adapt your strategy constantly and strengthen your Actions by moving your markers up on your Economy, Culture, and Military Tracks.&#10;&#10;Move up on the Taxes Track to collect highly sought-after Drachmas, the Troop Track to Explore and gather Knowledge tokens, and the Glory Track to capitalize on your Knowledge.&#10;&#10;Unlock Achievements and, above all, make sure you have the most points at the end of the 9th Round to be crowned with the laurels of victory!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Ancient",
      "City Building",
      "Economic"
    ],
    "mechanics": [
      "Dice Rolling",
      "Income",
      "Investment",
      "Open Drafting",
      "Race",
      "Simultaneous Action Selection",
      "Tech Trees / Tech Tracks"
    ],
    "image": "https://cf.geekdo-images.com/Bo-JkTTZmznNwVPg9AMb5w__thumb/img/2v5fHaKMLng-tFw7cMl0WugkPJE=/fit-in/200x150/filters:strip_icc()/pic6078973.jpg"
  },
  {
    "id": "22345",
    "name": "Yspahan",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "1598. Yspahan the fair becomes the capital of the Persian empire. Thus, being placed at the center of the world, the city enjoys a period of cultural and economic blossoming. The cities and villages of the region intend to take advantage of this expansion. Caravans loaded with goods and jewels set out for the desert, bearing the promises of a radiant future....&#10;&#10;The players embody merchants trading with Yspahan. Meaning to take advantage of the coming of the Shah&rsquo;s supervisor, they score points by placing their merchandise in the right shops, by sending them to the caravan, and by constructing buildings.&#10;&#10;In Yspahan, players draft their action for the turn in order, but a roll of the dice determines which actions are available and how powerful they will be. You can earn points in the short-term by claiming shops in the city or by sending your traders to the caravan. You can also improve your infrastructure by constructing buildings that improve your actions or picking up action cards that give you extra options. Every 7 turns (each &quot;week&quot;), points are scored in the city and caravan, and after 3 weeks, the wise traders will see who among them has profited the most...&#10;&#10;",
    "categories": [
      "Dice",
      "Economic"
    ],
    "mechanics": [
      "Action Drafting",
      "Area Majority / Influence",
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/_hUX-wQKA7Y8NYLitCl3Kw__thumb/img/gB45aMPqMqqTVndQsxm34ofuL40=/fit-in/200x150/filters:strip_icc()/pic244381.jpg"
  },
  {
    "id": "300877",
    "name": "New York Zoo",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 10,
    "description": "Puzzling and animal breeding: Designer Uwe Rosenberg is at his best! In New York Zoo, you are constructing an animal park. Build animal enclosures, introduce new animals and raise their offspring. The game play is straight forward as you have only two turn options: Puzzle a new enclosure tile into your zoo area or gain new animals to populate your animal encounters. But be sure to time your actions well since you want your zoo to participate in as many animal breedings as possible.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Animals",
      "Puzzle"
    ],
    "mechanics": [
      "Automatic Resource Growth",
      "Grid Coverage",
      "Modular Board",
      "Race",
      "Rondel",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/8vqr1uYik715mqDqy0W9vg__thumb/img/Bu97VesRjdbQO2PxfuOrdC6icd8=/fit-in/200x150/filters:strip_icc()/pic5673404.jpg"
  },
  {
    "id": "1465",
    "name": "Wizard",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 10,
    "description": "The trick-taking game Wizard uses a sixty-card deck that consists of the traditional 52-card deck (1-13 in four suits) along with four Wizards (high) and four Jesters (low).&#10;&#10;Players compete over multiple rounds based on the number of players, and whoever ends with the highest score wins. In each round, players are dealt a hand of cards &mdash; one card in the first round, two cards in the second, three in the third, etc. &mdash; then trump is determined by flipping the top card of the undealt deck; if a suit is revealed, that suit is trump, while if the card turned up is a Jester, it is turned down and there is no trump for that round. If the card turned up is a Wizard, the dealer chooses one of the 4 suits as the trump suit. The dealer cannot choose &quot;no trump&quot;. On the last round of each game all cards are dealt out so there is no trump. Players then state how many tricks they expect to win in the round.&#10;&#10;The playing and winning of the tricks uses mostly standard trick-taking rules. If a player leads a suited card, then all other players must follow suit, if possible. If a player leads a Jester, then the second player determines the suit led. If a player leads a Wizard, then those who follow can play whatever they want. However, in all cases a player may always play a Wizard or Jester, even if they hold cards in the suit led.&#10;&#10;After each player has played a card, determine the winner of the trick as follows: If one or more Wizards were played, the player of the first Wizard wins the trick, collects the cards, and leads to the next trick. If not, whoever played the highest trump wins the trick. If not, whoever played the highest card of the suit led wins the trick. If all players played Jesters, whoever played the first Jester wins.&#10;&#10;After all tricks have been played, players tally their score for the round. If a player matched their bid, winning exactly as many tricks as stated at the start of the round, they score 20 points, plus 10 points for each trick taken. If a player missed their bid, they lose 10 points for each trick that they were off, whether they took more or fewer than predicted.&#10;&#10;A common variant in Wizard is to not allow the total number of tricks bid in a round to match the round number, thereby forcing (at least) one player to be off each round.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Predictive Bid",
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/ygVQlepjPxyg7IizSCM_Tw__thumb/img/1qmNhxNzPDSu_Am2rmIobVe9J1M=/fit-in/200x150/filters:strip_icc()/pic5948.jpg"
  },
  {
    "id": "2453",
    "name": "Blokus",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 7,
    "description": "Blokus (officially pronounced &quot;Block us&quot;) is an abstract strategy game with transparent, Tetris-shaped, colored pieces that players are trying to play onto the board.  The only caveat to placing a piece is that it may not lie adjacent to your other pieces, but instead must be placed touching at least one corner of your pieces already on the board.&#10;&#10;There is a solitaire variation where one player tries to get rid of all the pieces in a single sitting.&#10;&#10;Goal of the Game:&#10;&#10;Each player has to fit as many of his/her 21 pieces on the board as possible.&#10;&#10;Components:&#10;Blokus Game Board (400 squares)&#10;84 game pieces (four 21-piece sets of red, green, blue, and yellow)&#10;Each color inlcudes:&#10;&#10;     1 one-square piece&#10;     1 piece with 2 squares&#10;     2 pieces with 3 squares&#10;     5 pieces with 4 squares&#10;     12 pieces with 5 squares&#10;&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Territory Building"
    ],
    "mechanics": [
      "Chaining",
      "Enclosure",
      "Grid Coverage",
      "Hand Management",
      "Square Grid",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/96YA5wUJDxtPkmPxemr5Qg__thumb/img/EBt2y7Awj5djyo185R7g6FV3P9g=/fit-in/200x150/filters:strip_icc()/pic2197702.jpg"
  },
  {
    "id": "21882",
    "name": "Blue Moon City",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 50,
    "age": 14,
    "description": "Blue Moon City - the board game - picks up where the two-player game, (Blue Moon), ended: the reconstruction of the destroyed city of Blue Moon. The board, illustrated by Franz Vohwinkel as well as many well-known American fantasy artists, consists of 21 large building tiles, which show building plans on one side and the buildings in their reconstructed glory on the other. As in the 2-player game, the game includes 3 large molded plastic dragons.&#10;&#10;At the start of the game, the board tiles all show their building plan sides. The object of the game is to use cards featuring the races of Blue Moon to help rebuild the city and, at the end, put the large Crystal of the Obelisk in the middle of the city back together. Whenever a building is completely rebuilt, its tile is turned back over to its rebuilt side. The players who helped with a building get crystals and dragon favors, which can be traded in for crystals at certain times.&#10;&#10;The player who first manages to add the required number of markers by paying crystals to the Obelisk wins the game. (four markers in a 4-player game, five markers in a 3-player game, and six markers in a 2-player game)&#10;&#10;There are two mini-expansions for this game (Blue Moon City: Expansion Tile Sets 1 & 2), each consisting of two tiles that can be added to the main game either separately or combined.  The first mini-expansion was included with the Der Knizia Almanach.  The second mini-expansion was included in the 6/06 issue of Spielbox.&#10;&#10;Rules changes&#10;&#10;     Original Knizia design--after dragon scales score, ALL players discard scales.  This rule was modified by the publisher. [citation needed]&#10;     In original printings such as Kosmos and FFG for 4-3-2 players the game uses 15-12-9 dragon scales.  In later edtions new publisher CMON changed this to 12-9-7 scales.&#10;&#10;&#10;",
    "categories": [
      "City Building",
      "Fantasy"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/1MRXcnaF8VqPaeIS6cEUDQ__thumb/img/sihUuUe4alBkHpkPdUSoDvri3Hs=/fit-in/200x150/filters:strip_icc()/pic4757841.jpg"
  },
  {
    "id": "169654",
    "name": "Deep Sea Adventure",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "A group of poor explorers hoping to get rich quickly heads out to recover treasures from some undersea ruins. They're all rivals, but their budgets force them all to share a single rented submarine. In the rented submarine, they all have to share a single tank of air, as well. If they don't get back to the sub before they run out of air, they'll drop all their treasure. Now it's time to see who can bring home the greatest riches.&#10;&#10;Game Objective&#10;The game takes place over 3 rounds, and the player to gain the most points over the 3 rounds is the winner. In order to gain points, you must bring the most ruins chips back to the submarine. You can only return to the submarine once per round, and you cannot progress more after returning. You cannot return to the submarine without bringing any ruins chips.&#10;&#10;Turn Progression&#10;On their turns, players conduct steps 1-4 listed below. Players take turns, going clockwise around the board, and the round ends when all players have returned to the submarine, or if the air runs out at the beginning of someone's turn.&#10;&#10;1) Declare if you will turn back or not.&#10;2) Reduce air.&#10;3) Roll the dice and advance your game piece.&#10;4) Search. (When you have stopped moving, select one of A-C below)&#10;     A) Do nothing.&#10;     B) Pick up ruins chip.&#10;     C) Place a ruins chip.&#10;&#10;",
    "categories": [
      "Dice",
      "Exploration",
      "Nautical",
      "Party Game"
    ],
    "mechanics": [
      "Pick-up and Deliver",
      "Push Your Luck",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/owyKXaa5SPB2HG9F_MueNQ__thumb/img/poEY0PMTpz4X_SOUaPjs6G7qr7o=/fit-in/200x150/filters:strip_icc()/pic3169827.png"
  },
  {
    "id": "116998",
    "name": "Thunderstone Advance: Towers of Ruin",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 12,
    "description": "In Thunderstone: Heart of Doom, you had a chance to face Doom's very heart, the eighth Thunderstone, and defeat the ancient evil &ndash; but winning that battle had unexpected consequences. It banished Doom, but also freed him to visit other worlds, so you advanced to the next world with him.&#10;&#10;Thunderstone Advance: Towers of Ruin, which is fully compatible with all previous Thunderstone offerings, is the next stop in your adventure. In Thunderstone Advance you build your party of heroes to defeat the dreaded Thunderstone Bearers in their dungeons or wilderness. The player who defeats the most valuable monsters will win the day, but beware &ndash; those monsters have all-new tricks up their sleeves, and victory will not come easy.&#10;&#10;Thunderstone Advance: Towers of Ruin includes new rules, all new cards in new card frames, and a new village and dungeon board.&#10;&#10;Integrates with&#10;&#10;&#10;    Thunderstone&#10;    Thunderstone: Starter Set&#10;&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/vrmT1wjUZ9hPePjPLRsimQ__thumb/img/MSATQAPLQq0PntSurFzM8iphLc0=/fit-in/200x150/filters:strip_icc()/pic1196537.jpg"
  },
  {
    "id": "40628",
    "name": "Finca",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 10,
    "description": "The gameboard of Finca shows the mediterranean island of Mallorca. Players try to crop and deliver the fruits of Mallorca (such as oranges, lemons, almonds, grapes etc.) by means of moving workers on a traditional windmill. Object of the game is to distribute your crop as effectively as possible in order to deliver faster than your opponents.&#10;&#10;From the Box: Mallorca, Island of the Wind. A place of golden beaches and a light-blue sea. The almond harvest is at hand, in addition, juicy oranges, lemons, and figs are ready to be picked and taken to the market. Olive trees bewitch the country with their curled branches and sumptuous vineyards invite passers-by to walk among their warm earth. In the midst of this landscape, your centuries-old natural stone farmhouse provides a home and supports your large windmill: your FINCA.&#10;Listen to the wind, which propels your windmill! Then take in the course of the yearly harvest the sweetest and most valuable fruits from the land. Load them on your old donkey cart and travel around the island, selling them everywhere. If you manage this quickly, you will soon be the richest farmer on the island.&#10;&#10;Note: The Pandasaurus Games edition from 2024 plays up to 5 players while earlier editions play up to 4.&#10;&#10;Recommendations:&#10;&#10;     2011 Hungarian Boardgame Prize Winner&#10;     2011 Ludoteca Ideale (Italy)&#10;     Nominee &quot;Spiel des Jahres 2009&quot;&#10;     4th place &quot;Deutscher Spielepreis 2009&quot;&#10;     Nominee &quot;Graf Ludo 2009&quot;&#10;     Adult Game of the year 2010 (Finland)&#10;&#10;&#10;",
    "categories": [
      "Economic",
      "Farming"
    ],
    "mechanics": [
      "Contracts",
      "Mancala",
      "Once-Per-Game Abilities",
      "Rondel",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/U7n2gtbgu2IpEGs8YePYlQ__thumb/img/5jsaAnh3fc8yy8QwnzBhRXr3kIs=/fit-in/200x150/filters:strip_icc()/pic8520431.png"
  },
  {
    "id": "276498",
    "name": "Paris: La Cité de la Lumière",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 8,
    "description": "Paris is a two-player board game by Jos&eacute; Antonio Abascal infused with Parisian aesthetics by the boardgame&rsquo;s artist Oriol Hern&aacute;ndez. The game is set in late 19th century Paris during the 1889 &ldquo;Exposition Universelle,&rdquo; or world&rsquo;s fair, when public electricity was a hot topic. Electricity spread throughout the city, creating today&rsquo;s beautiful nocturnal Parisian streets and coining Paris&rsquo;s nickname &ldquo;La Cit&eacute; de la Lumi&eacute;re&rdquo;, the city of lights.&#10;&#10;The most well-lit buildings are admired more highly by passers-by. In the first phase, players can either place tiles or grow their reserve of buildings. The cobblestone tiles are divided into 4 random spaces (their color, their opponents&rsquo; color, a streetlight or a mixed-color space where either player can build).&#10;&#10;Then, in the second phase, players build on top of their color or the mixed spaces, in effort to position their buildings as close to as many streetlights as possible. More streetlights solicit more adoration and points. The player with the best lit buildings steals the hearts of Parisian pedestrians and wins the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Puzzle",
      "Territory Building"
    ],
    "mechanics": [
      "Action Drafting",
      "Area Majority / Influence",
      "Grid Coverage",
      "Layering",
      "Open Drafting",
      "Square Grid",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/6mIsd0NbfluAAZxwS-3P8Q__thumb/img/mHdyyRSxXnnDNcQsG79crnWDnEw=/fit-in/200x150/filters:strip_icc()/pic4664437.jpg"
  },
  {
    "id": "68425",
    "name": "Eminent Domain",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 10,
    "description": "Survey the galaxy to expand your civilization &ndash; will you colonize nearby planets, or take them over by force? Harvest resources for trade, and do research to improve your technology. Build the best civilization and win the game!&#10;&#10;Eminent Domain is a civilization-building game in which your civilization's abilities are based on a deck of Role cards. At the beginning of the game each player has the same deck of cards, with just two cards for each Role in it. Every turn you must choose a Role to execute (and like Glory to Rome or Puerto Rico, your opponents will get a chance to follow suit), and in doing so you will add one of those Role cards to your deck. When executing a Role, you can boost its effect by playing cards out of your hand matching the Role you have chosen. For example, the more you Research, the better you get at Researching (because you'll have more Research cards in your deck).&#10;&#10;",
    "categories": [
      "Card Game",
      "Civilization",
      "Science Fiction",
      "Space Exploration"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Follow",
      "Hand Management",
      "Income",
      "Layering",
      "Market",
      "Open Drafting",
      "Tags",
      "Variable Phase Order"
    ],
    "image": "https://cf.geekdo-images.com/Dn3gJBq-k8Zww4a5yCzgOQ__thumb/img/IuAN5frtRpuyA5ZyueUdG3_DMxs=/fit-in/200x150/filters:strip_icc()/pic1160506.jpg"
  },
  {
    "id": "31563",
    "name": "Middle-Earth Quest",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 180,
    "age": 13,
    "description": "Middle-Earth Quest takes place approximately ten years after Bilbo Baggins leaves the Shire, and several years before Frodo leaves Bag End on his journey leading to the destruction of the One Ring. Thus, Middle Earth Quest will take place in a time of growing darkness.  Players will take control of characters such as a Gondorian Captain, a Rider from the Westfold, or numerous other character types. Not only will characters be able to experience new adventure in Middle Earth, but we will carefully seek to tie in the experience with the massive amounts of lore and story that takes place around the edges of the central THE LORD OF THE RINGS storyline.&#10;&#10;Middle-Earth Quest is a game of adventure and conflict set in the time leading up to the creation of the Fellowship. One player will adopt the mantle of Sauron and do his best to spread his evil influence across the lands. Up to three players become heroes and will do their best to foil Sauron's foul plots, and rally the peoples of Middle-earth to their side.&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Novel-based"
    ],
    "mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/QManhbcHysi-waXrqYWvQQ__thumb/img/TpxfNImg_Ul45w7-0zpxdnvPUbs=/fit-in/200x150/filters:strip_icc()/pic717059.jpg"
  },
  {
    "id": "214887",
    "name": "CO₂: Second Chance",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 12,
    "description": "In the 1970s, the governments of the world faced unprecedented demand for energy, and polluting power plants were built everywhere in order to meet that demand. Year after year, the pollution they generate increases, and nobody has done anything to reduce it. Now, the impact of this pollution has become too great, and humanity is starting to realize that we must meet our energy demands through clean sources of energy. Companies with expertise in clean, sustainable energy are called in to propose projects that will provide the required energy without polluting the environment. Regional governments are eager to fund these projects and to invest in their implementation.&#10;&#10;If the pollution isn't stopped, it's game over for all of us.&#10;&#10;In the game CO&#226;&#130;&#130;, each player is the CEO of an energy company responding to government requests for new, green power plants. The goal is to stop the increase of pollution while meeting the rising demand for sustainable energy &mdash; and of course profiting from doing so. You will need enough expertise, money, and resources to build these clean power plants. Energy summits will promote global awareness, and allow companies to share a little of their expertise while learning still more from others.&#10;&#10;In CO&#226;&#130;&#130;, each region starts with a certain number of carbon emissions permits (CEPs) at its disposal. These CEPs are granted by the United Nations, and they must be spent whenever the region needs to install the energy infrastructure for a project or to construct a fossil fuel power plant. CEPs can be bought and sold on a market, and their price fluctuates throughout the game. You will want to try to maintain control over the CEPs.&#10;&#10;Money, CEPs, green power plants that you've built, UN goals you've completed, company goals you've met, and expertise you've gained all give you victory points (VPs), which represent your company's reputation &mdash; and having the best reputation is the goal of the game &hellip; in addition to saving the planet, of course.&#10;&#10;This new totally re-designed edition of CO&#226;&#130;&#130; features a completely new iconography, an entirely new rulebook with lots of 3D pictures for easy comprehension of the rules, more balanced gameplay, a new events deck, improved and streamlined mechanisms, and upgraded wooden components for the power plants instead of the cardboard tokens in a game with a shorter play length. This version also features a co-operative mode of play as well as solo play based on goals.&#10;&#10;",
    "categories": [
      "Economic",
      "Environmental",
      "Industry / Manufacturing"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Cooperative Game",
      "Market",
      "Open Drafting",
      "Semi-Cooperative Game",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/giSEjstTofNSRnu1A2kPeA__thumb/img/0ieYP05iPs5KcD1hY5fVOuxvOqI=/fit-in/200x150/filters:strip_icc()/pic4543193.jpg"
  },
  {
    "id": "3307",
    "name": "Wallenstein",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 150,
    "age": 12,
    "description": "Historically, Albrecht von Wallenstein, duke of Friedland and Mecklenburg, was one of the most important mercenary commanders of the Imperial army during the Thirty Years' War (1618-48). His overweening ambition was to head a large central European empire, which got him dismissed in 1630. Such was his power, however, that the empire was forced to reinstate him when Sweden came into the fray. He recovered Bohemia, but was defeated by Gustavus Adolphus at L&uuml;tzen, and was again dismissed. His subsequent intrigues with Protestant forces alarmed the Catholic princes who were probably complicit in his assassination in 1634 by Irish mercenaries at Eger, Bohemia.&#10;&#10;The game begins with the start of the war, each player controlling several countries. Player actions include the conquest of new countries, tax collection, erection of buildings (i.e. development of the economy), feeding the populace, victualing the army, etc. Some actions increase the chance for unrest, and expensive rebellions can occur. The strongest power at the end wins.&#10;&#10;Employs the cube tower included in the publisher's previous game, Im Zeichen des Kreuzes.&#10;&#10;Re-implemented by:&#10;&#10;    Shogun&#10;    Wallenstein (Second Edition)&#10;&#10;&#10;",
    "categories": [
      "Economic",
      "Pike and Shot",
      "Territory Building",
      "Wargame"
    ],
    "mechanics": [
      "Action Points",
      "Action Queue",
      "Area Majority / Influence",
      "Area Movement",
      "Cube Tower",
      "Simulation",
      "Simultaneous Action Selection",
      "Variable Phase Order"
    ],
    "image": "https://cf.geekdo-images.com/WRrzW58eKeIWP1JxIiw2RQ__thumb/img/ufkxSGYcVTbolW6avXuxOmaxMcQ=/fit-in/200x150/filters:strip_icc()/pic358092.jpg"
  },
  {
    "id": "181687",
    "name": "The Pursuit of Happiness",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 12,
    "description": "We all have one common desire: the desire for happiness. As we build our life, taking steps towards the pursuit of happiness, we come closer to the realization that happiness lies in the pursuit.&#10;&#10;The Pursuit of Happiness&nbsp;is a game in which you take a character from birth and you live the life you always wanted. Using a worker-placement mechanism with time as your workers, you take on projects, you get jobs, you buy items, you establish relationships, you raise families. The possibilities are endless as you live the life you have always wanted.&#10;&#10;How much will you be able to achieve in just one lifetime during The Pursuit of Happiness?&#10;&#10;",
    "categories": [
      "Economic"
    ],
    "mechanics": [
      "End Game Bonuses",
      "Income",
      "Open Drafting",
      "Simulation",
      "Solo / Solitaire Game",
      "Turn Order: Stat-Based",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/RpUStaAwneWPT_JQJpAb1Q__thumb/img/ZCZifuP73R52UhXomQKmGQ9OoCU=/fit-in/200x150/filters:strip_icc()/pic2853682.jpg"
  },
  {
    "id": "256382",
    "name": "Disney Villainous: The Worst Takes it All",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 10,
    "description": "In Villainous, each player takes control of one of six Disney characters, each one a villain in a different Disney movie. Each player has their own villain deck, fate deck, player board, and 3D character.&#10;&#10;On a turn, the active player moves their character to a different location on their player board, takes one or more of the actions visible on that space (often by playing cards from their hand), then refills their hand to four cards. Cards are allies, items, effects, conditions, and (for some characters) curses. You need to use your cards to fulfill your unique win condition.&#10;&#10;One of the actions allows you to choose another player, draw two cards from that player's fate deck, then play one of them on that player's board, covering two of the four action spaces on one of that player's locations. The fate deck contains heroes, items, and effects from that villain's movie, and these cards allow other players to mess with that particular villain.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Medieval",
      "Movies / TV / Radio theme",
      "Mythology",
      "Novel-based",
      "Pirates"
    ],
    "mechanics": [
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/7Ej5V5Dq92QdvVFvISfl_A__thumb/img/8tU6KCVSI5dlcibYTT6mq3K9ljk=/fit-in/200x150/filters:strip_icc()/pic4216110.jpg"
  },
  {
    "id": "15512",
    "name": "Incan Gold",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 8,
    "description": "Diamant &mdash; also published as Incan Gold &mdash; is a quick, fun, press-your-luck game. Players venture down mine shafts or explore paths in the jungle by turning up cards from a deck and evenly sharing the gems they find on the way, with any leftover gems being placed on the card. Before the next card is revealed, you have the chance to leave the mine and stash your holdings, including any gems you get on the way out.&#10;&#10;Why would you leave? Because the deck also contains hazards: scorpions, snakes, poison gas, explosions and rockfalls. When a particular hazard is revealed for the second time (e.g., a second scorpion), anyone still in the shaft or on the path has to drop all the gems they've collected that round and flee for safety. The trick is that as more players leave each turn, your share of the pie grows larger, which will perhaps inspire you to explore deeper &mdash; but at the risk of ending up with nothing.&#10;&#10;All editions of Incan Gold and later editions of Diamant include five artifact cards that are shuffled into the deck of gem and hazard cards, either one per round or all at once. When an artifact card is revealed, no one can take this card and it's placed on the path. If exactly one player leaves at the end of a turn, they collect not only all gems that remain on the path, but the artifact as well, which is worth extra points at the end of the game.&#10;&#10;",
    "categories": [
      "Adventure",
      "Bluffing",
      "Exploration"
    ],
    "mechanics": [
      "Move Through Deck",
      "Push Your Luck",
      "Score-and-Reset Game",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/xPuQ_NYaoKWEUhugIDA3yA__thumb/img/osrBmn2JqDeBylg8bvqaVOCVGTI=/fit-in/200x150/filters:strip_icc()/pic8279658.jpg"
  },
  {
    "id": "47185",
    "name": "Warhammer: Invasion",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 45,
    "age": 13,
    "description": "Warhammer: Invasion The Card Game is a two-player card game of intense warfare, clever kingdom management, and epic questing. Players must carefully allocate their resources as they seek to build their kingdom, complete quests, and attack the enemy&rsquo;s capital.&#10;&#10;Set in the rich and diverse Warhammer universe, player's can choose different factions that each have their own style. Will you play the indestructible grudge-bearing Dwarfs, the shrewd and manoeuvrable Empire, the savage and destructive Orcs, or the entropic and mutating forces of Chaos. Or will you cleverly craft an alliance, playing the combined might of the forces of either Order or Destruction?&#10;&#10;Warhammer: Invasion follows a similar model to that of Magic: The Gathering. Players will construct a deck of cards to their liking that they will use to battle against each other by drawing cards and using resources to play them. Cards can consist of monsters or heroes, one-off spells or abilities, and permanent structures, devices, or equipment. However, there are many differences which make W:I very different from Magic. Two of the main differences are in the release model and the ordering of the gameplay area.&#10;&#10;Rather than a blind collecting model, W:I follows Fantasy Flight Games' LCG model. Each expansion or chapter pack is released with the full contents known to the purchaser. Rarity is not a factor.&#10;&#10;Rather than playing your cards into the same area and relying on card draws for resources or extra cards, each player has a 3-zoneCapitol that they must protect and those sides are generally where cards are played. If an opponent causes enough damage to a section of your capitol it is &quot;burned.&quot; If two sides of your capitol are burned you lose. Depending on which side of your capitol you put a card into it will be able to different things. Units and buildings in the Kingdom Zone contribute to your available resource pool while ones in your Quest Zone cotribute to your card draws. Cards played into the Battlefield are used to attack opponents. Also, units in a zone being attacked by an opponent can be used to defend that zone from damage. This adds a large amount of tactical decisions when it comes to playing your cards. You must carefully balance building your economy with the ability to attack and defend.&#10;&#10;Warhammer Invasion LCG Core Set contains:&#10;&#10;* 1 Rulebook&#10;    * 220 Cards representing 4 factions&#10;    * 4 Capital Boards&#10;    * 35 Resource Tokens&#10;    * 60 Damage Tokens&#10;    * 4 Burning Tokens&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Battle Pack Expansion Cycles:&#10;&#10;&#10;    &#10;        &#10;1) The Corruption Cycle:&#10;&#10;    The Skavenblight Threat&#10;    Path of the Zealot&#10;    Tooth and Claw&#10;    The Deathmaster&#039;s Dance&#10;    The Warpstone Chronicles&#10;    Arcane Fire&#10;&#10;&#10;2) The Enemy Cycle:&#10;&#10;    The Burning of Derricksburg&#10;    The Fall of Karak Grimaz&#10;    The Silent Forge&#10;    Redemption of a Mage&#10;    The Fourth Waystone&#10;    Bleeding Sun&#10;&#10;&#10;&#10;        &#10;3) The Morrslieb Cycle:&#10;&#10;    Omens of Ruin&#10;    The Chaos Moon&#10;    The Twin Tailed Comet&#10;    Signs in the Stars&#10;    The Eclipse of Hope&#10;    Fiery Dawn&#10;&#10;&#10;4) The Capital Cycle:&#10;&#10;    The Inevitable City&#10;    Realm of the Phoenix King&#10;    The Iron Rock&#10;    Karaz-a-Karak&#10;    City of Winter&#10;    The Imperial Throne&#10;&#10;&#10;&#10;        &#10;5) The Bloodquest Cycle:&#10;&#10;    Rising Dawn&#10;    Fragments of Power&#10;    The Accursed Dead&#10;    Vessel of the Winds&#10;    Portent of Doom&#10;    Shield of the Gods&#10;&#10;&#10;6) The Eternal War Cycle:&#10;&#10;    Days of Blood&#10;    Oaths of Vengeance&#10;    Battle for the Old World&#10;    Glory of Days Past&#10;    The Ruinous Hordes&#10;    Faith and Steel          &#10;&#10;&#10;&#10;        &#10;7) Deluxe Expansions:&#10;&#10;    Assault on Ulthuan&#10;    March of the Damned&#10;    Legends&#10;    Cataclysm&#10;    Hidden Kingdoms&#10;&#10;&#10;&#10;    &#10;&#10;&#10;",
    "categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Mythology"
    ],
    "mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/FoX0oahWOeBmGrOlsbd0dg__thumb/img/P-p4xbNBmUeEzCKQVjlUjPmg8Ng=/fit-in/200x150/filters:strip_icc()/pic567135.jpg"
  },
  {
    "id": "244331",
    "name": "Blue Lagoon",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "Blue Lagoon is an area control and set collection game in which players manage a group of settlers spreading out over the islands of a newly discovered archipelago.&#10;&#10;The game is played over two phases (the exploration phase followed by the settlement phase). Over the course of both phases, you will expand your presence on the board by adding one new token each turn (either a settler or a village token). The goal is to collect the resources scattered over the map by placing your tokens on top of them. In the first phase, you can place a new token anywhere you like, as long as it is touching either the lagoon OR one of your previously played tokens. In the second phase, the board is cleared, except for the villages, and now you can only expand  from the villages you played in the first phase! At the end of both phases, players score points for the sets of resources they collected. Most points wins.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Chaining",
      "Connections",
      "End Game Bonuses",
      "Hexagon Grid",
      "Network and Route Building",
      "Score-and-Reset Game",
      "Set Collection",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/wFggDB9IbU47-drR4GUQBw__thumb/img/mSvWn1J5pCwZGLqeiCQkTC7W2U4=/fit-in/200x150/filters:strip_icc()/pic4122624.png"
  },
  {
    "id": "51",
    "name": "Ricochet Robots",
    "minPlayers": 1,
    "maxPlayers": 99,
    "playingTime": 30,
    "age": 10,
    "description": "Ricochet Robots is less of a game and more of a puzzle, which explains why there's such an odd number of solutions possible. There's a four-piece modular board that forms a large room with walls spread around the board. There are also color-coded targets on boards. Placed on top of the surface are four robots. The idea for each turn/puzzle is to get the like-colored robot to a randomly selected target. The trick is that once a robot starts moving, it will continue to move until a wall or another robot stops it. Therefore, players are seeking a sequence of moves for the robots that will enable them to move the required robot to the target in the fewest moves.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Maze",
      "Puzzle",
      "Real-time"
    ],
    "mechanics": [
      "Grid Movement",
      "Modular Board",
      "Real-Time",
      "Square Grid",
      "Turn Order: Stat-Based",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/3qg1xTP7ZZiu8OolGBYJ1w__thumb/img/2LGbUy0Hen-8-8bQ-ZfwHjNnCtU=/fit-in/200x150/filters:strip_icc()/pic1766273.jpg"
  },
  {
    "id": "204516",
    "name": "878 Vikings: Invasions of England",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 12,
    "description": "The year is 878. For the past 75 years, Viking raiding parties from Norway and Denmark have been terrorizing the coasts of England with &lsquo;hit and run&rsquo; attacks. The treasures and stories gained from these attacks have allowed the Norsemen to raise huge hosts of eager men seeking glory and riches. These armies now stand poised to thunder across England where they will settle and farm the fertile land they conquer. The divided English kingdoms are unprepared for this impending onslaught. The Vikings are coming!&#10;&#10;In 878: Vikings &ndash; Invasions of England, players control the invading Vikings or the English nobles who are trying to withstand the invasion. Viking players either play as Norsemen Viking freeman or as the fearless Viking shock troops known as Berserkers. The English play as the Housecarl, the Kings&rsquo; household troops, or as the Thegns who were regional noble Leaders. The English players will also be able to call up the peasant levies, called the Fyrd, to defend their cities.&#10;&#10;Players for each side strategize together in order to coordinate their strategies. Each side attempts to control Cities on the map to win. The English start the game controlling all of England but a Viking Leader will invade from the sea each Turn. The English players raise reinforcements from cities they control, while the Vikings must wait for a new invasion for reinforcements. The game ends when the Treaty of Wedmore is called and the side controlling the most cities wins the game.&#10;&#10;",
    "categories": [
      "Educational",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Command Cards",
      "Dice Rolling",
      "Die Icon Resolution",
      "Sudden Death Ending",
      "Team-Based Game",
      "Turn Order: Random",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/YjEcFRuLQ_fpm-00u0DIQA__thumb/img/i2ajypoGnUbyRdEhnpSpUkNM5ZU=/fit-in/200x150/filters:strip_icc()/pic6421377.jpg"
  },
  {
    "id": "200147",
    "name": "Kanagawa",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 10,
    "description": "1840: In Kanagawa, the great bay of Tokyo, the Master Hokusai decided to open a painting school to share his art with his disciples. You are one of these disciples, and more than anything, you want to prove yourself worthy of the &ldquo;crazy, old artist&rdquo;. Follow his teachings to expand your studio and paint your preferred subjects (Trees, Animals, Characters, Buildings), all while paying attention to the changing of the seasons in order to make the most harmonious print&hellip; the one that will become the work of your lifetime!&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Open Drafting",
      "Pattern Building",
      "Push Your Luck",
      "Set Collection",
      "Turn Order: Claim Action",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/Rr2JrRztCFzzikJ9YL5-Dw__thumb/img/x9MtKEQlcQ_jS-5AVMeZ28NOC0s=/fit-in/200x150/filters:strip_icc()/pic3105168.jpg"
  },
  {
    "id": "264052",
    "name": "Circadians: First Light",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 12,
    "description": "We were light years from our home, galaxies away, when we first discovered this ancient celestial body &mdash; a planet filled with intriguing, intelligent lifeforms, not too unlike our own. Some built kingdoms below the surface of the green seas, while others controlled the desert-filled plains and cliffs. Among them we found scientists, inventors, farmers, traders and fighters. While our presence has been unsettling for some, we have had very few incidents with the locals. Still, we Circadians, Earth's famed explorers, must do what we can to ensure peace. We must respect this world and its hosts. The heads of Moontide passed down orders from above. We are to open negotiations with the three clans, in hopes of gaining their favor, along with our own security while on the planet. We must also collect organic samples for the depository on Moontide. This is new ground for all of us, but we must be brave and resourceful. The future of the Circadians depends on it.&#10;&#10;The aim of Circadians: First Light is to lead a team of researchers on the planet of Ryh. Players need to manage their crew (dice) to visit various parts of the planet for trade, farming, construction and research. Players score points for negotiating with the locals, harvesting resources for the depository, upgrading their research base, exploring the planet, and collecting gems. The game is played over eight rounds. At the end of the final round, the player with the most points wins.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "categories": [
      "Dice",
      "Science Fiction",
      "Space Exploration"
    ],
    "mechanics": [
      "Contracts",
      "Dice Rolling",
      "Events",
      "Secret Unit Deployment",
      "Set Collection",
      "Variable Player Powers",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "image": "https://cf.geekdo-images.com/yZpEGpYcqAjFtPctE4dwbg__thumb/img/kC-Wgt5m1hHM8MvAAJDKhLjY7qE=/fit-in/200x150/filters:strip_icc()/pic6398652.png"
  },
  {
    "id": "347305",
    "name": "Inventions: Evolution of Ideas",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 150,
    "age": 14,
    "description": "Since the dawn of time, humanity has sought new ideas, forever developing them into still newer concepts. Their genius made them stand out from the other animals. Each invention is a veritable evolutionary step. Humans' use of tools surpasses the efforts of all others, making Homo sapiens technologists since before historical records were invented.&#10;&#10;Inventions: Evolution of Ideas follows humanity's most noteworthy innovations and places the power of these technological developments in your hands to evolve your societies over the ages.&#10;&#10;In Inventions, cards simulate these new concepts. Cards are the ideas that eventually become inventions. Once they are invented, these technologies can be shared with the world, and everyone involved in the process spreads the exciting news, giving credit where credit is due. Developing these inventions progresses your society, advancing its technology, economy, and culture. You can even share with other societies, boosting the inventions' efficacy even more!&#10;&#10;Inventions is a tactical game, but you will do best by building these tactics around a long-term strategy. Each society's progress will be measured in Intellectual Property Points (IPP), and the player who has the most IPP has the strongest society and wins the game.&#10;&#10;",
    "categories": [
      "Civilization",
      "Industry / Manufacturing"
    ],
    "mechanics": [
      "Point to Point Movement",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/aXqSKhZ-J7Xl-TTWRCEq4g__thumb/img/cO7RofS2qlfKTMdTxHM7IjWDN2g=/fit-in/200x150/filters:strip_icc()/pic7032801.jpg"
  },
  {
    "id": "55600",
    "name": "Shipyard",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 11,
    "description": "We&rsquo;re in 19th century, sea transport is more and more important. Both corporations and naval forces require newer and newer ships. Try to put yourself in the role of their manufacturers. Hire employees, buy accessories, get favour of evaluating committees. Don&rsquo;t forget to rent a canal and you can heave anchor.&#10;&#10;Players take turns, beginning with a randomly selected player and continuing around the table clockwise. On their turn, they will choose one of the available actions from the Action Track. The action will get the player something they need to help build their ships. On the player's next turn, they will move that Action Card ahead of all the others and choose a different action.&#10;&#10;If a player completes a ship on their turn (ships consists of little cards depicting bows, sterns, and (preferably several) middle pieces with several options to add equipment or crew), it is taken out for a shakedown cruise in a canal, during which they may score points for speed, crew, equipment, or safety.&#10;&#10;As players take their turns, the line of Action Cards will advance around the Action Track. When the lead Action Card reaches the Starting Space again, the countdown marker moves down one space, and play continues.&#10;&#10;The game ends when the countdown marker reaches the finish space. (It can also end early if the players run out of Ship Cards.) Bonus points are scored for Government Contracts, and the player with the most points wins.&#10;&#10;The game lasts about 30 minutes per player.&#10;&#10;",
    "categories": [
      "Economic",
      "Industry / Manufacturing",
      "Nautical"
    ],
    "mechanics": [
      "Contracts",
      "End Game Bonuses",
      "Modular Board",
      "Open Drafting",
      "Rondel",
      "Set Collection",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/sPgjX2_W4XDpE0SUv82HsQ__thumb/img/Hal-DG2J9KHoaonkfQK-BU0HUZA=/fit-in/200x150/filters:strip_icc()/pic1809442.jpg"
  },
  {
    "id": "316546",
    "name": "Clever Cubed",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 14,
    "description": "Clever hoch drei features the same gameplay as Ganz sch&ouml;n clever and Doppelt so clever, but with new categories in which to score &mdash; sometimes with several dice at the same time.&#10;&#10;Your goal: Choose dice, then place the numbers into the matching colored area, put together tricky chain-scoring opportunities, and rack up the points. The dice you don't use are as important as what you do because every die that's smaller than the chosen one can be used by the other players, keeping everyone in the game at all times.&#10;&#10;",
    "categories": [
      "Dice",
      "Number"
    ],
    "mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Re-rolling and Locking",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/ksjSyTc0AY0M7CKLD6OA5w__thumb/img/iNPGRJGuD3nWLqqpW6A2fes34CE=/fit-in/200x150/filters:strip_icc()/pic5929690.jpg"
  },
  {
    "id": "220520",
    "name": "Caverna: Cave vs Cave",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 40,
    "age": 10,
    "description": "In the two-player game Caverna: Cave vs. Cave, each player starts the game with only two dwarves and a small excavation in the side of a mountain. Over the course of eight rounds, they'll double their workforce, open up new living space in the mountain, construct new buildings and rooms in which to live, and dig for precious metals.&#10;&#10;In more detail, each player starts the game with an individual player board that's covered with a random assortment of face-down building/room tiles and only one space. Some tiles are face up and available for purchase at the start of play. Four action tiles lie face up as well. At the start of each of the eight rounds, one new action tile is revealed, then players alternate taking actions, with the number of actions increasing from two up to four over the course of the game. As players excavate their mountainous player board, new building and room tiles are added to the pool; some rooms can be used immediately when acquired, whereas others require the use of an action tile.&#10;&#10;After eight rounds, players tally their points for buildings constructed and gold collected to see who wins.&#10;&#10;",
    "categories": [
      "Economic",
      "Fantasy",
      "Farming"
    ],
    "mechanics": [
      "Tile Placement",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/rTlJoKU2lHOZfv1Ad8YvDA__thumb/img/_fvhogbWyAeMrwGsxmcUIy6yvA8=/fit-in/200x150/filters:strip_icc()/pic3505750.jpg"
  },
  {
    "id": "16747",
    "name": "Tumblin' Dice",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 7,
    "description": "Tumblin' Dice is a dexterity dice game in which players take turns sliding, rolling, or flicking one of their dice down stepped surface. After all players have launched their four dice, they score points, multiplying the value of the die roll by 1&times;, 2&times;, 3&times;, or 4&times; depending on which area of the board the die has landed. (Dice which land in the 0&times; region are immediately removed from play.) After four rounds, the player with the most points win.&#10;&#10;Tumblin&#039; Dice Jr. is a &quot;travel&quot; version of this game.&#10;&#10;Note that the player count of Tumblin' Dice has varied across multiple editions, with some sets having only four colors of dice and others having up to six colors. In addition, some sets have a -1x scoring area in place of or preceding 0x.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Dice",
      "Party Game"
    ],
    "mechanics": [
      "Dice Rolling",
      "Flicking"
    ],
    "image": "https://cf.geekdo-images.com/c1QnLyOiQ6IcnXJuJacTqw__thumb/img/myb97bBQtrzgnKkBdKR-FCt401I=/fit-in/200x150/filters:strip_icc()/pic7243922.jpg"
  },
  {
    "id": "241590",
    "name": "Smart10",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 120,
    "age": 10,
    "description": "Smart10 is a quiz game where a player doesn't need to wait for one's turn for long. &#10;There are ten possible answers to each question, and every player gets to answer every question. &#10;If the answer is correct, the player gets an answer marker. &#10;But should you answer or pass?&#10;If you don't score your answer markers on time (and thereby pass on this round), you can end up losing them.&#10;So if you are not 100% certain of an answer - do you gamble or do you pass?&#10;Plays great in teams.&#10;&#10;",
    "categories": [
      "Party Game",
      "Trivia"
    ],
    "mechanics": [
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/pwa0lKfmlE4PvFo-YVxrLQ__thumb/img/4RXK5M7g8_GRW_2HjyLdTjS3_fw=/fit-in/200x150/filters:strip_icc()/pic4945756.jpg"
  },
  {
    "id": "251678",
    "name": "Railroad Ink: Blazing Red Edition",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "In the multiplayer puzzle game Railroad Ink, your goal is to connect as many exits on your board as possible. Each round, a set of dice are rolled in the middle of the table, determining which kind of road and railway routes are available to all players. You have to draw these routes on your erasable boards to create transport lines and connect your exits, trying to optimize the available symbols better than your opponents.&#10;&#10;The more exits you connect, the more points you score at the end of the game, but you lose points for each incomplete route, so plan carefully! Will you press your luck and try to stretch your transportation network to the next exit, or will you play it safe and start a new, simpler to manage route?&#10;&#10;Railroad Ink comes in two versions, each one including two expansions with additional dice sets that add special rules to your games. The Blazing Red Edition includes the Lava and  Meteor expansions. Try to confine the lava coming from the erupting volcano before it destroys your routes, or deal with the havoc brought by the meteor strikes and mine the craters for precious ore. These special rules can spice up things and make each game play and feel different.&#10;&#10;Each box allows you to play from 1 to 6 players, and if you combine more boxes, you can play with up to 12 players (or more). The only limit to the number of players is the number of boards you have!&#10;&#10;",
    "categories": [
      "Dice",
      "Trains"
    ],
    "mechanics": [
      "Bingo",
      "Connections",
      "Dice Rolling",
      "Line Drawing",
      "Network and Route Building",
      "Paper-and-Pencil",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/eNgD_0WGHeO9fPCpgTOBrQ__thumb/img/1YPyYUHM22_SszKMWCMIC77WtgY=/fit-in/200x150/filters:strip_icc()/pic4118864.png"
  },
  {
    "id": "218121",
    "name": "Dice Hospital",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 10,
    "description": "In Dice Hospital, a worker placement game, players must treat as many patients as possible to appease the local authorities! Players use their hospital staff to treat patients on their personal hospital player boards. However, players may also call in specialist staff to react to certain situations that arise to score more points with the authorities! The game uses worker placement mechanics for the staff, dice as the patients where low scores indicate low health and a personal player board of actions to treat patients. The player with the highest reputation wins the game!&#10;&#10;",
    "categories": [
      "Dice",
      "Medical"
    ],
    "mechanics": [
      "Action Drafting",
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid",
      "I Cut, You Choose",
      "Modular Board",
      "Solo / Solitaire Game",
      "Variable Phase Order"
    ],
    "image": "https://cf.geekdo-images.com/V6m5SH45BlP6t7-HuGWA-w__thumb/img/R_6kq0mu1RY7RJVvtI9hRClqpNY=/fit-in/200x150/filters:strip_icc()/pic3562670.jpg"
  },
  {
    "id": "256570",
    "name": "Crown of Emara",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 75,
    "age": 12,
    "description": "Good times in the tiny kingdom of Emara: During the reign of King Thedorius the Wise, wars, uprisings, and other inconveniences became a thing of the past. Thedorius always cared more for the well-being of his subjects than for power or riches. Therefore, only the nobleman who is able to care for Emara's citizens as well as Thedorius himself did shall become Thedorius' successor and wear the Crown of Emara.&#10;&#10;To test the skills of all aspirants, Thedorius and his counselors issue a challenge of practical use: Whoever can persuade the majority of the newly arrived citizens in the capital to support their claim shall become the future king of Emara. To achieve this, players have to cater to the citizens' needs and &mdash; most importantly &mdash; offer proper housing for everyone. This means that promoting the building activities in town will be one of the major tasks of the candidates.&#10;&#10;Crown of Emara skillfully combines card actions with worker movement actions, allowing players to plan their turns carefully during their downtime. The two counselors available to every player move in two separate roundabouts, requiring players to optimize every move. Additionally, two scoring tracks lead to a multidimensional playstyle as only the lower score counts towards victory and thus both tracks have to be advanced equally.&#10;&#10;",
    "categories": [
      "Economic",
      "Medieval"
    ],
    "mechanics": [
      "Action Queue",
      "Contracts",
      "Events",
      "Hand Management",
      "Highest-Lowest Scoring",
      "Modular Board",
      "Rondel",
      "Solo / Solitaire Game",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/fbpFsvwOHlm35p215DXMMg__thumb/img/Uv71KmElItbtpXW0Pw4VKwYwtDY=/fit-in/200x150/filters:strip_icc()/pic7415514.jpg"
  },
  {
    "id": "299047",
    "name": "Disney Villainous: Perfectly Wretched",
    "minPlayers": 2,
    "maxPlayers": 3,
    "playingTime": 60,
    "age": 10,
    "description": "In Disney Villainous: Perfectly Wretched, each player takes control of one of three Disney characters, each one a villain in a different Disney movie, specifically Cruella de Vil from 101 Dalmatians, Mother Gothel from Tangled, and Pete from Steamboat Willie. Each player has their own villain deck, fate deck, player board, and 3D character.&#10;&#10;On a turn, the active player moves their character to a different location on their player board, takes one or more of the actions visible on that space (often by playing cards from their hand), then refills their hand to four cards. Cards are allies, items, effects, and conditions. You need to use your cards to fulfill your unique win condition.&#10;&#10;One of the actions allows you to choose another player, draw two cards from that player's fate deck, then play one of them on that player's board, covering two of the four action spaces on one of that player's locations. The fate deck contains heroes, items, and effects from that villain's movie, and these cards allow other players to mess with that particular villain.&#10;&#10;Disney Villainous: Perfectly Wretched is playable on its own, and its characters can also face off against those in the Disney Villainous base game from 2018 and the Disney Villainous: Wicked to the Core and Disney Villainous: Evil Comes Prepared standalone games in 2019.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/luhDc_P5vImhEiiwVt8IgA__thumb/img/UmWQAK4JTYFi8nfs4DjR0mTj-g4=/fit-in/200x150/filters:strip_icc()/pic5172286.png"
  },
  {
    "id": "173442",
    "name": "Empires: Age of Discovery",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 150,
    "age": 10,
    "description": "Empires: Age of Discovery allows you to revisit the age of exploration and discovery. Take on the role of a colonial power seeking fame, glory, and riches in the New World. As you proceed through three ages, you launch expeditions of discovery, colonize regions, expand your merchant fleet, build capital buildings that give your nation distinct advantages, develop your economy, and (if necessary) declare war.&#10;&#10;Empires: Age of Discovery is a reimplementation of Age of Empires III but without that name due to the expense of renewing the license from Microsoft. This edition includes the Empires: Builder Expansion along with its capital buildings; its National Advantage tiles have been built into the new player boards.&#10;&#10;",
    "categories": [
      "Civilization",
      "Exploration",
      "Renaissance"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Set Collection",
      "Variable Player Powers",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "image": "https://cf.geekdo-images.com/5Z_ZH3J9AcC1cmGce7a2Gw__thumb/img/gGFkuFVIixRjEWT63zBgSVXxNXI=/fit-in/200x150/filters:strip_icc()/pic2420342.jpg"
  },
  {
    "id": "2163",
    "name": "Space Hulk",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 45,
    "age": 12,
    "description": "Space Hulk is a light miniatures wargame set in the Warhammer 40K universe.  It has a relatively simple rule-set (compared to Warhammer 40K itself) and is known for its fast play and immersive theme (think the movie Aliens).&#10;&#10;You lay out corridors and rooms that represent a space hulk, a large disabled ship floating in space. The Space Marines wear powerful space battle suits and carry heavy weaponry. The Genestealers (reminiscent of the alien in Alien) are naked, except for their quick movement, multiple clawed arms capable of ripping through Terminator armor and their seemingly endless numbers.&#10;&#10;Each game is played as a scenario.  The Space Marines win by completing a certain goal, such as retrieving an artifact and escaping alive.  The Genestealers win by stopping the Space Marines from achieving their goal, usually by killing them all. A unique mechanism is that the Genestealers have no time limit for their turn, but the Space Marines have a 3 minute time limit, and less if a sergeant is killed. This simulates the fact that Genestealers move so much quicker and adds a lot of tension to the game for the Marine player.&#10;&#10;The miniatures are excellent although you do have to paint them yourselves and the modular board is very well done.&#10;&#10;The Deathwing Expansion adds new personnel, weapons, rules for multilevel hulks, new missions and a mission generator along with some complexity.&#10;&#10;The Genestealer Expansion adds new marines, weapons, Genestealer Hybrids who can use weapons and new missions. There are also rules for psychic powers.&#10;&#10;There was also the Space Hulk Campaign Book  that can be linked for longer games. This book also added rules for traitor Marines and new weapons.&#10;&#10;Even with all rules in place the game does not get too complicated and is a very good introduction to Warhammer 40K.&#10;&#10;Re-implemented by:&#10;Space Hulk (2nd Edition)&#10;Space Hulk (3rd Edition)&#10;Space Hulk (4th Edition)&#10;&#10;",
    "categories": [
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board"
    ],
    "image": "https://cf.geekdo-images.com/XgVrr2ImtAlnQylHdrzlQg__thumb/img/u_51bjTXk4fpCstKagB93POGjPk=/fit-in/200x150/filters:strip_icc()/pic1411446.jpg"
  },
  {
    "id": "156943",
    "name": "Saint Petersburg (Second Edition)",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 13,
    "description": "In 1703, Czar Peter the Great founded Saint Petersburg in Russia, which quickly earned the nickname &quot;Paris of the East.&quot; The Winter Palace, the Hermitage, the Church of the Resurrection of Jesus Christ, and many other buildings still amaze visitors from around the world today. To accomplish this, he needed a new administration and brought the aristocrats under his control. This was also a golden time for the workers as their skills were much needed to reform and build the new Russia.&#10;&#10;In Saint Petersburg, players play important roles in building the city of Saint Petersburg. To do this, they will take turns selecting and purchasing cards from the display of available workers, buildings and nobles. Each type of card has an associated phase, and at the end of each phase, players earn rubles and score victory points based on the cards they have collected of that type. When one of the decks runs out, the players play until the end of that round, then the game is over. Additional victory points are awarded at the end of the game depending on the number of unique nobles that each player has, and the player with the most victory points wins the game.&#10;&#10;This new edition of Saint Petersburg features an additional optional module, the Market, which adds a new card type, the market cards, and a new Market phase with its own rules for scoring points. These cards bring in new resources and not only allow for new tactical opportunities, as having a majority in  provides extra victory points during the market phase scoring, but also allow for a fifth player to join the game. This edition also includes the two expansion modules from the original edition plus four entirely new modules, that can be used on their own or mixed and matched as players like.&#10;&#10;",
    "categories": [
      "Age of Reason",
      "Card Game",
      "City Building",
      "Economic"
    ],
    "mechanics": [
      "Income",
      "Open Drafting",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/1fEewarXkwjdLINUsUym3Q__thumb/img/N5CrTUi0Bq9rsHTztbMwB3NfWMo=/fit-in/200x150/filters:strip_icc()/pic2298046.png"
  },
  {
    "id": "355483",
    "name": "Wandering Towers",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "Each year, the graduating classes of the Ravenrealm Magic School compete to demonstrate their mastery of magic. For the final exam, all the wizards of each class must assemble at the legendary Ravenskeep&hellip; but every last one of them has procrastinated, distracted by learning new spells. They&rsquo;ve also used all their potions&mdash;they can&rsquo;t show up unprepared, with empty potion bottles!&#10;&#10;Help your wizards get to Ravenskeep as quickly as possible. Using their magic they could even move the very towers atop which they stand to get there more easily! But how can they refill their potion bottles along the way? Well, here&rsquo;s a little secret: Trapping wizards allows you to capture some of their magical essence in a bottle&hellip;&#10;&#10;",
    "categories": [
      "Fantasy",
      "Memory"
    ],
    "mechanics": [
      "Hand Management",
      "Memory",
      "Race",
      "Solo / Solitaire Game",
      "Track Movement"
    ],
    "image": "https://cf.geekdo-images.com/602eY-xlgkaL3gtyZ7QVVQ__thumb/img/6u9GKTBVH0wRAhhpOi1kn3sSNeo=/fit-in/200x150/filters:strip_icc()/pic7347437.jpg"
  },
  {
    "id": "201825",
    "name": "Ex Libris",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 10,
    "description": "In Ex Libris, you are a collector of rare and valuable books in a thriving gnomish village. Recently, the Mayor and Village Council have announced an opening for a Grand Librarian: a prestigious (and lucrative) position they intend to award to the most qualified villager! Unfortunately, several of your book collector colleagues (more like acquaintances, really) are also candidates.&#10;&#10;To outshine your competition, you need to expand your personal library by sending your trusty assistants out into the village to find the most impressive tomes. Sources for the finest books are scarce, so you need to beat your opponents to them when they pop up.&#10;&#10;You have only a week before the Mayor's Official Inspector comes to judge your library, so be sure your assistants have all your books shelved! The Inspector is a tough cookie and will use her Official Checklist to grade your library on several criteria including shelf stability, alphabetical order, and variety &mdash; and don't think she'll turn a blind eye to books the Council has banned! You need shrewd planning and cunning tactics (and perhaps a little magic) to surpass your opponents and become Grand Librarian!&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy"
    ],
    "mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/DYOUITVYzZEC45u4suwezQ__thumb/img/27aO3vgzM7MwAPSiKLpehEpAsVI=/fit-in/200x150/filters:strip_icc()/pic3578008.png"
  },
  {
    "id": "43528",
    "name": "World Without End",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 12,
    "description": "Die Tore der Welt / World Without End is based on the novel by Ken Follett, a sequel to his bestselling The Pillars of the Earth. This is the 2009 game in the Kosmos line of literature-based games.&#10;&#10;World Without End shares the Kingsbridge location of the earlier novel, but occurs 200 years later. Similarly, the game shares many themes but is a new standalone game.&#10;&#10;As citizens of Kingsbridge, players need to take care of the following areas: Building, Trading, Religion, Feeding, and Medical Knowledge. Each turn an event card is flipped that defines available player actions. Victory points can be won in numerous ways, e.g. by creating  buildings or taking care of sick people.&#10;&#10;",
    "categories": [
      "Economic",
      "Medieval",
      "Novel-based",
      "Religious"
    ],
    "mechanics": [
      "Hand Management",
      "Random Production"
    ],
    "image": "https://cf.geekdo-images.com/r0wz1yAtjaU5e-u_hKIYeQ__thumb/img/0PprBIyZlwF0Eh4TJ2X-yrUG4og=/fit-in/200x150/filters:strip_icc()/pic583088.jpg"
  },
  {
    "id": "214029",
    "name": "SpaceCorp: 2025-2300AD",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 240,
    "age": 12,
    "description": "SpaceCorp: 2025-2300 AD is a fast-playing board game in which one to four players explore and develop outer space over three eras. Each player controls an Earth-based enterprise seeking profit by driving the expansion of humanity into the Solar System and beyond. In SpaceCorp you can &hellip;&#10;&#10;&#10;     Assemble a spaceport at a Lagrange Point.&#10;     Launch an exploration mission to Mars.&#10;     Mine the asteroids.&#10;     Earn profit from exotic resources discovered on the Jovian moons.&#10;     Discover microbial life in the subsurface oceans of Charon.&#10;     Decode exo-DNA to develop radiation resistant human pioneers.&#10;     Undertake a mission to Alpha Centauri in a generation ship.&#10;     Break through technological barriers to achieve faster-than-light travel.&#10;     Establish a colony in the Tau Ceti star system.&#10;&#10;&#10;Each of the three eras is played on a different board:&#10;&#10;&#10;     The first era, Mariners, covers exploration and development out to Mars.&#10;     In Planeteers, players settle the outer solar system.&#10;     In Starfarers, players send missions to nearby star systems and establish interstellar colonies.&#10;&#10;&#10;The game is based on Ejner Fulsang's SpaceCorp book, the first of the Galactican Series.&#10;&#10;",
    "categories": [
      "Economic",
      "Exploration",
      "Science Fiction",
      "Space Exploration"
    ],
    "mechanics": [
      "Contracts",
      "Hand Management",
      "Point to Point Movement",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/YpkxAeGyRn6smZTjCwy7ew__thumb/img/KX5JpI9WbjNszg2B2Ab1Z8YY-Nk=/fit-in/200x150/filters:strip_icc()/pic4410814.jpg"
  },
  {
    "id": "254386",
    "name": "Raccoon Tycoon",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 8,
    "description": "Astoria is a land bustling with productivity and growth! New towns, factories, and railroads are springing up across the land. A few savvy business tycoons (you and your opponents) are determined to make your fortunes on the crest of this wave. These tycoons start out as the producers of the key commodities: wheat to feed the growing towns and factories, wood and iron to build them, coal to fuel the trains and factories, and manufactured goods and luxuries to fill the insatiable demand of the animals of Astoria.&#10;&#10;Cornering the market for the most valuable commodities can create small fortunes that can be invested in the new businesses, turning them into huge fortunes. The sky is the limit during this Gilded Age!&#10;&#10;In Raccoon Tycoon, players try to produce the most valuable commodities in an ever-changing marketplace. They then use those commodities to build towns, or sell them at the best price to secure great profits that can be used to win auctions for the all-important railroads. The profits may also be used to buy powerful buildings that give the players power-ups or bonuses in production. Owning the best towns and railroads determines victory. There can be only one &quot;top dog&quot; in Astoria. Is it you?&#10;&#10;",
    "categories": [
      "Animals",
      "Economic"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Auction: Turn Order Until Pass",
      "Commodity Speculation",
      "Market",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/W9HX05eyz2zQbwWdrjKUzQ__thumb/img/Qdfn4yBiilfyFLcSMXLsg8UHZAg=/fit-in/200x150/filters:strip_icc()/pic4161982.jpg"
  },
  {
    "id": "253499",
    "name": "A War of Whispers",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 14,
    "description": "A War of Whispers is a competitive board game for 2 to 4 players. Five mighty empires are at war for the world, but you are no mighty ruler. Instead, you play a secret society that is betting on the results of this war while pulling strings to rig the results and ensure their bets pay off. A War of Whispers is a game of deep strategy, hidden agendas, and shifting loyalties.&#10;&#10;You start the game with five loyalty tokens, each corresponding to one of the five different empires, bet randomly on a loyalty value. Your primary goal is to ensure that when the game ends, the empires you are most loyal to control the most cities across the globe. Gameplay consists of turns broken down into four phases:&#10;&#10;&#10;    Deploy agents phase: In player order (starting with the first player and proceeding clockwise), each player removes, then deploys agents to empire councils, the positions on the board marked Sheriff, Steward, Marshall, and Chancellor.&#10;    Empire turns phase: Each council position on each empire council will take an action. If a player has acquired cards, they may play them during this phase.&#10;    Cleanup phase: Add the turn marker to the next space on the turn tracker, then each player discards down to the hand limit of five cards.&#10;    Swap phase: In player order, each player may swap two of their unrevealed loyalty tokens. If you choose to do so, you must reveal both of the swapped loyalty tokens. They remain revealed for the rest of the game.&#10;&#10;&#10;Gameplay repeats itself in this order four times. When the last space on the turn track is filled, the game ends immediately and scoring commences. The player with the most points based off their empire loyalties and the cities they control wins.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Political",
      "Spies / Secret Agents",
      "Wargame"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Betting and Bluffing",
      "Hidden Victory Points",
      "Take That",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/D3Fl15xiRd0QtghO0ZBiRA__thumb/img/6HGGwpXvSqqHCUiDZxf-33V8i7Q=/fit-in/200x150/filters:strip_icc()/pic4150994.jpg"
  },
  {
    "id": "162286",
    "name": "Super Motherload",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 75,
    "age": 13,
    "description": "Mars. The very near future.&#10;            &#10;The Solarus Corporation discovered an infinite source of rare and precious minerals deep in the red crust. Resources that will end the energy crisis on Earth and fuel the deep space expeditions planned as population swells beyond capacity.&#10;            &#10;You have been chosen to lead an elite crew of Pod pilots who will delve below the surface of Mars in Solarus Corporation's first major drilling expedition. As a part of this maiden voyage, the corporation has agreed to let you reinvest any wealth you uncover back into training your Pod pilots, increasing their skills and efficiencies. Will you be remembered as the greatest Solarus Corporation employee in the galaxy?&#10;&#10;Super Motherload is a tile-laying deck-building game, which means that you have your own deck of cards from which you draw each turn. The cards in your deck start out very basic, but over the course of the game you add new and more powerful cards to it. You use these cards to bomb and drill minerals and other bonuses from the game board. You then use the minerals you've collected as money to purchase better cards for your deck. Some cards give you an immediate bonus when you purchase them, and some give you other bonuses when you use them to drill. Each card you purchase from your library is worth victory points (VPs). You can also gain VPs from achievement cards that become available throughout the game. Whoever has the most VPs at the end of the game wins.&#10;&#10;Super Motherload features game boards that are added and removed during play to create videogame-like scrolling action, and it challenges spatial relation skills for 2-4 players who love video games, Eurostyle board games, or deck-building card games.&#10;&#10;",
    "categories": [
      "Science Fiction",
      "Video Game Theme"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Hand Management",
      "Set Collection",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/3PMNKSFpTjthXH5yraVoHA__thumb/img/hg0dWfhEVXa-za87Ni5HgEjN2mA=/fit-in/200x150/filters:strip_icc()/pic3293385.jpg"
  },
  {
    "id": "203417",
    "name": "Exit: The Game – The Secret Lab",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 150,
    "age": 12,
    "description": "As the subjects of a medical study, the players have checked into a lab, but while they're on time at the site, no one else seems to be there &mdash; then they realize that something seems wrong here. Steam has started emerging from one of the test tubes, and they've all gotten dizzy to the point of passing out. When they awaken, they discover that the door is locked and no other way out seems possible. Only a notebook and an enigmatic spinning code dial seem to offer any clues for how to escape the lab...&#10;&#10;In Exit: The Game &ndash; The Secret Lab, players must use their team spirit, creativity, and powers of deduction to crack codes, solve puzzles, collect objects, and earn their freedom bit by bit.&#10;&#10;&#10;Extra material: It is highly recommended that you have pens/pencils, writing paper and scissors at hand when you play the game.&#10;Note: There is a printing error in the first English Edition on the 2nd 'Star' clue card. Please refer to the forums if you are confused after using that clue card.&#10;&#10;",
    "categories": [
      "Deduction",
      "Puzzle",
      "Real-time"
    ],
    "mechanics": [
      "Cooperative Game"
    ],
    "image": "https://cf.geekdo-images.com/3c1Wy_dXjVZ8Fpytyf9UvQ__thumb/img/nsHTKDzkuv_eo-nkzGMA1ZBcsPk=/fit-in/200x150/filters:strip_icc()/pic3332425.jpg"
  },
  {
    "id": "161417",
    "name": "Red7",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 9,
    "description": "The rules of &quot;Red&quot; are simple: highest card wins! But &quot;Red&quot; is just one of seven games you'll be playing in Red7, and if you're not winning the current game at the end of your turn, you're out! The last person standing wins the round.&#10;&#10;The deck in Red7 is 49 cards: each of the colors of the rainbow numbered 1 to 7. A hand takes just a couple minutes!&#10;&#10;",
    "categories": [
      "Card Game",
      "Number"
    ],
    "mechanics": [
      "Hand Management",
      "Ladder Climbing",
      "Player Elimination",
      "Score-and-Reset Game",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/7zH6Kt5ebWEixjDGmHweNA__thumb/img/PVkJyJhCtzo1ZwKO4iuRaqUyKJc=/fit-in/200x150/filters:strip_icc()/pic2247258.png"
  },
  {
    "id": "179172",
    "name": "Unfair",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 125,
    "age": 14,
    "description": "Build the city&rsquo;s greatest theme park, whatever it takes!&#10;&#10;Mix your favourite themes, from Pirate, Robot, Vampire, Jungle, Ninja, and Gangster. Build attractions and upgrade them to match blueprints, stack up towering rides, or simply make the most cash.&#10;&#10;But watch out &ndash; your competitors may pay off the safety inspectors to close your rides or hire hooligans to vandalise your park! Build wisely and protect your park to make sure you come out on top!&#10;&#10;Whatever happens, it&rsquo;s bound to be Unfair.&#10;&#10;&#10;Your goal is to build the park that scores the most points at game end, using three main ways to score:&#10;&#10;&#10;     Build impressively tall attractions with lots of upgrades.&#10;     Match your park to blueprints to achieve hidden goals.&#10;     Buy your way to victory with good old-fashioned cash.&#10;&#10;&#10;You can also play events to help yourself and hinder your opponents as you build your park over the course of 8 rounds.&#10;&#10;Recruit staff members to help you, or build a super attraction with a unique ability. Bribing officials and blackmailing politicians is entirely optional.&#10;&#10;",
    "categories": [
      "Card Game",
      "City Building",
      "Economic",
      "Print & Play"
    ],
    "mechanics": [
      "Hand Management",
      "Income",
      "Loans",
      "Open Drafting",
      "Set Collection",
      "Take That",
      "Turn Order: Progressive"
    ],
    "image": "https://cf.geekdo-images.com/RQvdby3WmdROu05YFuxnqQ__thumb/img/RRVq0hk9d5X9QbshiIBeWXCdmSA=/fit-in/200x150/filters:strip_icc()/pic4717882.jpg"
  },
  {
    "id": "8125",
    "name": "Santiago",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 75,
    "age": 10,
    "description": "Santiago is about cultivating and watering fields. To accomplish this, a number of tiles denoting various plantation types come into the game each round. The tiles are auctioned off such that each player gets one, and the tiles are then placed onto the game board along with an ownership marker that also indicates how plentiful the tile's yield will be. Whoever bid the lowest in each round gets to be the canal overseer and decides where a canal will be built that round. The other players may make suggestions to help the canal overseer decide, and back up their suggestions with money. The final decision is always wholly up to the overseer, though.&#10;&#10;At the end of each round, players determine what the water supply situation looks like. Should a plantation not be sufficiently watered, its production drops dramatically; should it happen more than once, then that plantation may revert to fallow ground. At game's end, naturally only the cultivated land counts. Each plantation is counted according to type &ndash; the bigger the better. But since the ownership markers play a role as well, the same plantation can give drastically different points for different players.&#10;&#10;",
    "categories": [
      "Farming",
      "Negotiation"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Auction: Once Around",
      "Bribery",
      "Commodity Speculation",
      "Tile Placement",
      "Victory Points as a Resource"
    ],
    "image": "https://cf.geekdo-images.com/tfDHVFfrC-s0I0KdE5fIbg__thumb/img/OjGDUKiMhlFRqFE0BsrjGZXTcPA=/fit-in/200x150/filters:strip_icc()/pic7052960.png"
  },
  {
    "id": "218479",
    "name": "Cerebria: The Inside World",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 14,
    "description": "Cerebria is a dynamic, team-based, objective-driven area control game, where players play as Spirits, powerful entities representing Bliss or Gloom. These opposing forces - the two sides of human nature - struggle to control and shape the Inside World, the metaphorical representation of an evolving personality.&#10; Cerebria introduces a unique theme and numerous innovative mechanisms. The game is centered around the player-controlled Spirits, and the Emotion cards controlling Cerebria&rsquo;s areas, each with their own stats and abilities.&#10;&#10;The Spirits can perform up to three actions on their turn. These include moving between Cerebria&rsquo;s Realms and Frontiers, using the specific powers of the Realms, invoking and upgrading Emotion cards, removing opposing Emotions, and building Fortresses to consolidate their influence on certain areas. The Actions cost Willpower, gained primarily by absorbing from the Origin&rsquo;s Spheres in the middle of the board. Both Bliss and Gloom also have a rare shared team resource, Ambition, enabling them to use the game&rsquo;s most powerful effects.&#10; The teams can score points either by accomplishing publicly known minor objectives (the Intentions), or completing their major objectives (the Aspirations), which change dynamically during the course of the game. Scoring Aspirations allows players to add Bliss and Gloom Fragments to the Identity, built in the middle of the board. These are key moments in the game: Cerebria&rsquo;s state is in constant flux, but the Fragments are permanent imprints of a game state during the scoring events.&#10; The game is won by the side with more influence over the finished Identity, thus becoming the dominant force in Cerebria.&#10;&#10;",
    "categories": [
      "Fantasy"
    ],
    "mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Cooperative Game",
      "Deck Construction",
      "Hand Management",
      "Point to Point Movement",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/xZ6CZ8_J4CEwR7TT8_3hKw__thumb/img/DpP7gvOmzFeWhBmdk5XgdKFmK1k=/fit-in/200x150/filters:strip_icc()/pic3568532.png"
  }
]