[
  {
    "id": "5617",
    "name": "Bionic Crisis",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "Based on the popular Six Million Dollar Man television series, players race to complete Steve Austin's bionic circuits.&#10;&#10;Each player gets a bionic console box, a plastic tray with a cardboard insert, upon which he will mark clues to his secret bionic circuit.&#10;&#10;Each console has 40 numbered spaces.  Each circuit card shows a 10 number route marked in red... this is what the player must try to guess.&#10;&#10;Clues are given based on the circuit diagram.  If a player guesses correctly, he gets a red peg.  If he is one away from the circuit, he gets a yellow peg.&#10;&#10;The first person to guess his circuit is the winner.&#10;&#10;",
    "categories": [
      "Deduction",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/DGvh6JAVJxfkhOc2IK_ORg__thumb/img/UE6tnAxpr4tJnWqMTCRxTWj1ryk=/fit-in/200x150/filters:strip_icc()/pic1024858.png"
  },
  {
    "id": "14361",
    "name": "Trivial Pursuit: Disney – The Animated Picture Edition",
    "minPlayers": 2,
    "maxPlayers": 32,
    "playingTime": 30,
    "age": 6,
    "description": "This is different than the previous Disney edition by Trivial Pursuit. This has only about 1,800 questions, half of which are for adults and half for kids (which in the past was known as &quot;an All-Family Edition&quot;). Unfortunately, this edition has only the original pies for the pieces, not the spiffy miniatures that have been in many newer Trivial Pursuit editions.&#10;&#10;Description on back of box:&#10;&quot;Bring the magic of Disney into your home...&#10;&#10;Relive your favourite adventures as each picture card brings the memories flooding back. Then flip the card over and see if you can answer the question!&#10;&#10;With 1,800 questions split between adults and younger members of the family, everyone has an even chance of getting the answer right.&#10;&#10;Move around the board - landing on your favourite Disney character spaces - and view each card through the movie viewer. Get the answer right and you're well on the way to completing your collection of colourful wedges!&#10;&#10;Trivial Pursuit's Disney Edition. With that magic touch of pixie dust&quot;&#10;&#10;",
    "categories": [
      "Children's Game",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/B2Om-prhMmqLdaWJO18plg__thumb/img/N5TIoebPgGy1MFQwcGBkrVV6AZk=/fit-in/200x150/filters:strip_icc()/pic1665154.jpg"
  },
  {
    "id": "119622",
    "name": "Massilia",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 14,
    "description": "Massilia the beautiful &ndash; its strategic location on the Mediterranean has made it an important trading port of the Roman Empire, bringing prosperity to the city. Its market has become one of the most popular on the coast, and merchants are fighting to be able to install their stalls. Competition is tough to make a fortune, especially since the customer is demanding. This requires having well-stocked stalls to attract the wealthy customers and increase its reputation. But be careful not to incur the wrath of the consul as this could cost you. However, you can always count on the gods and goddesses to give you a boost, with, of course, some offerings. And yes, everything is paid in this world ...&#10;&#10;In Massilia, each player will be able to use different colored dice to perform actions. There are four different colors corresponding to four different actions. On his turn, a player can choose a die and perform the corresponding action: Buy goods at the port, move a client or the consul on the market, make offerings to divinities to recover bonuses (cards), and buy reputation. The value of the die shows the number of times that the action may be made. The goal is to obtain the highest reputation at the end of the day by setting up stalls on the market to sell goods at the best price that the player will have bought in port.&#10;&#10;",
    "categories": [
      "Economic"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/pmAiFH8yjgQ6J__DdNu6pg__thumb/img/0QqUU2u2WF2UY781Ljd2pGkB4J4=/fit-in/200x150/filters:strip_icc()/pic2206782.jpg"
  },
  {
    "id": "39898",
    "name": "Word Pirates!",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 6,
    "description": "Build bridges, acquire land and block your way to the pirates&rsquo; treasure, matey! Players roll letter dice to build bridges of words and use rock walls to block their enemies&rsquo; paths all in an effort to make their way across shark infested waters in order to be the first one to reach the pirate loot.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Dice",
      "Pirates",
      "Word Game"
    ],
    "mechanics": [
      "Dice Rolling",
      "Enclosure",
      "Network and Route Building",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/1_G_1xlg1zrfx56pe3_tyQ__thumb/img/IHnobvoIl-jF3-Gn7EoL0AhxPhg=/fit-in/200x150/filters:strip_icc()/pic425249.jpg"
  },
  {
    "id": "3090",
    "name": "Doctor Who: The Game of Time & Space",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 8,
    "description": "Publisher's Description:&#10;&#10;For well over ten years the gallant Doctor and his trusty assistants have been entertaining TV viewers of all ages in his many guises. Now at last, as one of the many incarnations of the Doctor, you can experience the excitement of a hunt across space for the Key of Time. En route you will meet old enemies like the Daleks and Cybermen - and many new ones. You are racing to collect your combination of the Key of Chronos and return to a hero's welcome on Gallifrey. Not only must you contend with the inhabitants of the many planets you will discover, but also with the threat from other Doctors, all intent on getting their Keys home. To help you in this mission are many artifacts ranging from the Tardis to the legendary Jelly Babies. Everything combines to give a fast, furious and fun game as you tread boldly where no Time Lord has gone before.&#10;&#10;",
    "categories": [
      "Exploration",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "mechanics": [
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/3l-VQuk2dGc2Vjjz93wNVA__thumb/img/w82krrS4f639MQb2Qf2Eo8Bd1xg=/fit-in/200x150/filters:strip_icc()/pic14058.jpg"
  },
  {
    "id": "225313",
    "name": "Spoilers: The Beginning",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 40,
    "age": 12,
    "description": "Spoilers: The Beginning is a party-trivia game with movie questions and bluffing mechanisms. The player taking the spoiler role (a different one each turn) makes a question about what happens in a particular movie and gives three possible answers (A, B, C). The Spoiler knows the right answer and earns points when the other players answer incorrectly. Thus, the Spoiler tries to mislead them (and everyone knows that). Everyone takes the role of Spoiler three times, then the player with the most points wins.&#10;&#10;Spoilers: The Beginning is a standalone game with new playing rules that can also be combined with Spoilers: The Game, whether played with the original or new rules.&#10;&#10;&bull;&bull;&bull;&#10;&#10;Spoilers: The Beginning (El comienzo) es un juego independiente que a&ntilde;ade nuevas reglas. Se puede jugar por s&iacute; solo o combinar con Spoilers: The Game y aplicar las reglas originales.&#10;&#10;Party Game con preguntas de cine y mec&aacute;nicas de faroleo.&#10;&#10;El jugador que toma el rol de Spoiler (uno diferente en cada turno) hace una pregunta acerca de lo que sucede en una pel&iacute;cula en particular y da tres respuestas posibles (A, B, C). El jugador Spoiler sabe cu&aacute;l la respuesta correcta, pero s&oacute;lo ganar&aacute; puntos cuando el resto de jugadores fallen y perder&aacute; puntos cuando acierten, por lo que tratar&aacute; de despistarlos (y todo el mundo lo sabe).&#10;&#10;La partida dura tres rondas (cada jugador Spoiler har&aacute; 3 preguntas) y el jugador con m&aacute;s puntos al final, gana.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "mechanics": [
      "Betting and Bluffing"
    ],
    "image": "https://cf.geekdo-images.com/AcaKGMU7ixbmeXEGya-ERw__thumb/img/xkZ4nenfe_2EkAUDN5iE2_VKcw0=/fit-in/200x150/filters:strip_icc()/pic3733245.jpg"
  },
  {
    "id": "5742",
    "name": "Escape from Colditz Castle",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "This is a different game than Escape from Colditz which was published by various manufacturers.&#10;&#10;Players must collect equipment and then make their way across an abstract representation of the 'Castle', trying to avoid occupied patrol zones along the way. Each player starts the game with four 'prisoners'.&#10;&#10;The first one who gets the three of them to safety wins the game.&#10;&#10;",
    "categories": [
      "Adventure",
      "Deduction",
      "Memory",
      "Movies / TV / Radio theme",
      "World War II"
    ],
    "mechanics": [
      "Memory",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/inPrRvqI2Vj3rtCmysvIng__thumb/img/ooEqfnley3RuKpek7oZiJ4hbheg=/fit-in/200x150/filters:strip_icc()/pic1968946.jpg"
  },
  {
    "id": "9805",
    "name": "Habana Taxi",
    "minPlayers": 3,
    "maxPlayers": 7,
    "playingTime": 20,
    "age": 10,
    "description": "How to visit Havana in one afternoon?&#10;&#10;The only solution is to take one of these old taxis with glowing chromium. There is a problem though; you're not the only one to have had this idea! Your adversaries will also try to take the best way in order to complete their course before you do!&#10;&#10;In order to fill their program of visits, tourists will travel by taxi.&#10;&#10;It will be necessary to choose yours according to its destination and its frequency.&#10;&#10;The more people sharing a taxi, the less expensive it is, but the taxi then goes slower because it&rsquo;s filled!&#10;&#10;On the other hand, if you want to ride in a beautiful new American taxi, your taxi will go more quickly but the price will be higher.&#10;&#10;Will you find the proper compromise when you make your choices? You mark points by visiting the most monuments possible. To win, it will constantly be necessary to try and arrive at a balance between your desire to travel alone and go quickly, so you can get to as many points of interest as you can, and the budgetary constraint that will force you at one time or another to share the leather bench of your taxi with other noisy tourists!&#10;&#10;",
    "categories": [
      "Bluffing",
      "Travel"
    ],
    "mechanics": [
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/6WJYHzODjBISXI4liyBcGA__thumb/img/V7VJ7Fxql6MGMl4MlSh7v8MxbJQ=/fit-in/200x150/filters:strip_icc()/pic40794.jpg"
  },
  {
    "id": "118315",
    "name": "Ruse",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 10,
    "description": "A murder has been committed in the Victorian steampunk city of St. Sebastian. You have made the short list of police suspects and the only way to retain your freedom is to prove that one of the others on the list is in fact the murderous culprit.&#10;&#10;Players take turns making Accusations against the other players by placing Method, Motive, or Opportunity cards in front of them or providing Alibis against the Accusations made against them by other players. You must remember what has been played and craft your Accusations well to pin the murder on another player.&#10;&#10;Ruse uses cards with specialized suits and amazing steampunk artwork to tell the story of murder and mayhem under the gaslights of St. Sebastian.&#10;&#10;As a bonus, the deck may also be used to play all of your favorite traditional card games.&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Memory",
      "Murder / Mystery",
      "Science Fiction"
    ],
    "mechanics": [
      "Hand Management",
      "Memory",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/v_-_bm6wdMqwXLo8y_GwZA__thumb/img/_fzfQM2PAXjKZTUQfmMeuF2GqY0=/fit-in/200x150/filters:strip_icc()/pic1951164.jpg"
  },
  {
    "id": "262157",
    "name": "Block Arena",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 7,
    "description": "Block Arena, an abstract game for 2 players.&#10;&#10;In Block Arena each player controls 4 blocks and 1 meeple. Players move their blocks and meeples, with the aim of making their own meeple reach the opposite side of the board.&#10;&#10;A match lasts about 15 minutes.&#10;The game is very simple to learn, but hard to master, and it has a very good amount of replayability.&#10;&#10;___________________________________________________________________________________&#10;&#10;Block Arena was designed and created by Marco Boschiero between May and June 2018, in Rome.&#10;&#10;Now Block Arena is also on Tabletop Simulator, thanks to Fernando Fiorenzano and Michele Cristofani!&#10;https://steamcommunity.com/sharedfiles/filedetails/?id=2919125856&#10;&#10;Here's the Facebook page where you can find informations about the game and share comments and playtests!&#10;&#10;Marco.&#10;&#10;___________________________________________________________________________________&#10;&#10;Thanks to all the people that made this possible, especially playtesters, other game designers and friends.&#10;&#10;A special thanks to:&#10;&#10;- Ignazio Panades, that gave a huge contribution for the game development;&#10;- Marco, that played with me the first correspondence Block Arena match in history;&#10;- Claudia Minozzi, Stefano and all the other boardgames course students, that gave me the first impressions of the game and encouraged me to go on with the project;&#10;- Fernando Fiorenzano for bringing it here on TTS!&#10;- Michele Cristofani for working at the very first version of it on TTS;&#10;- my family, the best playtesters ever!&#10;- all the people that made this possible!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Grid Movement"
    ],
    "image": "https://cf.geekdo-images.com/UKNW8iWmQkBwH6pvEFbyRw__thumb/img/r8XND8xzCBGC5yF7p4rJbd9xVRs=/fit-in/200x150/filters:strip_icc()/pic4360172.jpg"
  },
  {
    "id": "363464",
    "name": "Dragonwake",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 14,
    "description": "Dragonwake is a 3-6 party game of deception, deduction, and dragons!&#10;&#10;Undisturbed in the depths of an ancient lair, the Dragon slumbers. If the Dragon wakes, it could be the end of the world as we know it. Legendary heroes have been called to enter the lair, find the sacred relics, and slay the Dragon. But beware! The party of heroes has been infiltrated by the shadowy members of the Dragon Cult. These cultists will lie, deceive, and cheat to sabotage the heroes and wake the Dragon.&#10;&#10;Enter the lair with your secret role as a hero or a cultist. Each player is dealt a hand from a deck consisting of relic cards, the dragon card, and gold cards. You can't pick cards from your own hand, so you'll have to lie, build trust, or find other ways to persuade other players to work with you. Find all of the relics in time or before the dragon is found and the heroes win! Otherwise, the cultists wake the Dragon and destroy the world!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fantasy",
      "Party Game"
    ],
    "mechanics": [
      "Events",
      "Hidden Roles",
      "Once-Per-Game Abilities",
      "Role Playing",
      "Sudden Death Ending",
      "Traitor Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/RSXGLRMppNkF727Pg7zvsA__thumb/img/txbJA_tMP5Je-v6jfKE-PkOauk0=/fit-in/200x150/filters:strip_icc()/pic6876325.jpg"
  },
  {
    "id": "773",
    "name": "Beim Zeus!",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 12,
    "description": "In this auctioning game, players bid to buy plots of land and build temples (requiring 1, 2, or 3 plots to build). &#10;The cost(s) of the plot(s) also determines the cost of the temple that will be later built on the plot(s).&#10;&#10;In the final scoring, players receive a variable score for each temple: a base score depending on the temple size (10, 30, and 150 for a size 1, 2, or 3 temple, respectively) multiplied by the number of temples of that size. The player's remaining money, plus bonus points for building on the different islands shown on the game board, are added to his/her score.&#10;&#10;",
    "categories": [
      "Ancient",
      "City Building"
    ],
    "mechanics": [
      "Auction / Bidding"
    ],
    "image": "https://cf.geekdo-images.com/85xfd-cij9VCTKyIFs1SQw__thumb/img/hzw70rMH0kfKM6IcpLuhmhvFdnw=/fit-in/200x150/filters:strip_icc()/pic215553.jpg"
  },
  {
    "id": "4552",
    "name": "Zorro",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 10,
    "description": "The board shows a town from the Wild West. In it are foundations for six buildings, a jail and central plaza. Pawns represent Zorro and five other players (bandits). There is also a mask to obscure the vision of the Zorro player. Despite being dressed in black, Zorro is a good guy and must capture the bandits. Each bandit gets 3 cards. Buildings are placed on the foundation spots and the bandits attempt to rob them. Zorro dons his mask and the others take turns silently placing their pawns in the buildings of their choice. Then Zorro chooses his location. Using cards the players are able to move and engage in their activities.  Whoever has the most success wins.&#10;&#10;",
    "categories": [
      "American West",
      "Novel-based"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/7a0K7zjB52u8N34D8FHNuA__thumb/img/WIL11v5_B05ldJi_vhKkM0DMzhk=/fit-in/200x150/filters:strip_icc()/pic24096.jpg"
  },
  {
    "id": "11037",
    "name": "El Capitán Alatriste",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 0,
    "description": "Based in the novel series El Capit&aacute;n Alatriste by Arturo P&eacute;rez-Reverte. Each player plays a hidalgo in the Spain of Felipe IV in his search to be introduced to Count-Duke Olivares.&#10;&#10;The game mixes role-play like rules with typical roll and move board game rules.&#10;&#10;",
    "categories": [
      "Novel-based"
    ],
    "mechanics": [
      "Role Playing",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/YcmspzcRHhs711gAfYRKWQ__thumb/img/vq_Fbc7YnIDmjcUCvw1rda3pSkI=/fit-in/200x150/filters:strip_icc()/pic227367.jpg"
  },
  {
    "id": "6949",
    "name": "Garfield",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 6,
    "description": "In this 1981 game by Parker Brothers based on the popular comic strip (and later cartoon) of the same name, 2-4 players race each other to be the first around the board 3 times. Each time the &quot;tail end&quot; is passed; a player receives a yellow ring to put around his/her playing piece. Throughout the game, player will have to follow the instructions on their respective turns from Garfield's &quot;thought bubble&quot;, which changes as the game progresses. Players roll the 2 dice and move accordingly, although they also have the option of using a player card at the beginning of their turn, which includes the ability to do such things as trading places/yellow rings with another player or bribing Garfield with lasagna to move ahead a certain number of spaces.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Comic Book / Strip",
      "Dice",
      "Movies / TV / Radio theme",
      "Racing"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/DicJyQUk-IvL1yrLQRTnqw__thumb/img/ipY4py-X0bpXy4jzMcys8i4aW9o=/fit-in/200x150/filters:strip_icc()/pic55973.jpg"
  },
  {
    "id": "26700",
    "name": "Monopoly: Dutch Edition",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 180,
    "age": 8,
    "description": "Released in the 60's in the Netherlands by N.V. Smeet &amp; Schipper (Amsterdam) The Currency is Gulden.&#10;Gameplay is the same as the original Monopoly.&#10;&#10;Translation of the boardgame and names of the streets.&#10;Currency: gulden &#10;Go: Start &#10;Free Parking: Vrij Parkeren&#10;Gaol: Gevangenis &#10;Go To Gaol: Naar De Gevangenis &#10;Income Tax: Inkomsten Belasting &#10;Luxury Tax: Extra Belasting &#10;Chance: Kans &#10;Community Chest: Algemeen Fonds &#10;Indigo: Dorpstraat, Brink &#10;Cyan: Steenstraat, Ketelstraat, Velperplein &#10;Purple: Barteljorisstraat, Zijlweg, Houtstraat &#10;Orange: Neude, Biltstraat, Vreeburg &#10;Red: A-Kerkhof, Groote Markt, Heerestraat &#10;Yellow: Spui, Plein, L Poten &#10;Green: Hofplein, Blaak, Coolsingel &#10;Blue: Leidschestraat, Kalverstraat &#10;Railway Stations (Stations): Station Zuid, Station West, Station Noord, Station Oost &#10;Utilities: Electriciteits Bedrijf, Waterleiding&#10;&#10;",
    "categories": [
      "Economic",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/jNO0LEkhZB1mi6-F6AIeAQ__thumb/img/FTqxjeiVGtuZz9Cm1j76avTatOw=/fit-in/200x150/filters:strip_icc()/pic212293.jpg"
  },
  {
    "id": "13126",
    "name": "Tetris Tower 3D",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 5,
    "age": 8,
    "description": "Another attempt to bring &quot;Tetris,&quot; the popular computer game, back as a board game comes in the form of Tetris Tower 3D. Players play a game similar to normal &quot;Tetris&quot; without the slowly falling pieces or the ability to slide pieces underneath others. You can play either alone or against one other player. The game features music from the original &quot;Tetris&quot; game and will randomly choose pieces that you must play. (That piece symbol will light up, and the next piece - yours if playing solitaire or your opponent's - will blink.) There are five levels of difficulty - the time allowed to drop each piece is less at the higher levels. The 60 plastic pieces slide down grooves in the clear window, and you flip levers on the edge to show when a row is complete.&#10;&#10;",
    "categories": [
      "Electronic",
      "Puzzle",
      "Video Game Theme"
    ],
    "mechanics": [
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/VSe0Ul7MFLHc6R034wRziQ__thumb/img/ZXuhOGrF7PuAQc7SbJ9xEW0xdCA=/fit-in/200x150/filters:strip_icc()/pic53815.jpg"
  },
  {
    "id": "2429",
    "name": "Barnabas Collins Dark Shadows Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 6,
    "description": "Based on the cult television series, the game comes with a coffin for component storage, glow-in-the-dark vampire teeth (bonus --not used in play), a spinner, some tiny wooden stakes and four sets of glow-in-the-dark skeleton parts.  You race to be the first to assemble your skeleton on its scaffold.&#10;&#10;Spin the spinner and hope to get the correct bone.  The ring is wild.  When you get a stake, you collect one; if you collect three, you return the stakes and a bone to the coffin.  In the advanced game, you have the option of challenging another vampire instead.  Both challengers spin in turn, and the first to get a ring wins; if the challenger wins, the loser loses a bone.  If the challenged wins, the challenger loses two bones.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Horror",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/ZjPHcU_7iEXILzmuNAC69A__thumb/img/lpmLoGvb5zyv3WBtNoIgt7FPF_A=/fit-in/200x150/filters:strip_icc()/pic6014.jpg"
  },
  {
    "id": "324238",
    "name": "Guess in 10: Animal Planet",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 0,
    "age": 6,
    "description": "EXCITING CARD GAME OF QUESTIONS - Ask up to 10 questions to guess the animal on the Game Card! Is it a carnivore? Is it a domestic animal? Does it live in groups? Think hard, ask intelligent questions, use your clue cards wisely, and the be the first player to win 7 Game Cards!&#10;&#10;SUPER FUN FAMILY GAME - Perfect parental tool to approach playtime and family time. Discover 52 land, aquatic, wild and domestic animals with this game that can be enjoyed by all ages! Not only does it help children learn about animal characteristics in the most fun way possible but keeps even the smartest child engaged throughout the game!&#10;&#10;PLAY IT ANY TIME ANY PLACE - One game set includes 52 Game Cards, 6 Clue Cards and a handy box to store it all. The box size is portable &amp; travel friendly. Your child can become an instant champion by playing at family game night, gatherings, plane trips and more!&#10;&#10;PERFECT GIFT FOR KIDS - Age appropriate content and gameplay that focus on building key skills in young learners.This game is for 2-6 Players.&#10;&#10;HAPPY KIDS - Skillmatics Guess in 10 Games ensure kids have fun, learn key concepts and bond with their friends, siblings and family!&#10;&#10;description from the publisher&#10;&#10;",
    "categories": [
      "Animals",
      "Trivia"
    ],
    "mechanics": [
      "Questions and Answers"
    ],
    "image": "https://cf.geekdo-images.com/xJfDDS9OuBwT9qVo7auDIQ__thumb/img/UZTwuZ1ecbx9QpRkZzJrxjNaTfg=/fit-in/200x150/filters:strip_icc()/pic7938933.jpg"
  },
  {
    "id": "6531",
    "name": "Dwarven Dig!",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 10,
    "description": "FROM THE BOX:  Dwarven Dig! is the fast-paced, hard-hitting, cave-smashing game of dwarves on the hunt for treasure.  With the wise, grit-generating elder, the savvy engineer, the hell-raising miner and the stout warrior, can you lead your team safely through the perils of the mountain to retrieve the treasure before your opponents do the same?  Play defensively or go on the attack to directly thwart the other teams, and never play the same game twice due to the game board's tile construction system.  Face the mountain if you dare!&#10;&#10;Reprinted by Bucephalus Games&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Fantasy"
    ],
    "mechanics": [
      "Modular Board",
      "Pick-up and Deliver"
    ],
    "image": "https://cf.geekdo-images.com/1UOa1_6xMXYInlPqfUdgmA__thumb/img/n3fmudmro38ycwLNOizwhVejikE=/fit-in/200x150/filters:strip_icc()/pic452737.jpg"
  },
  {
    "id": "13169",
    "name": "My First Rummikub",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 5,
    "description": "This is the kids version of the classic game Rummikub.&#10;&#10;The tiles have animals and other kid friendly symbols. There are three levels of play to gradually increase the difficulty. For example, in the simplest game (for 5-year olds), a player turns over an animal tile and the other players must locate the matching space on the board. The first one to find it takes the tile,  places it on the board and wins a star token.  Play continues until the entire board is filled. The player with the most stars wins.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Children's Game"
    ],
    "mechanics": [
      "Hand Management",
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/Kf4GaLnssNP6bW-beGKnqA__thumb/img/hR8qMFlLYwoIKTD1KakKe0ZBkTc=/fit-in/200x150/filters:strip_icc()/pic175127.jpg"
  },
  {
    "id": "31235",
    "name": "The Witcher",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 0,
    "description": "The game created for promotional purposes, available only with The Witcher PC RPG computer game.&#10;&#10;The game consist of one 55 cards deck, and concentrates on competition between two players. During the gameplay players will wander across the world of The Witcher and fight numerous beasts. The game features adventure and strategic elements, combining a typical computer-game character development with a tactical approach known from board games. This card game's rules have been designed under the supervision of CD Projekt RED, the creators of the computer version of the game.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Novel-based",
      "Video Game Theme"
    ],
    "mechanics": [
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/fNRynPvfTsH4gNR-294Xsw__thumb/img/JElue8ekxhCFwUNTlav_rxePqTk=/fit-in/200x150/filters:strip_icc()/pic250175.jpg"
  },
  {
    "id": "26089",
    "name": "Dschingis Khan: Bewegung an der Großen Mauer",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 0,
    "description": "The great empires of China and Mongolia are divided by the Great Wall. Dzhingiz Khan, however, united the Mongolian tribes and is attempting to conquer China. In the resulting disorder warriors from both sides and farmers try to find safe places. Mongolian warriors want to be on the Mongolian side of the Great Wall, while Chinese warriors want to be on the Chinese side. Only farmers can be on both sides.&#10;&#10;Dschingis Khan &ndash; Bewegung an der Gro&szlig;en Mauer is an abstract strategy game with a big dose of luck. Player place markers with warriors, farmers, the plague or a cure on spaces on the board. Whoever placed the top marker controls the pile. Points are awarded for warriors on the right side of the wall and (less) for farmers. However, the Wall can 'move': new walls can be built and parts of the old wall can be removed.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/czt3ec9aeebVZxdXHzldHg__thumb/img/YgXUEJ74GPwtoHvHfbQWBlTJOs0=/fit-in/200x150/filters:strip_icc()/pic1843125.jpg"
  },
  {
    "id": "356579",
    "name": "Icebreaker",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 10,
    "description": "Icebreaker is a two player game played on a hexagonal grid. There are three red ships and three black ships. The remainder&#10;of the cells contain white icebergs. The two players, Red and Black, take turns moving one of their own ships, one move per turn, starting with Red. Players are not allowed to pass and must move towards the closest iceberg. The goal is to capture the majority of the icebergs.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Grid Movement",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/38EqOwpR1UQ96Me0prF0bA__thumb/img/uoWWb_RyIUQV0xa9eFBswzVivt0=/fit-in/200x150/filters:strip_icc()/pic6671859.png"
  },
  {
    "id": "80935",
    "name": "L'Aventure c'est dur",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "The kingdom of Fayrune finds itself in terrible peril. Peasants are in uproar over the Dragon scouring the countryside, burning crops to the ground, and leaving naught but an enormous singe-mark where crops meant to feed the realm once stood. Worse still, the Dragon is never sated and has now taken to devouring livestock.&#10;&#10;With his knights on the run, the King issues a final, desperate plea to those who would slay the beast, promising his daughter's hand in marriage as a reward.&#10;&#10;In L'Aventure c'est dur you are one of those brave/foolish souls who have stepped forward to travel across the land and attempt to slay the Dragon. First, you must play &quot;Land&quot; cards, each of which specifies a distance, to travel one hundred miles (80 with five or more players) Milles Bornes-style and reach the Dragon's lair. Once there, you use &quot;Combat&quot; cards that have accumulated in your hand to try to exhaust the Dragon's hit points and the princess' hand.&#10;&#10;",
    "categories": [
      "Adventure",
      "Fantasy"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/DlrYL92uGrQfkpgtdX9mSw__thumb/img/M9iLYIgm0Smmpv_yr_R02fjIXRc=/fit-in/200x150/filters:strip_icc()/pic817374.jpg"
  },
  {
    "id": "33623",
    "name": "Larry",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 20,
    "age": 8,
    "description": "Larry, a.k.a. Bl&ouml;ff, is a bluffing card game along the lines of Cheat and Bullshit in which players take turns laying cards into a central stack and making claims about what they played. As long as the next person in line doesn't call their bluff, they're off the hook!&#10;&#10;To start a round, each player receives a hand of 5-12 cards, depending on the number of players; cards range in value from -2 to 7, with a handful of special cards also being present. A limit card shows a 7, with players playing clockwise. On a player's turn, he lays one card face-down on the table, adds the number on that card to the sum announced by the previous player (if any), then announces the new sum; the player can play any card and state any sum, as long as it's not higher than seven. The next player has the option of playing a card (under the same circumstances) or calling the previous player's claim. If he does this, reveal all of the cards and sum them, with action cards counting as zero. If the claimed sum is correct, the doubter draws two cards from the deck and starts the next round; if not, the previous player draws two cards &mdash; even if he played honestly on his turn. As soon as you make a claim, you're responsible for what everyone played before you!&#10;&#10;Actions cards can be played face-up for their action, and they allow you to give one card from your hand to another player, force someone to draw two cards, force an opponent to play her next numbered card face-up, or change the direction of play while simultaneously flipping the limit card; when first flipped, the limit changes to 5 and players must now abide by that limit.&#10;&#10;The deck also contains three gloating &quot;Larry&quot; cards, and if one or three Larrys are in the central stack, then a player's claim of a sum is always correct!&#10;&#10;When a player runs out of cards, the next player can doubt the total or let it stand. the player who went out scores 2 points, while everyone else loses points equal to the number of little Larry symbols on cards still in their hand. After three rounds, the player with the highest score wins.&#10;&#10;",
    "categories": [
      "Card Game",
      "Children's Game"
    ],
    "mechanics": [
      "Betting and Bluffing"
    ],
    "image": "https://cf.geekdo-images.com/mO8r6oQ3XDd-EvGUzOK0nA__thumb/img/ZRe_S6gstHFweVY2izbO06RA4FU=/fit-in/200x150/filters:strip_icc()/pic1886728.png"
  },
  {
    "id": "146496",
    "name": "Bam!: Das unanständig gute Wortspiel",
    "minPlayers": 4,
    "maxPlayers": 10,
    "playingTime": 40,
    "age": 16,
    "description": "The party game Bam! - Das unanst&auml;ndig gute Wortspiel &ndash; a.k.a. BAM! &ndash; challenges players to fill in the blank on a card text in order to impress the &quot;BAM!-Master&quot; as well as the other players. If, for example, the question is &quot;Germany is looking for BAM!?&quot;, you try to find an answer card in your hand that fits the situation best &ndash; or worst, as the case may be...&#10;&#10;",
    "categories": [
      "Card Game",
      "Party Game"
    ],
    "mechanics": [
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/XlF6Lgn9t5rRQlzIVPmd0A__thumb/img/JdIKo-qon1h0hraEulIVtKqJNQ8=/fit-in/200x150/filters:strip_icc()/pic1772038.jpg"
  },
  {
    "id": "19991",
    "name": "London 1888",
    "minPlayers": 4,
    "maxPlayers": 8,
    "playingTime": 90,
    "age": 0,
    "description": "Jack the Ripper has just commited his first two murders. Now, the chase is on. Will you be fated to catch the most famous serial killer in history, or will be fated to save him?&#10;&#10;The game is played over three phases.&#10;&#10;The first phase finds players searching for weapons, items, and clues about Jack's true identity.&#10;&#10;In the second phase, players will discover the roles they will be playing in the drama to follow; either they will be working on the side of justice, trying to capture Jack, or they will be aiding his escape.&#10;&#10;The third phase will have the players teamed up based on their objectives. The rest is history... or is it?&#10;&#10;Expanded by London 1888: Whitechapel&#10;&#10;",
    "categories": [
      "Horror"
    ],
    "mechanics": [
      "Cooperative Game"
    ],
    "image": "https://cf.geekdo-images.com/rWMDQItSG7OQwqATdwzOLQ__thumb/img/ISufi6uSUEFcqeG8GoImoiYXdoQ=/fit-in/200x150/filters:strip_icc()/pic97040.jpg"
  },
  {
    "id": "13916",
    "name": "Mr & Mrs",
    "minPlayers": 2,
    "maxPlayers": 16,
    "playingTime": 30,
    "age": 8,
    "description": "From Manufacturers web site:&#10;&#10;A game for all partners young and old based on the massively popular, classic TV show. Players win points by correctly guessing their partners&rsquo; chosen answers. However, watch the partners squabble when they get things wrong!&#10;Unlike the TV show, all players can participate at the same time and some questions are specific to gender and age. You can even write questions of your own to cause more embarrassment using the blank cards included.&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "mechanics": [
      "Cooperative Game",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/7HiKHBAzA_7bBo8frTXYIQ__thumb/img/wVfT-TQ6OUMNhYt2eYLZFBBKA0w=/fit-in/200x150/filters:strip_icc()/pic72257.jpg"
  },
  {
    "id": "21846",
    "name": "The Neighbours Game",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 9,
    "description": "From the box:- All your favorite neighbors characters will come alive when you create your own Neighbors story as you move around the board. If you know and love Neighbors, you won't be able to resist this game. If not, its still a wacky soap opera game all the family can enjoy.&#10;The aim is to write an episode of Neighbors in three scenes. Player with the most points at the end wins.&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/7DBTI7Fhq9Jpxlpo_IGINw__thumb/img/0-xIQm09gvyquYna59rC0kD3Kn8=/fit-in/200x150/filters:strip_icc()/pic112110.jpg"
  },
  {
    "id": "8691",
    "name": "The Top 10 Game",
    "minPlayers": 2,
    "maxPlayers": 12,
    "playingTime": 60,
    "age": 13,
    "description": "Can you score a perfect 10 and, in 60 seconds or less, come up with the top 10 answers to the TOP 10 ANIMALS THAT COULD BENEFIT FROM PLASTIC SURGERY or the TOP 10 CHOCOLATE-CONSUMING COUNTRIES? The Top 10 Game brings the popularity of top 10 lists to a unique board game where players must come up with 10 answers to every question about pop culture, sports, entertainment, history and more. You&rsquo;ll laugh your way to the Winner&rsquo;s Circle as you download all that knowledge that&rsquo;s been accumulating in your brain in a race against time and your competitors. Ages 13 and up   -- Source:  USAopoly.com&#10;&#10;",
    "categories": [
      "Memory",
      "Party Game",
      "Trivia"
    ],
    "mechanics": [
      "Dice Rolling",
      "Memory",
      "Paper-and-Pencil",
      "Roll / Spin and Move",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/EWEG5-jkAWbaeqUuR18_rw__thumb/img/m5o5M1pyPjhv3cC5zvtOt_Is8b8=/fit-in/200x150/filters:strip_icc()/pic312720.jpg"
  },
  {
    "id": "3622",
    "name": "eBay: The Card Game",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 10,
    "description": "Each player is randomly dealt a set of &quot;Curios&quot; of categories: Vintage, Games, Etc, Electronics, Sports and Collectibles. Once you win an auction of the items that match each of your Curio cards you win the game. Item cards represent the items you can find for sale on the eBay website. During the game Item Cards are auctioned off to the highest bidder. There are 2 types of Bidding Cards: Money Cards and Action Cards.&#10;&#10;First the Curio Cards are dealt according to the number of players ... 3 or 4 players = 5 Curio Cards each ... 5 or 6 = 4 Curio Cards each. Second the Item Cards are dealt face up in a row ... 3 or 4 players = 4 Item Cards each ... 5 or 6 = 5 Item Cards each. Third, each player is dealt 5 Bidding Cards. One D6 die is then placed on each Item Card matching the number showing on the die to the Number of Rounds field on the item. Finally, each player rolls a die. The highest roll receives the &quot;Starter&quot; Card and goes first.&#10;&#10;One complete round of play consists of one turn per player and an Auction Update Phase. During each player's turn, they may perform any or all of the following actions in any order: 1) Draw hand back up to 5 Bidding Cards, 2) Discard one Item Card won on a previous turn to draw 3 Bidding Cards, 3) Either 3a) Play 1 Action Card and/or place 1 bid on an item, 3b) In lieu of placing a bid and/or playing an Action Card, you may discard as many Bidding Cards as you like. You redraw at the beginning of your next turn.&#10;&#10;When each player has taken a turn, The &quot;Starter&quot; Card passes to the left.  After this, starting with the first Item Card, the die on each Item Card is lowered by one. When a die reaches zero, the auction is finished and all bids are revealed. Players may, at this point, play Action Cards which are allowed during this phase.&#10;&#10;Action cards: Know Your Enemy, Bad Money Order, Tastes Change, Mass Amnesia, Offshore Financing, Lost Connection&#10;&#10;Cards played during Auction Update Phase: Expensive Shipping, Reserve Price, Bad Feedback&#10;&#10;You can change the length of the game by adding or subtracting the number of Curio Cards available.&#10;&#10;(Most of the above was taken directly out of the rules sheet that comes with the game. Personal note: Some of the Item Card titles and flavor text is pretty funny and some are just plain &quot;cute&quot;.)&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/Tj8ku_q9LEB3NlFm2j6FSw__thumb/img/caSLXuJP7L4GfHBKIYQUKU4TUwM=/fit-in/200x150/filters:strip_icc()/pic606743.jpg"
  },
  {
    "id": "5794",
    "name": "Landyland",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 10,
    "description": "A fun little colour one page Cheapass Games game that was given away at GenCon 1998.  Features artwork by Phil Foglio.&#10;&#10;Designed at the height of Magic: The Gathering, it is designed to make use of all those extra 'Land' cards, hence the name.&#10;&#10;Board spaces are colour coded to match the five Magic land colours.  Players begin with a token on each of five different tracks and, through dice rolling and card play, must get three of their tokens to the finish area to win.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Card Game",
      "Fantasy",
      "Humor"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/k-KBf1S8hRHkcDZBpMRayQ__thumb/img/8ISo0QfCa_H1v-kPDzXS4C5Svtc=/fit-in/200x150/filters:strip_icc()/pic21686.jpg"
  },
  {
    "id": "7713",
    "name": "Dingo",
    "minPlayers": 3,
    "maxPlayers": 7,
    "playingTime": 10,
    "age": 6,
    "description": "From Amigo: The aim of the game is to be the first player to collect a set of 5 identical cards and shout Dingo.&#10;&#10;Each player begins with a set of 5 identical animal cards and 3 chips. All players keep the cards in their hands and pass one card to the player on their right until one of the players has 5 identical cards in his hand.&#10;&#10;Each player takes one card from his hand and places it face down on the table in front of the player to his right. As soon as all players have put down a card, each player picks up the card passed to him from the player on his left (a command e.g. &quot;now&quot; may also be given for this). This procedure is repeated until one of the players has 5 identical cards in his hand. When this happens, the player in question puts his hand down on the table and calls &quot;Dingo&quot;. As soon as the other players hear the word &quot;Dingo&quot;, they must put their hands on top of the calling player&acute;s hand as quickly as possible. The last player to put his hand down must give one of his chips to the winner (the hand at the bottom).&#10;&#10;The game continues until the conditions agreed at the beginning of the game are fulfilled, or the player with the highest number of chips is the overall winner.&#10;&#10;",
    "categories": [
      "Card Game",
      "Children's Game"
    ],
    "mechanics": [
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/koVjZbDLgCFr2spIFrgHqA__thumb/img/Nk0Mev1yjPkeJwynDoVVTIf4wYw=/fit-in/200x150/filters:strip_icc()/pic266554.jpg"
  },
  {
    "id": "13989",
    "name": "Mad About Movies!",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 12,
    "description": "Mad About Movies! is a roll and move trivia game with a Hollywood movie theme. Players answer questions in five categories as they move around the game board, attempting to collect four film frames tokens and then return to the start position. The game has questions in the following categories: Directors, Who's Who, Quotes, In the Movies, and Reel Knowledge. Answering a &quot;Directors&quot; question gives a player a special card which will allow him to either jump directly to one of the film frame squares or get a second chance to answer a question during one of his turns.&#10;Mad About Movies! covers a wide range of movie trivia including films from the late 90s when it was published. Many questions provide optional multiple-choice answers to allow people with different levels of knowledge to play. The game is  played with 2-4 players or teams, with a recommended minimum age of 12 years.&#10;Mad About Movies! contains a game board, die, four player tokens, sixteen film frame markers, a box of cards containing over 1500 questions from more than 700 movies, and a Directors card divider.&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/B0UundUG7AHENsxQbpQFDg__thumb/img/J12czOC0cW_p-RpmGLDj7AHrKfY=/fit-in/200x150/filters:strip_icc()/pic7564093.jpg"
  },
  {
    "id": "154085",
    "name": "How to Human",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 0,
    "age": 8,
    "description": "How to Human is the Microgame of Monsters trying desperately to learn how to pass as humans. Designed as part of the Global Game Jam 2014, the game is intended as a fun riff on the topic of peer pressure.&#10;&#10;You&rsquo;re a monster who really wants to fit in to human society, so you&rsquo;ve enrolled in Dr. Blobbleplop&rsquo;s 3 week crash course in &ldquo;How to Human.&rdquo; Try your best to hide traits deemed &quot;too Monstery&quot; so you can pass as a human.&#10;&#10;How to Human is a 15 card micro-game designed for 3-4 players (or a 30 card game designed for up to 8 players).&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game",
      "Science Fiction"
    ],
    "mechanics": [
      "Hand Management",
      "Simultaneous Action Selection",
      "Take That",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/4G22I_PDO4dtKE621tWulA__thumb/img/JB3vZYuB4nDzWViBWzMTsvaS-pA=/fit-in/200x150/filters:strip_icc()/pic1923596.png"
  },
  {
    "id": "32794",
    "name": "Disney Pictionary DVD Game",
    "minPlayers": 2,
    "maxPlayers": 20,
    "playingTime": 35,
    "age": 7,
    "description": "From the Publisher:&#10;&#10;Disney Pictionary DVD Game features the classic game of quick draw, plus a DVD that will draw the clues for you! Add to that live-action clips and animation from Disney movies you've got fun for the whole family. &#10;Ages 7 and up&#10;&#10;Game includes DVD game disc, 120 game cards, four category cards, four drawing cards, card holder, colored die, score card and four dry-erase pens.&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "mechanics": [
      "Line Drawing",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/TjlAjH6Jn6gw6y5-GRJSaQ__thumb/img/lCmMEim_9forl-7Y25LA2MmJ1ao=/fit-in/200x150/filters:strip_icc()/pic303416.jpg"
  },
  {
    "id": "4267",
    "name": "Jaunty Jalopies",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 10,
    "description": "Derived from the publisher's site:&#10;&#10;Wacky automobile racing from the barnstorming days of the Roaring 20's. Each player portrays one of six race car drivers having a personality, skills, and a car that give  special advantages. Use these and skillful card play to dodge Mishaps and Sub-Plots. Evil Villains will hatch Fiendish Plots while Heroes will come to the rescue of less fortunate racers.&#10;&#10;One Small Step created a sequel for this game, Jaunty Jalopies 2: Motoring Madness.&#10;&#10;",
    "categories": [
      "Card Game",
      "Racing"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/WNU9UuQsxljGzoM7KCnZig__thumb/img/D7JugzngfJzcmMGEaPhl00GWxAg=/fit-in/200x150/filters:strip_icc()/pic46232.jpg"
  },
  {
    "id": "107850",
    "name": "Cars 2: Race Champions",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 5,
    "description": "Lightning McQueen and his strong competitors are up to an exciting battle! With a little luck, maybe even flat and broken tires will not stop you achieve a well-deserved victory. Who is going to drive full throttle across the finish line? &#10;This entertaining dice-driven race game over tiles is a lot of fun: several obstacles stand in the way of the Disney/Pixar movie characters during the race...&#10;&#10;Contents: 39 cards, street signs, 1 start/finish tile, 1 dice, 4 pawns and 5 World Grand Prix chips&#10;&#10;",
    "categories": [
      "Children's Game",
      "Movies / TV / Radio theme",
      "Racing"
    ],
    "mechanics": [
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/SGnSVXgnW-xyw6haEAsGQQ__thumb/img/i7qoI6DYfW2Sjxs-BuWOdNCo0So=/fit-in/200x150/filters:strip_icc()/pic1086665.png"
  },
  {
    "id": "33497",
    "name": "Celtyckie Miecze",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 100,
    "age": 0,
    "description": "Celtyckie Miecze is a Polish strategy game. Players fights for control on isle Tor Inis, located on Ireland Sea. In fact this is not a historical game. Factions are based on mythology and fantasy, and in game exists magical items.&#10;&#10;Game uses the hex-and-counter mechanic, but all other rules make this game not a typical army battle game. The most important strategy is to collect resources from the map, and then do a tricky split of your own armies. Resources like gold and silver can be used to buy armies or ships. Trees can be used to build keeps, and magical stones give armies special movement ability.&#10;&#10;Six factions in game are: Tuatha De Danann, Fomoraig, Foawr, Blodeuwedd, Loeagire, Sluag.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Fighting",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/TZmoRCdQs0TlE9AXrY8wvg__thumb/img/3HNnEf6DaH1W12TyKkC1zQaHT10=/fit-in/200x150/filters:strip_icc()/pic279947.jpg"
  },
  {
    "id": "149611",
    "name": "Greedy Wizards",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 10,
    "description": "Introducing Greedy Wizards  - a two-player card game in which a red wizard battles a blue wizard for the right to eat a delicious cake.&#10;&#10;Winning pieces of cake will take you closer to victory - whilst also making it more difficult to claim the next hand. Strategy, maths, probability and bluffing combine to make this a game unlike any other.&#10;&#10;How to play&#10;&#10;Each wizard holds nine spell cards numbered from one to nine. As our wizards are more &quot;Greedy&quot; than &quot;Gandalf&quot;, their spell-casting abilities leave a little to be desired -  making their spells a little on the unusual side. The game's incantations include things like summoning an &ldquo;absolutely massive chicken&rdquo; or &ldquo;a woman who shouts hurricanes.&#10;&#10;Players take it in turns to secretly select and then lay three spell cards face down, either side of a duel token. This is repeated until each wizard has played all nine of the cards they hold. Duels are resolved by adding up the total value of cards - with the wizard with the highest winning that particular scrap. Win two duels out of three and a piece of cake becomes theirs.&#10;&#10;However, three pieces of cake are needed to win the game - and because our Wizards are Greedy, they value cake over spells. Winning a piece of cake means discarding a spell card. And as the cake cards are double-sided, the opposing wizard can see exactly when they are being played. When cake is in play, the game becomes one of strategy, bluffing and probability - do you have what it takes to get your cake and eat it?&#10;&#10;Beautifully illustrated, easy to learn yet full of decisions and intrigue, it&rsquo;s a game which can be enjoyed by any level of player. As long as they are greedy.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/ND8kYam1Zc_keMMnWr9Mtw__thumb/img/Ajub-L2VZ5XD1gIqpZN7jeJWA-g=/fit-in/200x150/filters:strip_icc()/pic1809480.jpg"
  },
  {
    "id": "320538",
    "name": "Escape Advent Calendar: The Sunken Submarine",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 0,
    "age": 10,
    "description": "This is the mission: Captain Pitt Schmitt's diary, discovered by chance, tells the tragic story of his research submarine VEGA, which sank in a storm. The crew managed to save themselves, but the important records of the marine biologists were torn down with it. The search for the VEGA is a challenge: only one dive per day is allowed to explore a different underwater area. The voyage was successful if the marine explorer's notes are found within 24 days. But it won't be easy, because every day a mystery has to be solved. Clever combination skills, imagination and creativity are now required. But don't worry, if things get stuck, there is a table on the back of the pack with 2 tips for each puzzle and a breakdown of the solution. Who will manage to reveal the secret of VEGA?&#10;&#10;Ravensburger joins in with Exit Room Advent Calendars. Advent season will be exciting as an escape room. Each of the 24 virtual rooms - one for each day of Advent season - will offer a thrilling riddle. Solving it will lead on to the next room and step by step you will reveal the mystery of the sunken submarine.&#10;&#10;",
    "categories": [
      "Deduction",
      "Exploration",
      "Nautical",
      "Puzzle"
    ],
    "mechanics": [
      "Deduction"
    ],
    "image": "https://cf.geekdo-images.com/xj1pvDDD-onFdishXlG_Bw__thumb/img/62l7N_XQ7F7MZFlImJ5I3UHuJUk=/fit-in/200x150/filters:strip_icc()/pic6206624.jpg"
  },
  {
    "id": "5540",
    "name": "Höhlengrölen",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "H&ouml;hlengr&ouml;len is a satirical card game of prehistoric musicians in the folk, pop, metal and rap genres, many of whom seem to resemble their 21st century counterparts.&#10;&#10;Players collect cards from the deck and discards to form bands in one of the genres or crossover bands in the form of boy bands and girl groups.  Each group's value is based on the aggregate appeal of the invididual musicians, how novel they are and whether they employed singing and dancing instructors, not to mention the all-important stylist.&#10;&#10;The boss demands that each producer's (player's) band be an improvement over his last one so it gets trickier and trickier.  This is made harder by the fact that a player may never keep more than six cards. Play over several hands to see who is the best producer of them all.&#10;&#10;Card artwork by Lutz Winter.&#10;&#10;Premiered Essen 2002.&#10;&#10;From the publisher's site:&#10;&#10;Perform castings to choose among the (more or less) talented stone age musicians and form succesful bands with them. Maybe you succeed in becoming &quot;Producer of the Year&quot;. But to achieve that every new band has to surpass their predecessors... no easy task!&#10;&#10;60 cards in cardboard box&#10;6,50 &euro;&#10;English rules available online at this site: http://www.krimsu.de/indexenglish.html&#10;&#10;",
    "categories": [
      "Card Game",
      "Music",
      "Prehistoric"
    ],
    "mechanics": [
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/AHr9bVA5EzfBi42RMARe1w__thumb/img/hDb2gwRlTIMU97-bUQgsKwGyxlQ=/fit-in/200x150/filters:strip_icc()/pic293919.jpg"
  },
  {
    "id": "1607",
    "name": "Blurt!",
    "minPlayers": 3,
    "maxPlayers": 12,
    "playingTime": 60,
    "age": 10,
    "description": "Players attempt to be the first to move their pawn all the way around the board.  Each turn a reader will read the actual definition to a word as found in a children's dictionary (so they're simple).  The first player/team to correctly blurt out the word that fits the definition gets to move their pawn forward the number of spaces rolled on the die.  There is no penalty for guessing incorrectly, so things tend to get a bit raucous!&#10;&#10;The player to the reader's left becomes the new reader and a new round begins.  If a pawn land on certain spaces or the same space as an opponent, a &quot;one-on-one&quot; contest is held just between those two players with the victor getting to stay on the spot and the loser having to move back to where the trailing player started.&#10;&#10;In Blurt! The Uproarious Word Race Game, you can always catch up and no one is ever out of the game until the final BLURT!&#10;&#10;Updated content: 1,800 clues on 300 cards with rules for two levels of play.&#10;&#10;",
    "categories": [
      "Party Game",
      "Trivia",
      "Word Game"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/2MxxQUyk4Ph2hXFR0GC-hg__thumb/img/9bm4h9cjvEA7d3vV0EMTXZLXvtM=/fit-in/200x150/filters:strip_icc()/pic4991904.png"
  },
  {
    "id": "26729",
    "name": "Blanko",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 0,
    "description": "Letter tile-laying game similar to Scrabble but with some additional features. Letters may be changed in words already laid and placing a word over a single &quot;Blanko&quot; square allows for bonus scoring by placing letter tiles on a card within one minute time limit. Covering two or three &quot;Blanko&quot; squares doubles or triples word score respectively. The plastic board-surround doubles as tile racks and scoreboard.&#10;&#10;",
    "categories": [
      "Word Game"
    ],
    "mechanics": [
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/6Mr1GIpQiBwgUBHjfSGVjw__thumb/img/3z4ACFdTkA__1iaW9n0lGnwS1OU=/fit-in/200x150/filters:strip_icc()/pic163910.jpg"
  },
  {
    "id": "8654",
    "name": "Grand Prix",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 6,
    "description": "&quot;An exciting Formula 1 Car race with real cars!&quot;&#10;&#10;Up to four 2&quot; plastic cars are placed on a rectangular Starting tile.  Each turn a player either lays one of 20 4&quot; square road tiles or rolls the die to move. If the die roll exceeds the number of tiles laid in front of the car, the move is forfeit.  Within the 20 road tiles there are 4 event tiles; 3 are road hazards, resulting in a lost turn,  and one is cheering crowd, giving an extra turn.  After the last road tile is placed a rectangular U-turn tile sends the cars back in the opposite direction over the laid out course.  No more than two cars can ever occupy a tile so the course can be blocked.  Cars moving in opposite directions do not block each other.  First one back over the initial starting line is the winner.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Racing"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/7xH4L_FTlrmXtCc2iWcS0A__thumb/img/FvdPZqU7c55ZDNj7J1I2Mh75hJU=/fit-in/200x150/filters:strip_icc()/pic144173.jpg"
  },
  {
    "id": "1939",
    "name": "Kismet",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 15,
    "age": 8,
    "description": "Kismet is a card-and-dice game where the object is to discard your hand and score the least negative points.&#10;&#10;Each player has a hand of 11 cards, numbered 2 to 12. On their turn, they roll three dice. They select two of them, add them together, and discard the card of that value. However, if they are not able to make a total which matches any of their remaining cards, then the first other player to spot this and shout out a total which they do have the card for, may discard their card of this value instead.&#10;&#10;Not to be confused with:&#10;Kismet&#10;Kismet&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/wZtrcZtGqJpNrlVpo_DXmw__thumb/img/kqMA4N9TBkRmhyOue6X6c8ge9sw=/fit-in/200x150/filters:strip_icc()/pic914426.jpg"
  },
  {
    "id": "8447",
    "name": "Objective: Tunis",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 0,
    "description": "Objective: Tunis is the sixth game in the &quot;Battles for North Africa&quot; Series. Originally published in Strategy &amp; Tactics issue #140 (February 1991).&#10;&#10;The game is an Operational level simulation of the World War II battles fought during late 1942 between Axis and Allied forces for control of Tunis. Victory by the Allies would have led to Rommel's army in Libya being trapped and the war in North Africa being shortened. The period covered starts November 11th and ends December 9th 1942. There are two shorter scenarios (&quot;Spearhead&quot; and &quot;Battle for the Ports&quot;) and one that covers the whole period.&#10;&#10;The other games in the series are: Decision At Kasserine: Rommel's Last Chance,   O'Connor's Offensive, Hellfire Pass,  Rommel at Bay, Patton Goes to War, and Race For Tunis.&#10;&#10;Game Scale:&#10;Turn: 12 hours&#10;Hex: 2 miles / 3.2 km&#10;Unit: Platoon to Battalion&#10;&#10;Game Inventory:&#10;One 22&quot; X 34&quot; mapsheet&#10;One countersheet (200 1/2&quot; counters)&#10;One 20 page rules booklet&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table"
    ],
    "image": "https://cf.geekdo-images.com/X23FguSHtl4sZWtCs9YKvA__thumb/img/9REj1fZNdmKzGG1EendDUh_LSw4=/fit-in/200x150/filters:strip_icc()/pic198056.jpg"
  },
  {
    "id": "220741",
    "name": "Yummy Yummy Pancake",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 6,
    "description": "In Yummy Yummy Pancake, you're trying to identify pancakes in a frying pan, but were you paying enough attention to know what's there?&#10;&#10;On a turn, a player lays out eight face-up tokens in a frying pan, and all other players get to see the toppings on these pancakes. Then the active player attempts to flip as many pancakes as possible. (If they fail to flip more than two, the player can try again. If any pancakes leave the pan, they're returned to the pan face up.)&#10;&#10;After flipping, the active player chooses a face-down pancake and a player. If this player can identify what's on the other side, they claim this pancake; otherwise the flipper keeps it. The flipper can continue to challenge players to remember pancakes or end their turn, in which case the next player refills the pan to eight face-up pancakes and takes their turn.&#10;&#10;Once the pancake supply runs out, whoever has the most pancakes wins!&#10;&#10;",
    "categories": [
      "Children's Game"
    ],
    "mechanics": [
      "Deduction",
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/00hAF2QCAvD2cEXLWERsdg__thumb/img/zPh_aLZDkX0dl9eQTEBo29qYbSA=/fit-in/200x150/filters:strip_icc()/pic4944845.jpg"
  },
  {
    "id": "215154",
    "name": "Jungli-La",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 6,
    "description": "Each player in Jungli-La is a daring explorer, progressing through the secret lands of the jungle in search of the fabled lands of the village of gold. However, the jungle is full of obstacles to overcome, and moving forward blindly will be a fatal endeavor. With your trusty dice, you need to acquire food, wood, and a variety of tools and resources to use in your journey. You also need letters to grant you abilities along the way that allow you to change your dice, exchange artifacts, and gain various benefi&#31;ts. Who will be able to &#31;reach the storied village of gold and earn the most fame to become the explorer of legend?&#10;&#10;",
    "categories": [
      "Dice",
      "Exploration"
    ],
    "mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "image": "https://cf.geekdo-images.com/B9ithvD5ri1es2H81lyi7w__thumb/img/ZmfG34z14xd566YIpJ2AX0AtdoI=/fit-in/200x150/filters:strip_icc()/pic4226129.png"
  },
  {
    "id": "38678",
    "name": "Novem",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 0,
    "description": "(From the publisher's site. Translated from Norwegian.)&#10;&#10;The object in Novem is to score more points than your opponent. There are numbered tiles of wood on the board in three rows and three columns - where one player controls the rows and the other the columns. In secrecy the players choose a row and column, and the attacking player takes the tile in the intersection between the selected row and column. Then the other player become the attacker, and so on. At the end of the game the player whom have collected the tiles with the highest numbers the most points! A totally brilliant tactical game!&#10;&#10;Novem - ein Taktikspiel f&uuml;r 2 Spieler &ndash; einfach, aber brillant!&#10;&#10;Wer schafft es, nach zwei Partien mehr Punkte zu erzielen als der Gegner? Auf dem Spielfeld liegen neun Zahlensteine in je drei Reihen und Spalten. Ein Spieler kontrolliert die Reihen, der andere Spieler die Spalten. Geheim w&auml;hlen die Spieler in jeder Runde eine Reihe und eine Spalte aus. Der Angreifer gewinnt den Stein, der am Kreuzungspunkt der ausgew&auml;hlten Reihe und Spalte liegt. In der n&auml;chsten Runde wird der Gegenspieler zum Angreifer.&#10;&#10;Novem ist ein taktisches Spiel, f&uuml;r das Sie keine mathematischen Kenntnisse brauchen &ndash; aber einen klaren Verstand und Nerven aus Stahl!&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/F5ctIHF_tFXvpIJwEko0FQ__thumb/img/IKd_eZGVq4awzJFDXEjU-6aG7Vo=/fit-in/200x150/filters:strip_icc()/pic375958.jpg"
  },
  {
    "id": "3589",
    "name": "Beast Wars Transformers Mutating Card Game",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 10,
    "age": 8,
    "description": "From the box:&#10;&#10;The Beast Wars have begun! Choose side. Hand-pick your beasts. Now march them onto the mountain top. Advance . . . Retreat. When you come face to face with the enemy . . . ATTACK!&#10;&#10;Victory -- and defeat -- are in the cards. Use Secret Weapons . . . Energon . . . or Mutate your Beasts into more powerful Robots as you battle to be the first to capture your enemy's warriors -- or drive them over the mountain's edge!&#10;&#10;24 beast cards, 72 battle cards, 3-dimensional mountain top and game board.&#10;&#10;Reads for 6 and up on the box. There is a little strategy when playing.&#10;&#10;Based in the Transformers Universe.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Line Drawing"
    ],
    "image": "https://cf.geekdo-images.com/782pQouEOYI6tFIopbTqTw__thumb/img/-h6I0OI02Vpmk47tRmERf0xr-5A=/fit-in/200x150/filters:strip_icc()/pic51222.jpg"
  },
  {
    "id": "209284",
    "name": "Hamster Clan",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 0,
    "age": 4,
    "description": "Bring the right provisions to the right larder in Hamsterbande using the lift, the wheel, the gondola, and the trolley before winter comes.&#10;&#10;&bull;&bull;&bull;&#10;&#10;German publisher's text:&#10;Die Hamster tollen durch ihren Bau, fahren den Aufzug hinauf und hinunter, toben durchs Laufrad und flitzen auf der Gondel und der Lore hin und her. Doch es ist Herbst und Zeit, Vorr&auml;te anzulegen. Schaffen es die Hamster, alle Karotten, den Klee und die Getreide&auml;hren in die richtigen Vorratsr&auml;ume zu bringen, bevor die Bl&auml;tter vom Baum gefallen sind und sich der Igel im Laubhaufen versteckt hat?&#10;Ein wuseliges Sammel- und Kooperationsspiel.&#10;&bull; einzigartiger Spielplan mit beweglichen Elementen&#10;&bull; auch toll allein spielbar&#10;&#10;",
    "categories": [
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "mechanics": [
      "Cooperative Game",
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/WJAfEdZGREy-ugAzyDWx8w__thumb/img/Wg7Gvf5Jy4NU0ToKyCexUBblJA4=/fit-in/200x150/filters:strip_icc()/pic8537389.jpg"
  },
  {
    "id": "9426",
    "name": "Long Cours",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 10,
    "description": "The board is a map of the world divided into 6 areas each having 4 harbours. Each player owns a ship.&#10;&#10;The game proceeds in two phases. &#10;In the first phase the object is to trade and acquire wealth as quickly as possible. To that purpose, each player sails from harbour to harbour: in a harbour a commodity can be bought [wheat  - gold - wood - cloth - wool - fruit] &ndash; in some harbours no goods can be bought.&#10;Sailing can be short distance &ndash; form harbour to harbour which are connected by dotted lines or long distance using a &ldquo;Long Course&rdquo; card.&#10;Selling goods can take place in any harbour &ndash; player rolls the dice which determines which good can be sold &ndash; always at three times the cost.&#10;Using a &ldquo;Storm&rdquo; card a player can organise a storm in one of the six areas forcing the ships in that area to leave behind their goods in the harbour &ndash; available for the next ship that visits the harbour.&#10;The ships will return again using the dice as this determines to which area the ship will return &ndash; player can choose the harbour.&#10;When 2 ships are going to the same harbour the 2 captains need to fight each other using &ldquo;Squabble&rdquo; cards damaging the opponent more and more [pretty funny descriptions]. The loser of the fight looses his money.&#10;However, cards played do NOT return so there&rsquo;s limited supply. And you will definitely need some of these later in the game.&#10;&#10;The second phase starts as soon as a player is rich enough to acquire the corsair ship &ndash; the corsair ship is auctioned with a minimum cost. The player will then try to eliminate all of his or her adversaries. The dice decides in which area the Corsair ship starts. On the turn of the player &ldquo;owning&rdquo; the Corsair ship he can sail 3 steps &ndash; as opposed to the other players who can only sail to the next harbour. The &ldquo;Long Course&rdquo; cards are very valuable now.&#10;When the Corsair ship catches a player&rsquo;s ship that&rsquo;s the end of it: goods return to the bank and the owner of the Corsair gets the money. The Corsair ship has done its job and returns to the bank &ndash; available for another player to buy it.&#10;The Corsair ship is sensitive to the &ldquo;Storm&rdquo; cards and will sink.&#10;&#10;The winner is the one remaining player.&#10;&#10;The rules are simple, but the characters are limited in what he/she can do each turn. Also all eliminated players have to wait until there&rsquo;s a winner and are no longer participating in the game.&#10;&#10;",
    "categories": [
      "Dice",
      "Economic",
      "Fighting",
      "Nautical",
      "Pirates"
    ],
    "mechanics": [
      "Point to Point Movement",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/ZGiWwd-PQGv7auuF8JKWQg__thumb/img/D7doPG9uuuvvZmFi39mAhsu4EI8=/fit-in/200x150/filters:strip_icc()/pic174341.jpg"
  },
  {
    "id": "3020",
    "name": "Monopoly: Looney Tunes",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 180,
    "age": 8,
    "description": "Forget Star Wars. Buy and sell Looney Tunes cartoons to earn your laughs (no dollars here). This edition is especially notable because of the new (optional) doubles rules that make it more fun than others (and the theme makes it more fun than the original). When you roll doubles, you can either roll again like normal OR use the special effect:&#10;     Double 1s: You are sweet like TWEETY: Everyone gives you 50 laughs.&#10;     Double 2s: You are greedy like DAFFY DUCK: Draw either a &quot;What's Up, Doc?&quot; or &quot;&quot;That's All Folks!&quot; card.&#10;     Double 3s: You are quick like SPEEDY GONZALES: Move to any space except a corner. If you pass GO, get 200 laughs.&#10;     Double 4s: You are out of control like the TASMANIAN DEVIL: Remove a TV set (aka house) from the board.&#10;     Double 5s: You are smart like BUGS BUNNY: Build a TV set for free.&#10;     Double 6s: You are fast like the ROAD RUNNER: Next turn roll the dice twice and use either result.&#10;&#10;",
    "categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/ungHLJaZL4B4pTcJQFXeLw__thumb/img/2F2EsVKVKhQTDITwCANfD_BYN-Q=/fit-in/200x150/filters:strip_icc()/pic773035.jpg"
  },
  {
    "id": "19000",
    "name": "Marvel Trivia Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 8,
    "description": "The Marvel Trivia Game comes with 200 trivia cards, each with five questions relating to Marvel Comics' various superheroes.  The questions are assigned to five categories, although these categories (Strength, Ultimate Intelligence, Power, Energy Control, and Resistance) are not clearly defined.&#10;&#10;The game also comes with 24 &quot;Super Tokens,&quot; small chits with one of the categories printed on it.  Each turn, the player draws one of these &quot;Super Tokens&quot; to determine which question they will answer.&#10;&#10;Scores are recorded on a special scoring sheet with five scoring tracks for each player, one for each category.  If a player correctly answers a question, he gets two points on the scoring track for that category.  If a player incorrectly answers a question, all of his opponents score one point on the scoring track for that category.  The winner of the game is the first player to score five points in all of the five categories.&#10;&#10;",
    "categories": [
      "Comic Book / Strip",
      "Trivia"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/BrgfJm9qjz3PlSVYsk7UHQ__thumb/img/7ctcRLQdesbdfW-BhfXW7FCq3AQ=/fit-in/200x150/filters:strip_icc()/pic86588.jpg"
  },
  {
    "id": "230976",
    "name": "Bard Saga",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 10,
    "description": "Game Goal:&#10;Homer was the greatest Bard in history with his two epic poems, The Iliad and The Odyssey. According to legend, Homer had another secret poem left in the world. Now, you are one of the Bards seeking Homer&rsquo;s lost poem to sing. When all of the poem fragments have been discovered, the victory will be the beginning of your own legendary Bard Saga&hellip;&#10;&#10;Components:&#10;32 Story Cards&#10;8 Legend Cards&#10;28 Victory Points Cards&#10;40 Scroll Cards&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/UyJsNQUJDq84_cN-Ow0CFw__thumb/img/Z4XLj9kqXl-_ow0E3RB-W1o8YqU=/fit-in/200x150/filters:strip_icc()/pic3628211.jpg"
  },
  {
    "id": "24137",
    "name": "Monopoly: Pirates of the Caribbean",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 8,
    "description": "Yo ho, yo ho, a pirate's life for me! The fate of the Caribbean lies in your hands now, matey. Buy, sell and trade key locations from Disney's Pirates of the Caribbean movies Curse of the Black Pearl and Dead Man&rsquo;s Chest including Port Royal Prison, Barbossa&rsquo;s Treasure Grotto and Tia Dalma's Shack. Are ye brave enough to outwit yer scurvy opponents and avoid the legendary Kraken as ye battle for total control of the pirate-infested Caribbean? Argh, properly warned, ye be, says I.&#10;&#10;The Pirates of the Caribbean edition of America&rsquo;s favorite board game comes complete with 6 collectible pewter tokens featuring Jack Sparrow&rsquo;s compass, Pirate skull, the dog with keys, the Black Pearl cannon, Davy Jones&rsquo; chest, and Jack the Monkey. Rules include a 60 minute speed play option for a shorter game with the same amount of fun. Set sail for the adventure of a lifetime with Jack Sparrow, Davy Jones, Barbossa and all your favorite sword-wielding pirates in this Pirates of the Caribbean Collector&rsquo;s Edition of the world&rsquo;s most popular board game, MONOPOLY. Savvy?&#10;&#10;",
    "categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/KVpsSY6xlt5TmxAFS7skYA__thumb/img/cbFB0R_gAfwqrPbPTRYQQSRO53Q=/fit-in/200x150/filters:strip_icc()/pic292104.jpg"
  },
  {
    "id": "3919",
    "name": "Chute-5",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 0,
    "description": "A Yahtzee variant from the people who made Yahtzee.  Players drop the dice down the dice chute (dice tower) instead of rolling them by hand.  The object is to form the same poker-like number sets as Yahtzee, only the scoring is a bit different.  There are no scoring sheets; no pencils are needed.  Instead, built-in score cards are used which indicate the point values for each successfully rolled &quot;hand&quot;.  Plastic tabs are used to uncover the point values when a roll is successful, or a plastic ring is inserted when a zero is scored.  Highest score after 13 turns per player wins.&#10;&#10;",
    "categories": [
      "Dice"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/FheCPGIaqbKM7NITxct_Vg__thumb/img/OEMlmjgavj8bTMRRg25_-4LxSlA=/fit-in/200x150/filters:strip_icc()/pic111469.jpg"
  },
  {
    "id": "109932",
    "name": "Miskatonic School for Girls",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 12,
    "description": "Miskatonic School for Girls is the first deck-building game in which you get to build your opponent's deck. This unique feature creates a totally different play dynamic from other deck building games.&#10;&#10;MSFG has players assuming the roles of rival houses at Miskatonic. Each house has a healthy level of sanity (20) at the beginning of the game. As the game goes on, that precious sanity will slowly be torn away by the faculty of the school. In order to combat the bad teaching methods of the Great Old Ones, the students of the house need to band together!&#10;&#10;During your turn, you'll buy your new friends with friendship points and use nightmare points to send faculty after the rival houses. Eventually, those Faculty will end up in a player's hand, where they will hold class, teaching your innocent students about the horrors around them. This has a detrimental effect on your house's sanity.&#10;&#10;Due to the overwhelming power of the dark truth, it's just a matter of time before your house goes completely bonkers. The last house left with any sanity wins!&#10;&#10;",
    "categories": [
      "Card Game",
      "Horror",
      "Humor"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/h7N5ep1Cj1fmYEaQuKBaEA__thumb/img/hl1fn8_XLN78lHJBlhGKZXx0I4M=/fit-in/200x150/filters:strip_icc()/pic1169666.jpg"
  },
  {
    "id": "10612",
    "name": "Champagne: The Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 10,
    "age": 4,
    "description": "Odd Jenga variant with lots of plastic champagne glasses stacked up in the decadent fashion, only to be removed without toppling the pile.&#10;&#10;Different versions of the game are available - that is: a different number of glasses in the box. To set up the game: make a triangle of glasses and stack smaller triangles on to that. Put the single red glass on top. Going clockwise, players try to take one glass from the tower. If successful, play continues. If the red glass falls, the player has lost the game. All other players win.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "mechanics": [
      "Stacking and Balancing"
    ],
    "image": "https://cf.geekdo-images.com/Ue7Evlt3mqTxXrjBo-FJ2g__thumb/img/vbjLWCRL54YBx9fK22FPo7rcmEs=/fit-in/200x150/filters:strip_icc()/pic102755.jpg"
  },
  {
    "id": "174083",
    "name": "ION: Card Game",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 0,
    "age": 7,
    "description": "A cross between UNO and Dominos. ION is a deck of domino cards with special actions on some that are taken during play. The first player to get rid of all the cards in their hand wins.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/9JoT2X-d2lvgLrF9tp2X_A__thumb/img/f1yOMobWtCHe26TqBa9uZk0-WaY=/fit-in/200x150/filters:strip_icc()/pic5860433.jpg"
  },
  {
    "id": "139162",
    "name": "Zingo! Sight Words",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 0,
    "age": 4,
    "description": "Teaches Words that are Essential to Reading!&#10;Zingo! Sight Words is a fun and interactive word game that brings fast-paced excitement and learning to the classic game of Bingo! Players learn to quickly recognize and read sight words, which are words with spelling that is not always straightforward. Sight words are the most frequently used words in the English language and make up about 50 - 75 % of all written material. Learning and mastering sight words is a key step in becoming a successful, fluent reader. The sight words used in this game have been specially selected by leading educators as the most fundamental for reading development.&#10;&#10;Grades Pre-K - 1&#10;&#10;",
    "categories": [
      "Children's Game",
      "Educational",
      "Word Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/XU7mIj2i1jIlDQ5_SJ0KlQ__thumb/img/ndAULDYZaaL51GfAL-VPFBMXhsE=/fit-in/200x150/filters:strip_icc()/pic2047488.jpg"
  },
  {
    "id": "25481",
    "name": "Travel Sorry!",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 6,
    "description": "Travel Sorry! is the travel version of the old Sorry game. Instead of cards, a spinner is used to determine your movement, and you have two pieces instead of four.&#10;&#10;",
    "categories": [
      "Travel"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/By6LLMRCtQbdUv3jSBzurw__thumb/img/tdE7v7r6NSvvPBhQ3DzaP8Jy86Q=/fit-in/200x150/filters:strip_icc()/pic145726.jpg"
  },
  {
    "id": "89569",
    "name": "Uskoci: A Card Game of Croatian Pirates",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 6,
    "description": "It is the year of our Lord 1603. The Uskok Warlord Radoslav died during the last Venetian raid. All the Uskok leaders, including you, were invited to Nehaj, the unconquerable Uskok fortress, in order to choose their next Warlord.&#10;&#10;Dark storm clouds loomed over the stone fortress, its walls battered by the bitter nothern gales, and yet the Uskok leaders could not come to an agreement. Mighty warriors though they were, none of them had proved to be enough to their comrades, so no Warlord had been chosen. As midnight struck, the debate was cut short by a shot from a flintlock. The hall went silent. The old sea dog Stipe spoke: &quot;According to ancient customs, if no agreement is reached by midnight, the title of Warlord shall go to the first lord who collects enough loot to fill twenty-five Uskok vessels.&quot; So it was written, and so it was done.&#10;&#10;Uskoci were a historical pirate band in the 16th century who lived and prospered by being a nuisance for much more powerful opponents, but never on such a scale to provoke full-scale retaliation. Uskoci: The card game of Croatian pirates takes that idea of heart as players need to demonstrate both their skill as a pirate and restraint comparable to the historical Uskoci to prove the best captain among your peers.&#10;&#10;In the basic game, players must combine treasures (valued 1-9) on their pile until they total exactly 25; what makes this difficult are the 14 event cards (Venetians, traitors, storms) that can mess with a player's plans or change the value of a treasure, but thankfully they can also protect you. The more complex game adds card drafting to the mix, with the player who has the least treasure on the table drafting the most cards.&#10;&#10;The rules in both games are for 3-6 players, with modifications that allow two players to go head-to-head.&#10;&#10;",
    "categories": [
      "Card Game",
      "Pirates"
    ],
    "mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Simulation",
      "Variable Phase Order"
    ],
    "image": "https://cf.geekdo-images.com/_q_YOgnmaaZXTE6P9EGlow__thumb/img/u6iyhmyhV6xMG5PptsCiC2S6A04=/fit-in/200x150/filters:strip_icc()/pic1264346.jpg"
  },
  {
    "id": "2314",
    "name": "Off to the Tower",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 5,
    "description": "A small-box children's game with interlocking gameboard pieces. Players race to stay ahead of each other, and if caught are sent &quot;off to the Tower&quot; where only a roll of 6 will free them.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Dice",
      "Racing"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/sM62D_I6eRr5dl-tu4jM7A__thumb/img/zYq9rZ4VeaS7yiYFjX8d25a9QE0=/fit-in/200x150/filters:strip_icc()/pic2011638.jpg"
  },
  {
    "id": "36415",
    "name": "90°",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 0,
    "description": "A football (soccer) card game that simulates the highlight actions of a match.&#10;Contents of the game: 112 cards, 4 dice, 4 scheme markers (white) and 2 card-cancelling markers (orange).&#10;&#10;Each card represents a player&rsquo;s motion in attack (red) and in defence (blue), except for the goalkeeper, who only has a catch motion plus special cards. &#10;Each coach chooses the scheme to be used and draws 11 cards for that specific scheme (Ex. 4-4-2).&#10;The ball handler plays a card and at the same time his opponent also plays a card. If the ball handler is playing with a defender, the opponent should contrast it with a forward card, likewise, if a midfielder is playing, the opponent should also play with a midfielder. &#10;The ball handler should always pass the ball to a player in a more forward, adjacent section. Only one back-pass is allowed during each action.&#10;If the player still has the ball after playing an attack card, he may attempt to score a goal. Roll as many dice as the value of the bonuses accumulated during the action, minus the value for the goalkeeper.&#10;Some special cards may be used to have an extra benefit in some cases.&#10;&#10;Rules are in Italian, English and German languages.&#10;sandrindavide@yahoo.it for info&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice",
      "Sports"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/b-9v-eOaWzKPiF92y1xJmg__thumb/img/SWA6-W3cF37JE8pqHsECSo-pY2U=/fit-in/200x150/filters:strip_icc()/pic332898.jpg"
  },
  {
    "id": "32369",
    "name": "Mind Twist",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 8,
    "description": "Mind Twist is a 2-player game that has players racing to be the first to get to the top of a 3-D Board. On your turn, secretly select a number between 1 and 3.  If your opponent doesn't challenge you, you reveal your secret number and move your piece closer to victory and then it's your opponent's turn.  If your opponent challenges you, he or she tries to guess your secret number.  If they get it right, you lose your turn and they now pick a number. If they get it wrong, you reveal your secret number and move that many spaces and take another turn.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Racing"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/CK3cPKrVvhjXUuKcbqG1gg__thumb/img/k9ygtQ0jnKDT46LOaU_WaWX3sWc=/fit-in/200x150/filters:strip_icc()/pic306544.jpg"
  },
  {
    "id": "5208",
    "name": "Six Cubes",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 10,
    "description": "&quot;Six Cubes- A Board Game Of Dice Strollegy. This is the most exciting combination dice board game ever. If you like to shake 'em up you'll love Six Cubes. Family fun for two or more players ages 10 to adult. Careful strollegy (the science of rolling dice into the most advantageous combinations) can lead you to be the winner.&quot;&#10;&#10;See: More Information (below)&#10;&#10;",
    "categories": [
      "Dice",
      "Party Game"
    ],
    "mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/taQkdANvcx6-34m7nfCVuQ__thumb/img/uAi237SAtE4m7yCsh_uamiyKwpM=/fit-in/200x150/filters:strip_icc()/pic1385789.jpg"
  },
  {
    "id": "5430",
    "name": "Best of TriBond",
    "minPlayers": 2,
    "maxPlayers": 15,
    "playingTime": 60,
    "age": 12,
    "description": "Players (or teams) advance their pawns along three separate tracks by correctly answers TriBond riddles, in which they attempt to determine the common link is between three seemingly unassociated objects.&#10;&#10;The first player to move all three pawns into the Home space is the winner.&#10;&#10;This Best of game contains the best TriBond riddles from the first ten years of publication of TriBond, plus 500 new riddles.&#10;&#10;",
    "categories": [
      "Party Game",
      "Puzzle",
      "Word Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/DQ2xGvHQke0EuQ0ZCoZ2pg__thumb/img/7V2zARHS2OoygbBjXYxiqqNcwRM=/fit-in/200x150/filters:strip_icc()/pic1681384.jpg"
  },
  {
    "id": "8321",
    "name": "Beirut ‘82: Arab Stalingrad",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "Beirut '82: Arab Stalingrad, On June 13, 1982, paratroopers and armor of the Israeli Defense Forces (IDF) rolled to the edge of Beirut, joining forces with their Phalange Christian Allies. They never got much farther. The Palestine Liberation Organization's (PLO) attempt to organize a regular army had failed, but so had the Israeli's drive to exterminate it.  This was a classic confrontation of modern diplomacy, where political pressure allowed a tiny force to fend off a giant.&#10;&#10;Beirut '82: Arab Stalingrad simulates the siege of Beirut, and its victory conditions recreate the diplomatic hindrances of that struggle.&#10;&#10;A two-player board-wargame where one side plays the PLO, Syrians, Amal, Druse and SPP. The other side played is the IDF &amp; their Phalangist Allies.&#10;&#10;Published by 3W (World Wide Wargames) as a magazine game in Strategy &amp; Tactics issue #126, April-May 1989.&#10;&#10;Game Scale:&#10;Game Turn: 3 days&#10;Hex: 2000 feet / 610 meters&#10;Units: 1 strength point = 1 Battalion sized unit&#10;&#10;Game Inventory:&#10;One 17 x 22&quot; full color map&#10;One single-side printed countersheet (80 1/2&quot; counters)&#10;One 8-page rulebook&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 2-4 hours&#10;&#10;Note: Players will need to provide One 6-sided die for game play.&#10;&#10;",
    "categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/DRHOHbzFT78AMY1EecARpg__thumb/img/M_SE6vU3kqDnuuVkRRxoizYkZAo=/fit-in/200x150/filters:strip_icc()/pic7507326.png"
  },
  {
    "id": "76551",
    "name": "Hirelings: The Ascent",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 7,
    "description": "Deep in the underground lair of the foul dragon Rovert is a vast treasure that had been sought by a group of the most daring adventurers. Valiantly they made their way down to depths of the Earth and readied themselves to defeat the dragon, hoping to earn glory and riches &ndash; but the mighty creature was waiting, breathing a blast of heat and fire upon them, leaving only their boots!&#10;&#10;No one will remember the tale of these unlucky heroes except the hapless group of awestruck hirelings now standing in Rovert's lair, frozen with fear. Feeling helpless as the dragon moves closer and curls his tail behind them, the survivors tremble. The snorting dragon crawls right up in front of them, but instead of breathing fire, it opens his mouth menacingly, as if to draw another breath &ndash; or maybe to eat them! At that moment, the bravest of the group yells, &quot;Run!&quot;&#10;&#10;In an instant, the terrified hirelings scramble away, seeking the quickest way out of the dragon's lair. Unfortunately, that's not the way the heroes brought them in, but a new escape route fraught with danger! Their only hope of survival is to use their quick feet and the items strapped to their backs. Unfortunately, they are not too bright (and not very fast) and they have no clue how anything they're carrying might help them. Will they make it out? Only you can determine their fate...&#10;&#10;Hirelings: The Ascent is a board game for 2 to 6 players who become the frantic escapees, trying to find and fight their way back above ground. As a hapless hireling, will you be able to make it out? Can you win the game by being the first one out of danger?&#10;&#10;",
    "categories": [
      "Children's Game",
      "Fantasy"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/ByvvoU6LGp2FjQ4jH4CmdA__thumb/img/mojF4OevZt2TVpXzyNavj4JPc1o=/fit-in/200x150/filters:strip_icc()/pic1355993.jpg"
  },
  {
    "id": "15182",
    "name": "Destination London",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 10,
    "description": "A game of taxi driving through London. The object is to make the most money on one shift during which you must visit various London tourist attractions. You can run out of gas, you can lose your drivers license, and gain bonus points for driving Japanese tourists.  All completely at random.&#10;&#10;",
    "categories": [
      "Travel",
      "Trivia"
    ],
    "mechanics": [
      "Area Movement"
    ],
    "image": ""
  },
  {
    "id": "2357",
    "name": "Nizza",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 8,
    "description": "The English crown jewels have been stolen and are being held in the city of Nice (aka Nizza). Up to 6 players may travel to the city, landing by helicopter, to stage a commando-like raid to recover the jewels. Players climb ladders to rooftops, swing on ropes from chimney to chimney, cover short stretches on the ground and toss each other into the river in an attempt to be the first to bring the crown jewels out of the safe and back to the waiting helicopter.&#10;&#10;",
    "categories": [
      "Adventure"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/saiP5-Fia42MDNuaBSZ1ag__thumb/img/cIXpOZwmHMomtQZJU-kSKqsnCEc=/fit-in/200x150/filters:strip_icc()/pic1138675.jpg"
  },
  {
    "id": "14992",
    "name": "Sword & Skull",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 10,
    "description": "From the publisher, Avalon Hill:&#10;&#10;Ahoy, Mateys!&#10;&#10;That scurvy villain, the Pirate King, has stolen the Sea Hammer - only the pride of Her Majesty&rsquo;s Royal Navy - and taken to the seas like the dog he is! It&rsquo;s up to you to commission a brave officer of the Royal Navy to pursue that black-hearted cur, catch him, and turn him into shark bait. But he&rsquo;s a rascal, that Pirate King, so you&rsquo;ll need to recruit one of the dregs of the Queen&rsquo;s dungeons because sometimes it takes a pirate to catch a pirate. Iffn&rsquo; you discover where that swab is hiding, you&rsquo;ll need to beat the Pirate King in a duel or acquire enough gold to buy back the ship. Act with haste because you&rsquo;re not alone in this hunt. Whoever saves the Sea Hammer first wins the Queen&rsquo;s undying gratitude - and the game!&#10;&#10;Here's a description of the game from Timothy Rose, who saw a presentation on the game at GenCon:&#10;&#10;The &quot;S&amp;S&quot; pirate game is a &quot;track&quot; based game (think &quot;Talisman&quot; more than &quot;Monopoly&quot; ). Each player controls two characters, a &quot;hero&quot; and a &quot;scoundrel&quot; type, and the goal is to retrieve the Queen's flagship from the Pirate King. Of course, each character has different ways to do that, either by derring-do and combat or by more underhanded methods (if you have enough gold, you could even BRIBE the Pirate King to get the ship back!). They showed the box design, pretty standard pirate/cutlass stuff, but nice art.&#10;&#10;",
    "categories": [
      "Adventure",
      "Fighting",
      "Miniatures",
      "Pirates"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/hVHp7aq6FnQNvAwdhnEv7Q__thumb/img/N6kYKJqfG41rHgqaD_n1zDWOfyQ=/fit-in/200x150/filters:strip_icc()/pic71596.jpg"
  },
  {
    "id": "9573",
    "name": "The Dick Tracy Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 8,
    "description": "Join America's most popular detective in a last-ditch attempt to round up the colorful cast of villains and save the city. Capture Big Boy Caprice, Flattop, Pruneface, and the mysterious Blank in their hideouts. Win points by stopping crimes.&#10;&#10;",
    "categories": [
      "Comic Book / Strip",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/62lZaCfh1dVGlCqwk6S53Q__thumb/img/PVlprbCeCRfmpm7FciWVetGPJzE=/fit-in/200x150/filters:strip_icc()/pic46938.jpg"
  },
  {
    "id": "173132",
    "name": "Ludix",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 10,
    "description": "With four six-sided dice depicting Roman numbers (L-X-X-V-I-I), players try to reach a total of 300 points.&#10;&#10;During a turn, a player can push his/her luck throwing the dice more than one time and adding the result, but if he/she fails to obtain a valid Roman numeral, he/she loses all the points for that turn.&#10;&#10;This game has been created in cooperation with the Swiss Museum of Games of Tour-de-Peilz.&#10;&#10;Rules booklets also contain some historical notes about dice in ancient Rome and Roman numerals.&#10;&#10;",
    "categories": [
      "Ancient",
      "Dice",
      "Educational",
      "Number"
    ],
    "mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/CIRMeh5D-m-iFETVdxI4Fg__thumb/img/sr5A6VXcaLY2u7oOhqQd0UKFvas=/fit-in/200x150/filters:strip_icc()/pic3118220.jpg"
  },
  {
    "id": "8256",
    "name": "LEGO Constructionary Game",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "&quot;The LEGO Game of Charades&quot; -- It is Pictionary, except you build your clues with LEGO pieces.&#10;&#10;",
    "categories": [
      "Puzzle",
      "Word Game"
    ],
    "mechanics": [
      "Line Drawing",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/Gc-jQbc13eYI2xf9i36aIQ__thumb/img/QlIQsdGIPw2CX5g3s_02ygD9Xgg=/fit-in/200x150/filters:strip_icc()/pic563919.jpg"
  },
  {
    "id": "9541",
    "name": "The Addams Family Family Reunion Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 10,
    "age": 8,
    "description": "Be the first player to collect the four party guests on your invitation card and the food token to win.&#10;&#10;You get to take a wonderfully wacky trip around the mansion with Gomez, Morticia, Uncle Fester, Lurch, Pugsley and Wenesday. The object is to bring 4 guests and the food to the party. Along the way, you'll run into some of the funniest and strangest situations ever! You might land in the graveyard where you dig up three guests. Or you can rest on the bed of nails and lose a turn. If you are lucky enough you may land on the TRAP DOOR and then you can go to any space on the board.&#10;Land on THINGS space and you pick a THING card. Do you have any relatives over 500 years old? If so take a guest card. If you are wearing black go to any space in the graveyard. Just about anything can happen when you go to The Addams Family Reunion. The first player to bring 4 guests and the food to the party wins the game&#10;&#10;",
    "categories": [
      "Children's Game",
      "Horror",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/tU4J3ndltcz6PgCfi00M_w__thumb/img/mt4iYD6q1EoyHO0RVLeHgHsWCI8=/fit-in/200x150/filters:strip_icc()/pic40132.jpg"
  },
  {
    "id": "6959",
    "name": "Monopoly: Elvis Presley 25th Anniversary",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 8,
    "description": "Now Elvis fans can enjoy taking care of business a whole new way! A tender tribute to the King, this Monopoly is like no other. On this gameboard, you&rsquo;ll travel from a humble beginning in Tupelo to the highlife in Graceland, passing &ldquo;Don&rsquo;t Be Cruel,&rdquo; GI Christmas, Blue Hawaii and other achievements on your amazing journey! Six collectible pewter tokens are a convertible, teddy bear, guitar, leather jacket, vintage record player and signature sunglasses.&#10;&#10;",
    "categories": [
      "Economic",
      "Music",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/I6xObk3ilMiOFgMODX02iw__thumb/img/Qq3EKYiZFl4cMh0a4nLJuzheYeo=/fit-in/200x150/filters:strip_icc()/pic28490.jpg"
  },
  {
    "id": "30253",
    "name": "Polly the Porcupine",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 0,
    "age": 4,
    "description": "Polly the Porcupine is a spinetingling new memory and strategy game for young children. This fun game stimulates and develops memory, while giving children an introduction to simple strategy. Children also enhance their counting and fine motor skills with Polly the Porcupine&trade;.&#10;&#10;Polly the Porcupine invites you to draw quills or spines out of Polly's back. Roll the die to determine whether you're trying to draw a short or long spine. After everyone draws a spine, all the players count up the notches on their spines to determine who won that draw. The player who drew the shortest or longest spine, depending on the roll of the die gets to collect that spine. The other players have to return their spines, and they'll want to remember where they put them. You never know when you're going to need to draw another short spine. Contents include cute Porcupine, 32 Spines, Die and Instructions.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Animals",
      "Children's Game",
      "Math",
      "Memory",
      "Number"
    ],
    "mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/KFKvwKWDyAELWBwXuxjWTg__thumb/img/gYu4HMf49tlVqApb2KCy2AmjYwA=/fit-in/200x150/filters:strip_icc()/pic225821.jpg"
  },
  {
    "id": "26522",
    "name": "High School Drama!",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 12,
    "description": "Play as a student in a high school drama. Hook up with other students, spread vicious lies and rumors about your rivals and pretend to bond with your fake friends. Earn yearbook signatures by going to special events like homecoming and sci-fi movie openings or by earning student standouts like cutest couple and most artistic. Each player controls one main student but quickly forms a growing clique by hooking up with other students and organizations. Everyone starts as freshmen, but only the player who has the most yearbook signatures at the end of graduation wins!&#10;&#10;Nominated as an ORIGINS AWARDS finalist for Best Non-Collectible Card Game of 2006.&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Political"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/PkbBiU5xuazxpFyzlKZAWw__thumb/img/aqoq3fZ2t2X3fat4G0-xh_2Kqio=/fit-in/200x150/filters:strip_icc()/pic235311.jpg"
  },
  {
    "id": "168005",
    "name": "Alien Invasion",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 6,
    "description": "Alarm! The farmers and their animals on the farm are attacked by aliens. With much noise the animals are sucked into the spaceship  by the aliens. Quickly bring the farmer and animals of your color into safety. Throw the dice and see how many places you can move them. Make use of the secret escape or hide in the toilet to escape the danger. Quickly run ... before it's too late!&#10;&#10;",
    "categories": [
      "Children's Game"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/O2jjor8hHY2_VSffKO_i1g__thumb/img/k2HAmWahDLNCQZ006k2LrRoF364=/fit-in/200x150/filters:strip_icc()/pic2320293.jpg"
  },
  {
    "id": "3329",
    "name": "Hans Dampf",
    "minPlayers": 4,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 10,
    "description": "This is a steam engine race for up eight players. The board has a spiral shaped track leading to the middle, then back to the edge. Each player receives an engine. The active player rolls a die (numbered 3,4,5,5,6,6) and moves the corresponding number of fields forward in a straight line. The engine may be turned by 90 degrees at the end of the move. If s/he doesn't want to use up all the die's points, s/he can decide to go slower. For that, s/he gets the difference in coal coins, but must distribute them in any way among the other players (who may beg, bribe or threaten the active player). Passing another engine costs one coal, passing an engine going in the opposite direction (with more than four players, the starting positions are on both ends of the track) costs 2 coals, and getting rid of an obstacle piece and placing it anywhere else on the track costs 4 coals. &#10;For crossing the finish lines, the players may pay any number of coals and add that number to their final die roll; they can also do one turn within their turn - but only if they can actually cross the line. The first player to do so, wins. In case of a tie, the remaining coal is the tiebreaker.&#10;&#10;",
    "categories": [
      "Racing",
      "Trains"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/twO3xeLzRqFSnRnWmxtkpw__thumb/img/_9ZocqnqCijG6MO6vnk6YZ37h3Y=/fit-in/200x150/filters:strip_icc()/pic1289278.jpg"
  },
  {
    "id": "32601",
    "name": "Rubik's Revolution",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 15,
    "age": 0,
    "description": "The Rubik&rsquo;s Revolution combines the challenge and fun you&rsquo;d&#10;expect from the original Cube in an exciting electronic version that rewards fast hands and fast thinking! It&rsquo;s an all new spin on the world&rsquo;s #1 Cube!&trade;&#10;&#10;Awards&#10;&#10;2008 &#195;&#133;rets Familiespil, Family Game of the Year Denmark&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Electronic",
      "Memory"
    ],
    "mechanics": [
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/AEx_AGAFsd0N3d7mcdUBXw__thumb/img/YGleJB17vLaW6tWO6DBidRTxKio=/fit-in/200x150/filters:strip_icc()/pic5364311.jpg"
  },
  {
    "id": "23723",
    "name": "Dinosaurs Extinct?",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 5,
    "description": "2 to 4 players compete in this roll and move children's game.  The object is to be the first dinosaur to move from the prehistoric era to the 21st century with a live dinosaur.  Along the way you'll have to fight the other dinosaurs and get past various &quot;earth events&quot;.  The earth events include &quot;ice ages, volcanoes, earthquakes and meteorites&quot;.  The game board also features &quot;dino switch&quot; spaces where you get to switch positions with another player's dinosaur and Time warp spaces, where you move ahead or fall back.&#10;&#10;Players may choose to be a Triceratops, Stegosaurus, Corythosaurus, or an Apatosaurus.&#10;&#10;Each of the 4 Dinosaurs has a colorful card with overlays.  The base card shows the Dinosaur bones, the overlay shows the Dinosaur alive.  As you get closer to extinction, you flip over the overlays to expose the fossil bones.&#10;&#10;For ages 5 and up.&#10;&#10;",
    "categories": [
      "Animals",
      "Children's Game",
      "Prehistoric"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/hjBS1lfrhx2EaoNPUUiGuQ__thumb/img/RsgnfvJFhucX4dVYSiD-J7YORu4=/fit-in/200x150/filters:strip_icc()/pic126996.jpg"
  },
  {
    "id": "4433",
    "name": "Acrobats",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 6,
    "description": "There's something going on in the bat tower! If you're ready to test your skill as an Acrobat, here's how it's done: To start, place the magnetic bat on the top of the Bat Tower. Roll the bat die to see what color bat you have to add on your turn. You may be lucky and have to place a small one or not so lucky and have to place the biggest bat of all. As each player goes, the weight of all those bats begins to tug on the top bat so, be careful! If your bat is the one that makes them fall, you get a Bat Token. When a player has 3 Bat Tokens they're out of the game and the player who has the fewest Bat Tokens at that time wins!&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/obulMowtw24Q3qcPl0414A__thumb/img/oBBuCN6IstjMYa-z1x-O8tz-6wI=/fit-in/200x150/filters:strip_icc()/pic92598.jpg"
  },
  {
    "id": "18064",
    "name": "Run for Your Life, Candyman!",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 12,
    "description": "A twisted parody of a classic board game. Yours is a sugar frosted land of confection. But underneath the candy covered veneer lies a disturbing truth. The king is selling the sweet citizens out the back door to voracious children all over the world. Now it's a mad dash for the border to save your little candy buttons. And if you have to snap a few ginger limbs to do it - well, that's the way the cookie crumbles.&#10;&#10;",
    "categories": [
      "Humor"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/yW64eu9CMC7cBRkGbVzoWQ__thumb/img/jqCVsok8pI-oAGbq-hPYWFeQBZc=/fit-in/200x150/filters:strip_icc()/pic88512.jpg"
  },
  {
    "id": "1819",
    "name": "Proton",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 10,
    "age": 8,
    "description": "Proton is, at its basic level, a sliding tile puzzle no different than any number of sliding tile puzzles (like those annoying little things you can get at Stuckey's with numbers from 1 to 15).  However, instead of the traditional numbers, Proton has several tiles depicting two lines - one red and one white - going in various directions.  The idea is that one player tries to connect one of his own colored endpoints to the other of his colored endpoints before the other player does.  To do this, the players take turns moving one tile each, but not being able to take back their opponent's move.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "mechanics": [
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/_Vvp2rGVYXP0GsvN_MIvpA__thumb/img/ArID13SKH1hgdkfHkf6nynKXbhQ=/fit-in/200x150/filters:strip_icc()/pic1195055.jpg"
  },
  {
    "id": "2681",
    "name": "Countdown",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "User review: Mirroring the television series, all players play simultaneously. The clock from the series is replaced by a gizmo that plays the think music from the series. The player who can make the longest word from nine random letters is the only person to score in the word game. The player who can come closest to target number using six random numbers and simple mathematical operations is the only person to score in the numbers game. The sequence of play is three word games, a numbers game, three word games, and a numbers game.&#10;&#10;The final game is called Conundrum: players are challenged to unscramble a nine-letter word. The first to solve the Conundrum scores. The players tally their points and the player who scored the most wins.&#10;&#10;",
    "categories": [
      "Deduction",
      "Movies / TV / Radio theme",
      "Music",
      "Word Game"
    ],
    "mechanics": [
      "Spelling"
    ],
    "image": "https://cf.geekdo-images.com/iZBuVyA9E8APEwfhu6XZ0w__thumb/img/_9voosL1dAd9K_H9GREyo3VJpOo=/fit-in/200x150/filters:strip_icc()/pic403612.jpg"
  },
  {
    "id": "1534",
    "name": "Jump!",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 10,
    "description": "The premise is quite simple: jump out of airplanes and get your guys to land as close to the coast as possible. The closer you are to the coast, the more points you score. If you splash down into the water, however, you will score negative points. The further from the shore you are in the water, the more negative points you will suffer. &#10;The board depicts a section of land, followed by a beach and ocean. There is a lake on one space of the land section, and a one-space island in the ocean. The board also has two 'landing' tracks running parallel to each other. The tokens are placed on these tracks once they have leapt from the planes. Finally, the board also has a scoring track to tabulate the points ultimately scored following a round, as well as a cumulative scoring track which runs the perimeter of the board.&#10;&#10;Each player loads his or her tokens (which vary with the number of players) into the two airplanes. There are four rows of seats in the airplanes, and where your tokens are positioned will be important when considering the timing of your jumps. Players then each receive six cards plus one 'jump' card. These cards dictate the actions that will occur during the turn. Most of the cards move one of the planes (red or yellow) forward or backward a certain number of spaces. Other cards allow a player to switch seats in or between the planes, cancel any jump attempts that round or blow a jumper off course a space. Finally, the jump card causes one of the player's token to leap from the plane and land on the space directly below where he was seated.&#10;&#10;The mechanics are quite simple. Each player lays a card face down, and then all reveal their cards simultaneously. Beginning with the start player (which rotates each round), each player carries out the action his card depicts. However, if a player reveals a 'jump' card, then opponents who played a 'wind' or 'cancel jump' card must reveal them, taking the appropriate action. The 'wind' card can be disastrous, as that player gets to bump the jumper one space up or down. This may have the effect of landing the jumper in the water. Cards played are discarded, with the exception of the 'jump' card, which is retrieved back into the player's hand.&#10;&#10;When a token leaps from a plane (due to the play of a 'jump' card), he is placed on the outside track of the landing track. If another token leaps into the same space, it is placed along the inside track. Any other tokens that land on that same space are shoved back to the next empty space on the landing track. This can result in a scoring reduction if the token is being moved further from the coast, but can also be a positive occurrence if this causes the token to be moved onto the land as opposed to falling into the water.&#10;&#10;Play continues until all tokens have jumped from the planes. They are then moved one-by-one to the scoring track, beginning with the token furthest from the shore. There is a positive scoring track for those tokens that were fortunate enough to land on solid ground, and a negative scoring track for those jumpers who splashed into the water. The more tokens that successfully landed on the ground, the more points the players closest to the shore will score. The converse is also true!&#10;&#10;Once all tokens have been repositioned onto the scoring tracks, each player tallies his final results and these are marked on the cumulative scoring track. This entire process is then repeated two more times and the player with the most cumulative points following the third round is victorious.&#10;&#10;",
    "categories": [
      "Aviation / Flight"
    ],
    "mechanics": [
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/Gy93QifkmPi7yUf0tQ6vRQ__thumb/img/axWCMcZpSCKAbgJwO3jZYq8TWSw=/fit-in/200x150/filters:strip_icc()/pic7498.jpg"
  },
  {
    "id": "9348",
    "name": "Der Alchimist",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 10,
    "description": "official description:&#10;&#10;Players advance on the life path in order to reach the Temple of Wisdom and, ultimately, the Sunny space (in the upper right corner of the board). To achieve this goal, a player must place the Philosopher's Stone on the most favorable space, play the Fantasy, Energy and Humor cards intelligently, and take advantage of the special spaces while avoiding the Desert spaces.&#10;&#10;",
    "categories": [
      "Medieval"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/2cc3q4MewYPKzzOxqkc35g__thumb/img/47xFLiN-D2I1XyTGYQnXu45wdhk=/fit-in/200x150/filters:strip_icc()/pic1262746.jpg"
  },
  {
    "id": "1126",
    "name": "Car Wars: The Card Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 10,
    "description": "Car Wars: The Card Game is the game of car-to-car combat. In the near future, combat between armed and armored cars will be an arena sport. You shoot at the other cars, trying to destroy their tires and armor. The last player with an operating car is the winner!&#10;&#10;In each battle, or duel, the players play cards to damage each others' cars. When one side of a player's car is breached (the armor on that side is destroyed), the car's driver may be attacked! If a car's driver is disabled and unable to operate his car, the player who disabled him scores a kill. (Note that the driver will be back for the next duel! Only the car is killed.) When only one car is left (or when time runs out), the duel is over. New duels continue until one player has scored 60 points to become an Ace!&#10;&#10;Car Wars: The Card Game is fully compatible with Battle Cattle: The Card Game! Combine the two... take your hot rod out to the pasture and go gunning for Bossy...but remember, Bossy shoots back!&#10;&#10;",
    "categories": [
      "Card Game",
      "Fighting",
      "Racing",
      "Science Fiction"
    ],
    "mechanics": [
      "Take That",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/jIXHYOzg05i9yWPvjLgTOw__thumb/img/kmD92OU2IyK4srGwZ8mPDNVy9Pw=/fit-in/200x150/filters:strip_icc()/pic2528311.jpg"
  },
  {
    "id": "283229",
    "name": "I Dissent",
    "minPlayers": 3,
    "maxPlayers": 9,
    "playingTime": 40,
    "age": 14,
    "description": "Preside over the Court of Public Opinion - Vote on Today's Hot Button Issues.&#10;&#10;One player presents an argument and the rest judge &amp; cast YEAH or NEA votes in this lively party game of voting and dissenting. Gain points by getting the majority vote or take a risk and dissent against the group.&#10;&#10;Cast your opinion. Win votes to rule the court. Stand your ground, and dissent to score even more points!&#10;&#10;Contains 91 Cards; Opinion, Voting, Dissent &amp; Chief Justice Cards. 81 Topic Cards, Instructions and a 1 Minute Timer&#10;&#10;",
    "categories": [
      "Party Game"
    ],
    "mechanics": [
      "Player Judge",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/8wItZlBQuf4UZigWGQNoww__thumb/img/B5r8WMW92H1wD0CtxVy-Fx2ldfE=/fit-in/200x150/filters:strip_icc()/pic5788834.png"
  },
  {
    "id": "82216",
    "name": "Trivial Pursuit: Steal Card Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 16,
    "description": "Trivial Pursuit in card game form.&#10;&#10;From the back of box: Earn your wedges by answering questions, but be careful, your opponent could steal the wedge at any time! And if you know the answer but your opponent is stumped, buzz in and grab the wedge for yourself. With 330 questions and action cards, you'll never know what's coming next in Steal.&#10;&#10;",
    "categories": [
      "Card Game",
      "Trivia"
    ],
    "mechanics": [
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/3ehfArjNEAu0kjvnyrz9DA__thumb/img/FTdVefIVxe_HW498HFQBkaPNbu0=/fit-in/200x150/filters:strip_icc()/pic811926.jpg"
  },
  {
    "id": "23541",
    "name": "T-Rex greift an!",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 7,
    "description": "Game description from the publisher:&#10;&#10;For more than 150 million years, dinosaurs were the absolute rulers of the earth! With T-Rex greift an! &ndash; first published as Das gro&szlig;e Dinosaurier-spiel &ndash; the dinosaurs come back to life once more! As dinosaurs roaming the countryside in search of food, players hunt for other dinosaurs and their provisions. Only someone who collects enough food and lays enough eggs can survive long term.&#10;&#10;Players need to be particularly careful when a T-Rex attacks and wants to destroy your precious eggs. Then a bubbling volcano might throw lava blocks about and block your escape routes to safety.&#10;&#10;",
    "categories": [
      "Adventure",
      "Animals",
      "Fantasy",
      "Prehistoric"
    ],
    "mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Stock Holding"
    ],
    "image": "https://cf.geekdo-images.com/zWKW6-1cfhI_tVOQgQIpnQ__thumb/img/r9I5IAYX5pStMQP1v52JNlOiSUg=/fit-in/200x150/filters:strip_icc()/pic1210979.jpg"
  },
  {
    "id": "13114",
    "name": "8 1/2",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 10,
    "age": 8,
    "description": "A card game by Israel's prolific card game designer, Haim Shafir. In this one, you have cards numbered 0 - 9, with special cards 1/2 and Ghost.&#10;&#10;The game is simple: &#10;Put three cards in your hand, three face down on the table, three face up on top of those, the rest next to you. Play cards higher than the card in the pool from your hands and draw cards. If you can't play higher, you eat the pool.&#10;&#10;Some cards have special meanings: 1/2 is played on anything, 5 means next card has to be lower, zero resets, etc... When you are out of hand and deck cards, you play your face up cards, and then your face down cards, blindly.&#10;&#10;",
    "categories": [
      "Card Game",
      "Number"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/mspjQPxVczoMtIMK2lesJw__thumb/img/p2wwbbriMKnx2v6lM2M4BAAiqL4=/fit-in/200x150/filters:strip_icc()/pic365226.jpg"
  },
  {
    "id": "2463",
    "name": "Scavenger Hunt",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "The object of this game is to find and bring back Home four randomly designated objects (out of a possible selection of 16), in sequence, as in a Scavenger Hunt.&#10;&#10;The objects are deployed on the board using a semi-random method.  Then play begins.  You use dice to move your pawn, but cards are required to move through house rooms --otherwise you're confined to the sidewalks (without the right cards, you may also end up &quot;trapped in a garage&quot;, the only room that does not have a direct exit to the sidewalk).  Pairs of cards can also be traded in for extra turns.  Additionally, there are two dogs roaming the sidewalks, which are obstacles and controlled by card play.&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/kbeRwY1KSVCnqQJDM1TBPw__thumb/img/enz-47K4ACd8PC7D8Tvs2475kAc=/fit-in/200x150/filters:strip_icc()/pic4698417.jpg"
  },
  {
    "id": "19616",
    "name": "Monopoly: Vintage Game Collection",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 180,
    "age": 8,
    "description": "Another edition of this classic game. This edition comes with vintage themed art work and, antique looking pieces, and a beautiful wooden box that is shaped like a book. It fits beautifully onto any bookshelf.&#10;&#10;",
    "categories": [
      "Economic",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/ZajyaJfZIut_ZHHMuAyhMw__thumb/img/v12crCK9jf5mXyB-upFZwf5ZnnI=/fit-in/200x150/filters:strip_icc()/pic97966.jpg"
  },
  {
    "id": "270732",
    "name": "Amoeba",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "In Amoeba, players draw and place tiles in order to build the biggest amoebas, then they claim those amoebas by placing their nuclei markers on them. Players can also place tiles on top of completed amoebas to split them, reducing an opponent's score. There are twelve unique tiles that will require pattern recognition and strategic thinking to grow the largest amoeba. The game ends when all tiles are played, and the player with the biggest amoeba wins.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/iFAljObs6c2MfQng96QYhg__thumb/img/G_dGooRhB1Z6oY0RUNOT4qorq6s=/fit-in/200x150/filters:strip_icc()/pic4611204.png"
  }
]
