[
  {
    "id": "300753",
    "name": "Cross Clues",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 10,
    "age": 7,
    "description": "Cross Clues is a cooperative party game about making connections between clues. Work together to fill in the grid of code words by giving single word clues that represent the crossing of two different code words in the grid. Consider your clues carefully and think as a team to fill in as much of the grid as possible! Thousands of different combinations guarantee endless fun!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Deduction",
      "Party Game",
      "Real-time",
      "Word Game"
    ],
    "mechanics": [
      "Cooperative Game",
      "Elapsed Real Time Ending",
      "Real-Time"
    ],
    "image": "https://cf.geekdo-images.com/ZN2V2U-Ng_nyBgsg9dxWCg__thumb/img/Nwo-Ur7atIZiV5Y1nL9STHw5sVg=/fit-in/200x150/filters:strip_icc()/pic5532617.jpg"
  },
  {
    "id": "268201",
    "name": "Dice Throne",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 40,
    "age": 8,
    "description": "&#10;&#10;&#10;    &#10;        GAME SYSTEM&#10;&#10;    &#10;    &#10;         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.&#10;&#10;    &#10;&#10;&#10;&#10; Dice Throne is a fast-paced 2-6 player combat game, whether 1v1, 2v2, 3v3, 2v2v2, or free-for-all. Select from a variety of heroes that play and feel completely distinct from one another. Attack opponents and activate abilities by rolling your hero's unique set of five dice. Accumulate combat points and spend them on cards that have a large range of effects, such as granting permanent hero upgrades, applying status effects, and manipulating dice directly whether yours, your teammate's, or even your opponent's.&#10;&#10;Each player needs their own hero dice and cards to play Dice Throne. &quot;Season One&quot; of the game was released in a single box that contains components for six heroes, while &quot;Season Two&quot; was released in four small sets that each contain components for two heroes as well as a &quot;Battle Chest&quot; that has these four small sets. Heroes can be mixed-and-matched across seasons.&#10;&#10;Linked entries in the BGG database:&#10;&#10;&#10;    Dice Throne: Season One&#10;    Dice Throne: Season One ReRolled&#10;    Dice Throne: Season One ReRolled &#226;&#128;&#147; Barbarian v. Moon Elf&#10;    Dice Throne: Season One ReRolled &#226;&#128;&#147; Monk v. Paladin&#10;    Dice Throne: Season One ReRolled &#226;&#128;&#147; Pyromancer v. Shadow Thief&#10;    Dice Throne: Season One ReRolled &#226;&#128;&#147; Treant v. Ninja&#10;    Dice Throne: Season Two &#226;&#128;&#147; Battle Chest&#10;    Dice Throne: Season Two &#226;&#128;&#147; Seraph v. Vampire Lord&#10;    Dice Throne: Season Two &#226;&#128;&#147; Tactician v. Huntress&#10;    Dice Throne: Season Two &#226;&#128;&#147; Gunslinger v. Samurai&#10;    Dice Throne: Season Two &#226;&#128;&#147; Cursed Pirate v. Artificer&#10;    Dice Throne Adventures&#10;&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Dice Rolling",
      "Re-rolling and Locking",
      "Take That",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/fx_i2HMyAeCyAh94fH7a1Q__thumb/img/qJVeKAWpB7REM6lraF1sDQy4Ciw=/fit-in/200x150/filters:strip_icc()/pic4490309.png"
  },
  {
    "id": "318983",
    "name": "Faiyum",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 140,
    "age": 12,
    "description": "The oasis-like basin Faiyum was artificially built 3,900 years ago by enlarging the Bahr Yussef channel that connected to the Nile to create a regulated flood plain. During the Middle Kingdom of Egypt, this swampland was slowly changed into farmland under the aegis of pharaohs such as Amenemhet III and Sesostris II. They ordered their advisors to build a system of canals and dikes to reclaim the land surrounded by desert and inhabited by crocodiles to turn it into a granary for Egypt.&#10;&#10;Now, during the reign of Amenemhet III, you are the pharaoh's advisors, commanded to harvest goods, build roads, found settlements, and do much more for the good of Faiyum! You are being supplied with the necessary manpower, resources, and money, which means that if another advisor needs to use &quot;your&quot; roads, farms, and other buildings, they may do so since everything you build is owned by the pharaoh. The only thing you will own is the only thing that matters: the respect of the pharaoh.&#10;&#10;Faiyum is a strategic game for enthusiasts of planning games. The basic rules are simple: Play your cards one by one on your personal discard stack. After playing some or all of your cards, you take them back into your hand in &quot;reverse&quot; playing order, so playing cards in the best order is important. Newly purchased cards go directly into your hand, so the timing of getting and playing them is important, too. Each of the individual cards has easy-to-understand actions, but only by creating the best combined &quot;engine&quot; will you be a master advisor of Faiyum.&#10;&#10;This game features a card mechanism reminiscent of deck builders and the market mechanism successfully used in Power Grid. Gain more and more valuable cards, and use the structures built on the game board to your advantage &mdash; in other words, for your reputation. In the end, the most cunning advisor who creates the best card combinations will win Faiyum.&#10;&#10;",
    "categories": [
      "Ancient",
      "City Building",
      "Economic",
      "Farming"
    ],
    "mechanics": [
      "Action Retrieval",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Hexagon Grid",
      "Network and Route Building",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/sl0ReaWGqY1LQjNoGtCPWg__thumb/img/wH5S7oMLlZsHZ-K2RLcsXIXRyi0=/fit-in/200x150/filters:strip_icc()/pic5638086.jpg"
  },
  {
    "id": "244654",
    "name": "Wildlands",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 14,
    "description": "The great evil has fallen, and has taken the capital with it. Where once there was a kingdom, there is now only the Wildlands. In a lawless fantasy world, you must band together for survival, treasure, or maybe even glory. Players control rival factions, each with a unique deck of cards dictating their abilities across the battlefield. Some focus on ranged prowess, some on raw strength, and others on the bond between characters, offering a wide range of playstyles to explore.&#10;&#10;Created by award-winning game designer Martin Wallace, this miniatures board game contains everything you need to dive straight into the dynamic fantasy world of Wildlands. Simple enough to pick up and play, but packed with tactical nuances that will keep you coming back for more, it is the perfect approachable skirmish game with endless replayability.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "mechanics": [
      "Area Movement",
      "Hand Management",
      "Interrupts",
      "Kill Steal",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/WX004-Z0fA065Fk7QDcAsA__thumb/img/ucs0OJM31SfPTZMqN1VWbni3Kbg=/fit-in/200x150/filters:strip_icc()/pic3983952.jpg"
  },
  {
    "id": "245476",
    "name": "CuBirds",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 8,
    "description": "Every day, dozens of birds have a stop on the fences of our countryside. When it is time to leave, all these birds mix together, unable to organize themselves into flocks to fly home. Help them find their way back to their nest.&#10;&#10;Players begin each new round of CuBirds with eight bird cards in hand. Some birds also sit on four distinct fences on the table. On your turn, you lay a series of identical birds from your hand on one fence's extremity. These birds instantly gather with any identical bird already present on this fence, making all birds placed in-between them fly into your hand. With enough identical birds in your hand, you can perform a flock, allowing you to add some of these birds in your scoring area.&#10;&#10;Your ultimate goal is to be the first player to gather in your scoring area either seven different species, or two species with at least three identical birds in each. Each bird comes with one small and one big flock scores, so you may want to wait to reach a big flock to add more birds at once to your scoring area. Beware, though, as the round ends as soon as a player empties their hand, forcing all players to discard their current hands and plans!&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/FDBUwGFBkniyl8q4Alvq8A__thumb/img/EiGltQvI5VsmCSYYxjgD7kXY2eg=/fit-in/200x150/filters:strip_icc()/pic7491534.jpg"
  },
  {
    "id": "195314",
    "name": "Herbaceous",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 8,
    "description": "In Herbaceous, herb collectors compete to grow and store the most valuable medley of herbs. Everyone starts with four containers, each of which allows a different grouping action:&#10;&#10;&#10;     Group herbs of same type&#10;     Group different types&#10;     Group pairs&#10;     Group any three types (same or different)&#10;&#10;&#10;On your turn, you draw a herb, then decide to either keep it in your personal collection or put in into the communal pile. If kept, the next card goes to the communal pile; if placed in the communal pile, the next card goes in your personal collection.&#10;&#10;At the start of your turn, you can decide to use a container. If so, you assemble cards from personal and communal spaces, group them, then turn them all over. You have then &quot;collected&quot; those and can't use the container again.&#10;&#10;At the end of the game, collectors determine the best collection as a combination of value from their collection, matching herbs, and herb sets.&#10;&#10;",
    "categories": [
      "Card Game",
      "Print & Play"
    ],
    "mechanics": [
      "Push Your Luck",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/0HHqYFhJvOwk8Z0Dt-EvTA__thumb/img/EwiBLR6QywbISk0aGe-Vya4zXws=/fit-in/200x150/filters:strip_icc()/pic7083274.jpg"
  },
  {
    "id": "681",
    "name": "Quarto",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 8,
    "description": "Quarto has a 4&times;4 board and 16 pieces. Each piece has four dichotomous attributes &mdash; color, height, shape, and consistency &mdash; so each piece is either black or white, tall or short, square or round, and hollow or solid. The object is to place the fourth piece in a row in which all four pieces have at least one attribute in common. The twist is that your opponent gets to choose the piece you place on the board each turn.&#10;&#10;A winner of the 1985 Concours International de Cr&#195;&#169;ateurs de Jeux de Soci&#195;&#169;t&#195;&#169;.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Children's Game"
    ],
    "mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Pattern Recognition",
      "Square Grid"
    ],
    "image": "https://cf.geekdo-images.com/e7eP58UJVDA1wC5pWjCPqg__thumb/img/cC_DGL1tsiIpjuR_IXnQzqSBeAI=/fit-in/200x150/filters:strip_icc()/pic3488229.jpg"
  },
  {
    "id": "387780",
    "name": "Rats of Wistar",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 13,
    "description": "In Rats of Wistar, you play the role of one of the four rats who organized the escape from a lab. As such, you will have to lead your family to prove that you are the most deserving of leading the entire colony. Thanks to your extraordinary skills, you will be able to explore the Farm until you reach the pantry to be able to grab the appetizing cheese; exploiting the artifacts abandoned by humans at the edge of the Wood, you will create new inventions and expand your lair under the trees, digging new rooms and building new beds. You will meet native rats and mice that you will welcome into your family, and when necessary, you will visit the Alchemist mouse to gain some extra advantage.&#10;&#10;The game takes place over 5 rounds (equal to the 5 days in which the challenge takes place) and you will earn victory points (VPs) as follows:&#10;&#10;&#10;     build beds,&#10;     excavation rooms,&#10;     by solving missions within the Farm,&#10;     welcome host mice,&#10;     build new Inventions,&#10;     claim Achievements.&#10;&#10;&#10;At the end of the game, the player with the most VPs wins. In case of a tie, the player furthest in the turn order wins.&#10;&#10;Note: Rats of Wistar is not affiliated, associated, authorized, endorsed by, or in any way officially connected with The Wistar Institute of Anatomy and Biology.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Animals"
    ],
    "mechanics": [
      "Events",
      "Variable Set-up",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/0dIADhzRp00oA4Jk-I-lHg__thumb/img/yfbVmdqkm99nr5hdP6MSv9jSQMg=/fit-in/200x150/filters:strip_icc()/pic7812438.png"
  },
  {
    "id": "340041",
    "name": "Kingdomino Origins",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 8,
    "description": "Go back in time to the prehistoric era of Kingdomino!&#10;&#10;Kingdomino Origins plays similarly to the original game, but introduces new components for additional actions and new ways to score points. Regions in your territory will earn you points if they contain fire. Fire is either part of your terrains or earned by adding dominoes with volcanoes. There are three game modes to play:&#10;&#10;&#10;    The first one introduces fire and volcanoes;&#10;    The second mode uses wooden resources;&#10;    And the third one features cavemen tokens.&#10;&#10;&#10;You earn points by collecting resources, with additional points when you have the majority of a type of resources. These resources allow you to bring cavemen to your territory, and each type of caveman has its own way to give you points based on their position.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "City Building",
      "Prehistoric",
      "Territory Building"
    ],
    "mechanics": [
      "Open Drafting",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/MUM0pZVIb6ImCmuoE7g1tQ__thumb/img/MJ4SJNXXDXDzwqEriS59Uq8rc6E=/fit-in/200x150/filters:strip_icc()/pic6249158.jpg"
  },
  {
    "id": "191300",
    "name": "Archaeology: The New Expedition",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 10,
    "description": "Archaeology: The New Expedition is a reimplementation of the popular Archaeology: The Card Game (with several changes).&#10;&#10;You are an archaeologist working the dig sites of the Egyptian desert. Search for the right pieces to complete torn parchments, broken pots, and other priceless artifacts. Explore an ancient pyramid in the hope of uncovering a huge stash of treasure! Trade shrewdly at the local marketplace to increase the value of your collection. Sell your treasures to the museum at just the right time for maximum profit.&#10;&#10;But beware, the desert also has its dangers! A devastating sandstorm can throw your expedition into disarray, and cunning thieves lurk around the dig site ready to steal your prize discovery!&#10;&#10;In Archaeology: The New Expedition, you want to find treasures and make the most money possible by selling them to the museum. Players start with four treasure cards in hand; one monument tile is chosen at random, then the chambers of the monument are loaded secretly with treasure cards.&#10;&#10;On a turn, a player digs for treasure by drawing from the deck. If they find treasure, they don't show anyone and keep it; if they find a thief, they steal a card at random from an opponent; and if they find a sandstorm, all players lose half of their cards in hand to the marketplace, which starts the game with five face-up cards. (Each player has a tent that they can discard to avoid the effects of one sandstorm.) After digging, a player can:&#10;&#10;&#10;     Discard one or more maps to explore one chamber of the monument, looking at all the cards there and keeping some number of them.&#10;&#10;&#10;&#10;     Trade at the marketplace by laying down one or more treasure cards and picking up cards with equal or lesser trading value.&#10;&#10;&#10;&#10;     Sell to the museum by placing sets of treasure cards in front of them; in general, the more cards you have of a type, the more the set is worth.&#10;&#10;&#10;Players can explore only once, but they can do the other actions repeatedly, and they can take these actions in any order. Once the deck is empty, players keep taking actions until they all pass in turn, after which they sell treasures to the museum. Whoever ends up with the most money wins!&#10;&#10;According to the designer, Archaeology: The New Expedition differs from Archaeology: The Card Game through the inclusion of tent cards, the addition of new treasure types and additional cards to allow for five players, the adjustment of some treasure values, and the inclusion of six monuments instead of one to have more variety when exploring.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Open Drafting",
      "Push Your Luck",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/5fsW7qzvnkg8L0iVx_AM1A__thumb/img/kDJbSE0lHm1iNprMUGjjJXzi8bM=/fit-in/200x150/filters:strip_icc()/pic2805898.png"
  },
  {
    "id": "1382",
    "name": "Winner's Circle",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 10,
    "description": "A lively game of horse racing where players bet on several of seven horses to try to gain the most money by the end of three races.&#10;&#10;Winner's Circle is a re-issue of Knizia's Turf Horse Racing (published by Gibsons Games). This new version has updated graphics and uses the same mechanism of 4 symbols on the horse cards also appearing on the die. Players roll the die and choose which horse they want to move (from those that haven't moved this turn yet). The seven horses vary in strength, but even the weakest horses have some amazing bursts of speed. Players bet on the horses before each race and must either cooperate or compete to get their horses over the finish line.&#10;&#10;There are various differences between Winner's Circle and Turf Horse Racing. There are only 3 races instead of 4. The circuit is oval instead of a straight line. The horses start on separate starting spaces instead of all together on the same space. During the race, horses cannot share spaces so if a horse has to move to an occupied space, they have to move back to the last available space. A Pace chip has been added to space 18 where the first horse to pass it receives it and earns a higher payout at the end of the race (if they finish top 3). Also, there is a variant where the betting is done secretly with players using a 0 betting chip (for bluffing) in addition to the 1, 1, and 2 betting chips of the basic game.&#10;&#10;Originally called &quot;Royal Turf&quot; but was then republished by Face 2 Face Games as &quot;Winner's Circle&quot; in 2006.&#10;&#10;&quot;Royal Turf&quot; is #2 in the Alea small box series.&#10;&#10;",
    "categories": [
      "Animals",
      "Racing",
      "Sports"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/oS9H9GsVkOuS0B40bT5V8g__thumb/img/Fa-16jnJ8nLVVtT19JBefYZ0Tzg=/fit-in/200x150/filters:strip_icc()/pic7745780.jpg"
  },
  {
    "id": "279254",
    "name": "Ecos: First Continent",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 75,
    "age": 14,
    "description": "What if the formation of Earth had gone differently?&#10;&#10;In Ecos: First Continent, players are forces of nature molding the planet, but with competing visions of its grandeur. You have the chance to create a part of the world, similar but different to the one we know. Which landscapes, habitats, and species thrive will be up to you.&#10;&#10;Gameplay in Ecos is simultaneous. Each round, one player reveals element tokens from the element bag, giving all players the opportunity to complete a card from their tableau and shape the continent to their own purpose. Elements that cannot be used can be converted into energy cubes or additional cards in hand or they can be added to your tableau to give you greater options as the game evolves.&#10;&#10;Mountain ranges, jungle, rivers, seas, islands and savanna, each with their own fauna, all lie within the scope of the players' options.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Animals",
      "Environmental",
      "Prehistoric",
      "Territory Building"
    ],
    "mechanics": [
      "Bingo",
      "Contracts",
      "Modular Board",
      "Set Collection",
      "Simultaneous Action Selection",
      "Tile Placement",
      "Turn Order: Progressive"
    ],
    "image": "https://cf.geekdo-images.com/MyqAq5_DX27gVQE192gZ4g__thumb/img/hu4Kc4DS5YZbywwQ_OjcbQD1iBs=/fit-in/200x150/filters:strip_icc()/pic4720237.png"
  },
  {
    "id": "403441",
    "name": "Windmill Valley",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 14,
    "description": "It&rsquo;s the late 19th century, and more than 9000 windmills dot the landscape of the Netherlands, some of them purpose-built to dry the lowlands, called polders. In the polders between these windmills are fields filled with colorful tulips&mdash;the flower that once was a part of the turbulent history of the first financial bubble but is now simply a quintessential part of the Dutch landscape, especially on the famous Bloemen Route (or &ldquo;Flower Route&rdquo;).&#10;&#10;In Windmill Valley , a game inspired by the Bloemen Route, you and up to three players take on the role of tulip farmers and entrepreneurs. You will build and enhance your windmills, look for new tulip bulbs in foreign trades or among local vendors to buy and plant, and try to get an edge with hired help and lucrative contracts. Let your blooming fields make your competitors green with envy!&#10;&#10;During their turn, players choose the action by rotating the wheels on their windmill board. During the game they can:&#10;&#10;&#10;     Enhance their wheels, by adding enhancements, to build their engine&#10;     Plant tulips in their fields, which will score VP at the end of the game&#10;     Build windmills on the main board to activate rewards from adjacent fields&#10;     Hire helpers that provide bonuses for certain actions&#10;     Get contracts for endgame scoring&#10;     Visit the local market and conduct a foreign trade&#10;&#10;&#10;All in all, Windmill Valley is a lightweight game with quick turns, a smart action-selection mechanism, multiple options to build your engine, and a lovely setting.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Economic",
      "Farming"
    ],
    "mechanics": [
      "End Game Bonuses",
      "Market",
      "Multi-Use Cards",
      "Network and Route Building",
      "Rondel",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/Z3mBHQuawFfI3ZTQ8Z64CA__thumb/img/Oo7FfbdgRd9GXJxb7-CMiU9jD9w=/fit-in/200x150/filters:strip_icc()/pic7796391.jpg"
  },
  {
    "id": "178336",
    "name": "World's Fair 1893",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 10,
    "description": "The World's Fair of 1893 in Chicago was a spectacular international exhibition that showcased many great achievements in science, technology, culture, and entertainment. Acting as organizers of the fair, players work diligently to increase their influence throughout the fair and obtain the grand exhibits that will be put on display. The organizer who has earned the best reputation when the fair begins will emerge the victor.&#10;&#10;On each turn of World's Fair 1893, the active player sends a supporter to one of the five areas and gathers all of the cards in it. New cards are then added to some of the areas, and the next player takes a turn.&#10;&#10;The five areas represent sections of exhibits, like Fine Arts and Electricity. Cards may represent exhibit proposals in one of those five areas, influential people who provide bonus supporters, or tickets for attractions and concessions along the Midway.&#10;&#10;The game consists of three scoring rounds, each triggered when players collectively gather a certain number of Midway tickets. Players gain reputation points for leading in number of supporters in an area and for gathering the most tickets in each round. The leaders in an area also receive approval for exhibit proposals they have gathered that match the area. Players gain reputation points at the end of the game based on the breadth and diversity of their approved exhibits.&#10;&#10;",
    "categories": [
      "Post-Napoleonic"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Open Drafting",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/iHERVAfyVClk_eNT6noIlg__thumb/img/Za-pR3Js9cMJ_CoAdy6ET1F__-0=/fit-in/200x150/filters:strip_icc()/pic2721792.png"
  },
  {
    "id": "296345",
    "name": "Sherlock Holmes Consulting Detective: The Baker Street Irregulars",
    "minPlayers": 1,
    "maxPlayers": 8,
    "playingTime": 90,
    "age": 14,
    "description": "In 1880, Sherlock Holmes appointed a group of street children as The Baker Street Irregulars, his unofficial &quot;police force&quot;. This is their story, and the story of a particular year that thrusts the Irregulars and the master detective into a series of challenging and dangerous events...&#10;&#10;Sherlock Holmes Consulting Detective is a cooperative game where the players try to solve mysterious cases by walking the foggy London streets in search of clues. Unravel the thread of intrigue, answer a series of questions, and compare your detective skills to those of the master sleuth himself, Sherlock Holmes.&#10;&#10;The Baker Street Irregulars is a standalone game containing ten cases, including introductory cases that are perfect for new players, while also offering novel mechanisms and surprises to give seasoned investigators something different.&#10;&#10;Cases:&#10;&#10;1. The Curzon Street Kidnapping&#10;2. The Mudlark Mystery&#10;3. The Three Customers&#10;4. The Promise&#10;5. The Red River Valley&#10;6. The Busker of Bridge Street&#10;7. The Tiger's Eye&#10;8. The Heist in Harp Lane&#10;9. The Dog in the Night Time&#10;10. Death of a Detective&#10;&#10;",
    "categories": [
      "Deduction",
      "Murder / Mystery",
      "Novel-based"
    ],
    "mechanics": [
      "Cooperative Game",
      "Narrative Choice / Paragraph",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/demwo7nCkIHbUcFohLwfsQ__thumb/img/1OnuuguBS4FcheU9o0XLTQoGKj8=/fit-in/200x150/filters:strip_icc()/pic5198810.jpg"
  },
  {
    "id": "218509",
    "name": "Empires of the Void II",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 180,
    "age": 13,
    "description": "The Kurross Empire emerged from the deep, endless pool of space, dark and undetectable. They crushed Earth&rsquo;s paltry fleet within a week, and broke through the great planetary shield that protected the surface. Bright blue oceans turned to an irradiated wasteland as they bombarded the planet, shredding the remnants of thousands of years of human history. Markan, last captain of Earth&rsquo;s forces, made a final, desperate attempt to survive, salvaging an abandoned Worldship from hundreds of years past. She took command and headed for the fringe of the galaxy, where there was a chance to gain a foothold, grow in strength, and find new allies for the fight against the Kurross. Earth&rsquo;s long-time enemies, the Zun and Decima Empires, soon followed in their own Worldships, leaving behind decimated worlds and lost family, determined to stake their own claim of the fringe.&#10;&#10;In Empires of the Void II, you have been given a mission  to establish a foothold at the fringe of the galaxy for your galactic empire. The game begins when your massive Worldships reach the fringe, where you must explore, wage war, use diplomacy, and construct buildings to gain victory. The fringe is sparsely populated and the few local sentient species are struggling to survive, leaving huge regions of planets open for exploration and colonization. Many species are eager to ally themselves with a powerful empire to gain security and stability in a chaotic and difficult time.&#10;&#10;As you explore and interact with planets, you will discover unfolding stories of the fringe. Each inhabited planet is home to a unique alien species, with their own goals, values, and problems. Will you give aid by fighting off pirates, transporting goods, and curing strange diseases? Or will you invade and rule with a cruel hand? This may be your last chance to prepare before the Kurross meet you again.&#10;&#10;",
    "categories": [
      "Civilization",
      "Economic",
      "Exploration",
      "Science Fiction",
      "Space Exploration"
    ],
    "mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Dice Rolling",
      "Follow",
      "Hand Management",
      "Modular Board",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/Nf-Ct6JAgZU8GDycOvU1JQ__thumb/img/7sukhQsGSenns7guA_cazIjTM-s=/fit-in/200x150/filters:strip_icc()/pic3762134.jpg"
  },
  {
    "id": "229892",
    "name": "Container: 10th Anniversary Jumbo Edition!",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 13,
    "description": "Container, the classic game of big ships and big production, returns in a 10th Anniversary Jumbo Edition! Now with huge ships and realistic containers to load and unload, building (or destroying) your living economy has never been more fun!&#10;&#10;Container is an easy game with an open economy and lots of meaningful decisions. Build factories and warehouses, or focus on shipping goods to your island. Take advantage of government subsidies to ensure maximum profits! But watch out for your cash reserves because the player-driven market can go sour at any time, and you'll need to be ready to change your strategy.&#10;&#10;Also included in this edition of Container is an all new add-on called &quot;The Investment Bank&quot;. This new entity operates as a game-controlled broker who is seeking to maximize their own profits. Watch as the three brokers try to build their own cash and container resources and be ready to make a deal when the price is right. The Investment Bank add-on ensures new and interesting challenges for even the most seasoned Container player.&#10;&#10;This 10th Anniversary Jumbo Edition of Container features resin miniature ships 7 inches long!&#10;&#10;",
    "categories": [
      "Economic",
      "Industry / Manufacturing",
      "Nautical",
      "Transportation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Closed Economy Auction",
      "Commodity Speculation",
      "Loans",
      "Pick-up and Deliver",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/vKQFumMc1tLcHyXUsqumyw__thumb/img/IQGqkd7lpeWRAaNV2j0i04YAUAM=/fit-in/200x150/filters:strip_icc()/pic3603816.jpg"
  },
  {
    "id": "329873",
    "name": "Grove: 9 card solitaire game",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 10,
    "age": 8,
    "description": "Grove is the citrusy sequel to the award winning Orchard 9 card solitaire game. &#10;Its 18 cards feature orange, lemon and lime trees and a new 'wild card' element, glades. These open spaces without trees, combined with a new scoring mechanic, offer more ways and opportunities to increase your harvest and create a greater variety of gameplay and strategies compared to Orchard.&#10;You'll also find a cheeky squirrrel, who can either help or hinder your fruit picking, as well as a wheelbarrow - useful if you manage to get an extra large haul.&#10;&#10;The card backs feature recipe challenges with various scoring conditions and target scores. These provide a win/lose condition (as an alternative to the standard game's &lsquo;beat your score&rsquo;) for those that prefer it - and add even more variety to the game.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Card Game",
      "Farming",
      "Print & Play"
    ],
    "mechanics": [
      "Melding and Splaying",
      "Pattern Building",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/9UMK8dvUyDuUYwaMh59Hvw__thumb/img/b7X6bWORWAiFfjnUh13W3jg9mtQ=/fit-in/200x150/filters:strip_icc()/pic5945719.png"
  },
  {
    "id": "177524",
    "name": "ICECOOL",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 6,
    "description": "The lunch break is almost there and all of the young penguins would finally get the fish they&rsquo;ve been craving. However, some rascals think they are quick enough to snatch some of the fish before the lunch break starts, but they have forgotten one thing &ndash; the Hall Monitor! Each school day one of the penguins is designated to watch over the school, and this is his moment to shine &ndash; for each rascal penguin he catches he would get additional fish!&#10;&#10;A fun run takes place &ndash; the rascals are running everywhere and trying to snatch some fish on their way, but the Hall Monitor is trying to catch each and one of them to have some order in the school. Who will be more successful?&#10;&#10;ICECOOL is a flicking game in which each round one of the players takes the role of the Hall Monitor (also called &quot;the Catcher&quot;) &ndash; his aim will be to catch each other penguin and get points for that. The others (also known as &quot;Runners&quot;) will try to run through several doors, thus gaining fish (that give them points) on their way. When either the Hall Monitor has caught each other penguin once or any of the others has gone through all 3 doors that have fish on them, the round is over. Each player will take the role of the Hall Monitor once and at the end of the game the winner will be the one with the most points on their fish cards.&#10;&#10;The penguins can be flicked in a straight line, make curves and even jump over the walls! Each player will have to use the best of their skills in order to get the most points in this fun and exciting game. It's not just cool, it's ICECOOL!&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "mechanics": [
      "Area Movement",
      "Flicking",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/xVx8ex1fjO9C7W8rRvWdVQ__thumb/img/7ZeCdaJWigksF5wUHTGGXmmfP6Y=/fit-in/200x150/filters:strip_icc()/pic3320017.png"
  },
  {
    "id": "141517",
    "name": "A Study in Emerald",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 13,
    "description": "A Study in Emerald is a game for two to five players based on the award-winning short story of the same name by Neil Gaiman. In this stylistic mash-up of Sherlock Holmes and H.P. Lovecraft, the worst has already happened and the world is now ruled by the Old Ones. However, a secret war is being fought to free mankind from their servitude. The game A Study in Emerald fleshes out this core idea by including historical figures from the late nineteenth century, most being persons involved in the anarchist movement of the time.&#10;&#10;Deck-building forms the core of the game. You use influence cubes to bid for the right to draft cards and take control of cities. Each player has a secret identity, either a Restorationist fighting against the creatures or a Loyalist attempting to defend the status quo. Which side you are on determines what you score points for. An additional twist is that the performance of other players on the same side as you can stop you from winning if they are doing particularly badly, so you really want to know who is on which side. More specifically, when the game ends &ndash; and this can result from multiple causes, such as a marker on the War or Revolution track hitting 15 or the assassination of a Restorationist player agent &ndash; then the sides compare their scores; which side has the lowest score automatically loses, then the player with the highest score on the remaining team wins the game.&#10;&#10;The game takes around ninety minutes to play and is more complex than most, so more suitable for the experienced gamer.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Fantasy",
      "Horror",
      "Murder / Mystery",
      "Novel-based",
      "Political",
      "Post-Napoleonic",
      "Spies / Secret Agents",
      "Zombies"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Hidden Roles",
      "Open Drafting",
      "Point to Point Movement",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/W_t-KinDa1Ag3JsZrMWMVw__thumb/img/rzgzAAHJZFQ7rSIHxWwiKUJu9hY=/fit-in/200x150/filters:strip_icc()/pic1638689.jpg"
  },
  {
    "id": "164949",
    "name": "Time of Crisis: The Roman Empire in Turmoil, 235-284 AD",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 180,
    "age": 14,
    "description": "From the publisher's web page:&#10;&#10;During the Crisis of the Third Century, the Roman Empire nearly collapsed in the face of calamitous internal and external strife, including continuous civil war and barbarian invasions from all directions.  Beginning with the assassination of Emperor Alexander Severus, a period of 50 years saw nearly as many different men seize imperial power over all or part of the Empire, until the reforms of Diocletian in 284 AD ushered in an era of peace.&#10;&#10;In Time of Crisis, 2-4 players take the reins of Roman dynasties, gathering and wielding influence among the senate, military, and people of Rome to ensure that their legacies are remembered by history instead of being lost to the mists of time.  Starting from control of one province and a few low-value cards, you are challenged to establish your base of power during this fragile period of Roman history.  You must build your armies, take control of valuable provinces, develop your support, and defend yourself against barbarian incursions, inopportune events, and the machinations of your political opponents.&#10;&#10;Time of Crisis is easy to learn and playable in about 2-3 hours.  It incorporates popular game mechanisms such as deckbuilding and hand management, but also delivers a true light wargame experience.  The historical flavor is strong, with many meaningful decisions and opportunities presented to players on the board.  This game finally fully closes the loop between deckbuilding card games and board games.  Your cards dictate what actions are available to you on the board, and in turn, your position on the board directly determines how you can add or remove cards from your deck to make yourself stronger for future turns.  Will you specialize in manipulating the Senate, wielding the power of the Legions, or being a man of the People?  Or will you master a blend of all three?  In a twist unlike most deckbuilding games, you have the privilege of selecting the cards that compose your hand each turn!  However, you still need to eventually work through  your entire deck before you can use your cards again, so deck management and timing is critical.&#10;&#10;All of the key elements of the era are present in Time of Crisis:  civil wars between competing generals and governors, Roman legions defending the frontiers against barbarian tribes, Senate favoritism, barracks emperors, even angry mobs, inflation, the Praetorian Guard, and the ability to carve off your own piece of the Roman Empire.  Can your dynasty arise as the new leaders of the Roman Empire before Diocletian emerges and brings peace once again?&#10;&#10;",
    "categories": [
      "Ancient",
      "Wargame"
    ],
    "mechanics": [
      "Action Points",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/AzbAevS1luPIpQZgdqRJrA__thumb/img/jvuKcxYKE49i-mqwPfI3BqFr-Dg=/fit-in/200x150/filters:strip_icc()/pic3372197.jpg"
  },
  {
    "id": "176371",
    "name": "Explorers of the North Sea",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 12,
    "description": "Explorers of the North Sea is set in the latter years of the Viking Age. As ambitious sea captains, players seek out new lands to settle and control. They will need to transport their crew among the newly discovered islands to capture livestock, construct outposts and fulfill various other goals. So ready the longships, there are new horizons to explore!&#10;&#10;&#10;Gameplay Overview&#10;Each player starts with 7 Vikings and a Longboat on a shared, central Island. From there players will place tiles and begin to venture out to the newly discovered Islands.&#10;Proceeding clockwise from the starting player, each player takes their turn in full. On their turn, players first place 1 of their 3 tiles, expanding the game board. They can then take up to 4 actions (any number of the following):&#10;&#10;1. Load Longship&#10;2. Unload Longship + Deliver Livestock&#10;3. Move Longship + Destroy an Enemy Ship&#10;4. Move Vikings + Raid a Settlement&#10;5. Transport Livestock&#10;6. Construct an Outpost (costs 2 actions)&#10;&#10;After taking their actions, players draw a new tile to their hand, ending their turn.&#10;&#10;End of the Game&#10;The game ends immediately after the turn where the player holding the Winter Token has no more Tiles in hand. This should be exactly 48 turns (there are 48 Tiles). Victory Points are gained from:&#10;&#10;1. Delivered Livestock&#10;2. Constructed Outposts&#10;3. Destroyed Enemy Ships&#10;4. Raided Settlements&#10;5. Viking Deaths&#10;6. Controlled Islands&#10;7. Captain Cards&#10;&#10;The player with the highest total is the winner!&#10;&#10;",
    "categories": [
      "Animals",
      "Exploration",
      "Medieval",
      "Nautical"
    ],
    "mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Grid Movement",
      "Modular Board",
      "Pick-up and Deliver",
      "Set Collection",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/2sfZ4twDHEwmfGBsq07b-g__thumb/img/VGawqw7_ofeMcYLjDPvfecNzMqs=/fit-in/200x150/filters:strip_icc()/pic3774971.png"
  },
  {
    "id": "182340",
    "name": "Star Trek: Frontiers",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 240,
    "age": 14,
    "description": "Description from the publisher:&#10;&#10;A contested region of space accessible through a known wormhole has drawn the attention of powerful forces throughout the galaxy. Both the Federation and the Klingon Empire, who share a delicate alliance at this time, have recently built outposts in the region &mdash; but now news of grave troubles brewing in the region has prompted both the Klingons and the Federation to investigate immediately.&#10;&#10;Command your ship, recruit new crew members, earn experience points, and use your skills to confront the challenges of the Star Trek universe. Explore and face a variety of challenges on a randomly built space map using the venture tile system first introduced in the award-winning game Mage Knight.&#10;&#10;Star Trek: Frontiers is designed for 1 to 4 players with multiple competitive, cooperative and solo scenarios. Work together to defeat hostile ships or compete to explore and uncover hidden mysteries. Players need to overcome obstacles to expand their knowledge and use their leadership as they adventure in order to be victorious in their exploration!&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Space Exploration"
    ],
    "mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hexagon Grid",
      "Modular Board",
      "Multi-Use Cards",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/c7DbwURIiGQIWKaw4cfT6w__thumb/img/1ijCKBwkF1ntci6pBudfDREDVJk=/fit-in/200x150/filters:strip_icc()/pic3008535.jpg"
  },
  {
    "id": "554",
    "name": "La Città",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 120,
    "age": 12,
    "description": "Set in the Italian countryside, La Citt&agrave; features various city-states vying for population. Each player starts with two cities and is charged with expanding the different aspects of those cities to attract larger populations.&#10;&#10;Players build farms to feed their people, quarries to finance their expansions, marketplaces to allow growth in their cities, and bathhouses to keep their people clean and healthy. Additionally, structures can be built that give the city influence in one of three categories; superiority in one of these categories causes population to shift from other nearby cities when the &quot;Voice of the People&quot; is decided at the end of each turn.&#10;&#10;At the end of six turns, the player with the most points &mdash; which are distributed for well-rounded cities, well-fed populations, and the overall size of population &mdash; wins.&#10;&#10;Note: The correct pronunciation is like &quot;Cheetah&quot;, but with the accent on the last syllable: &quot;La Chee-TAH&quot;.&#10;&#10;",
    "categories": [
      "City Building",
      "Civilization",
      "Renaissance",
      "Territory Building"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Commodity Speculation",
      "Modular Board",
      "Open Drafting",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/faO16dIGrR3cHsBR-3n9Ig__thumb/img/dU1V8qllsDfg0oigPDoWw8RCTsI=/fit-in/200x150/filters:strip_icc()/pic1013955.jpg"
  },
  {
    "id": "66505",
    "name": "The Speicherstadt",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 8,
    "description": "The Speicherstadt is an auction card game. Players compete for victory points, which come mainly from contracts (sets of resources) and special cards (like a collected set of 1-4 identical &quot;counting offices&quot;, the port rewarding collected ship cards etc.). The game is built on two core concepts:&#10;&#10;1. Players bid for cards by building &quot;towers&quot; with their meeples over them. Each meeple in a tower increases the cost of a card - but only for players &quot;below&quot; it. This is the main mechanic of the game - players must consider WHEN to bid (place their meeple) over a certain card and when to use their meeples to make others pay more. This is important, because a player can make only three bids during a round.&#10;&#10;2. Players are punished by negative points for not collecting firemen cards. Thus, ignoring security may cost a player a victory. By many players, the &quot;punishing&quot; mechanic is considered a trademark of the author - Stefan Feld.&#10;&#10;The deck is divided into four seasons - winter, spring, summer and autumn. In later seasons, more powerful cards appear, so players need to think ahead in managing their resources.&#10;&#10;---- Promotional blurb from the publisher ----&#10;&#10;Hamburg around 1900 - the gate to the world. Within the harbour there stretches a unique complex of storehouses: Speicherstadt. The network of canals and bridges houses a terminal for spices, coffee, tea and carpets from all over the world.&#10;&#10;As one of Hamburg&acute;s wholesaler at the heyday of the Speicherstadt you acquire shiploads for the storehouses, not too expensive, of course, as you like to make a profit selling them. Who makes the best deals within a year and supplies his clients with the right goods will be the winner of the game. But beware! Sudden fires cause heavy losses. You might be advised to invest in fire protection early.&#10;&#10;Playing Speicherstadt you will be thrilled by the simple and original mechanism of acquiring desired action cards.&#10;&#10;",
    "categories": [
      "Economic"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Auction: Dutch Priority",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/x1EVKCtIP_tFTH8h5kvXog__thumb/img/8n5m3ZjWQfD-uwM7hOEyqS_93I4=/fit-in/200x150/filters:strip_icc()/pic686491.jpg"
  },
  {
    "id": "40793",
    "name": "Dice Town",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 10,
    "description": "Each player gets a cup with five poker dice and eight dollars. Each turn, a player will put together a poker hand and depending on the roll, take control of various key places in Dice Town that will allow him to perform the corresponding action of the location.&#10;&#10;In a turn, all players shake their cup and take out all but one die, which is kept apart from the others. They repeat the process with the remaining dice until all five dice are on the table. Players may want to keep more than one die; they pay one dollar for each additional die.&#10;&#10;Now the locations are checked...&#10;&#10;Nines: In the gold mine, the player with the most 9's may take one nugget from the mine for each nine he has thrown.&#10;&#10;Tens: In the bank, the player with the most 10's may rob the bank and take all bills there - each two bills represent one victory point at game end.&#10;&#10;Jacks: The player who has the most J's goes to the general store and draws as many cards as he had thrown J's, keeping one. These cards may give from one to eight points, or entitle a player to perform the saloon or general store action twice in a row, place a die with a result of a player's choice under the cup without rolling, or steal 4 dollars from another player. There are many more cards of this kind that spice up the game.&#10;&#10;Queens: The player with the most Q's in his roll wins the favor of the girls, and takes advantage of their charm to steal from an opponent. He may take as many cards from his opponent as he has thrown Q's, keeping one and giving back the others.&#10;&#10;Kings: The player with the most K's becomes the new sheriff; he decides who wins in any ties, but the sheriff can be influenced with nuggets, cards, or money.&#10;&#10;Aces/Poker hand: In the town hall, the player with the best poker hand gets a property claim worth from one to five victory points. Having aces in the best poker hand permits taking additional cards.&#10;&#10;Finally, if a player did not win anything during a turn, he might visit Doc Badluck where he can choose any one of the following:&#10;- equip oneself with barbed wire - the player has two property claims that cannot be stolen;&#10;- draw the first card from the general store pile;&#10;- all other players must give the player two dollars;&#10;- an ace will bring a nugget from every other player.&#10;&#10;The game ends when there are no more gold nuggets in the mine or when all property claims have been issued. Players count their points: 1 for each nugget, 1 for every two dollars, 5 for whomever is currently sheriff, and each general store and property card for its value.&#10;&#10;",
    "categories": [
      "American West",
      "Dice",
      "Party Game"
    ],
    "mechanics": [
      "Catch the Leader",
      "Dice Rolling",
      "Re-rolling and Locking",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/l49r5hKd5hmevQQ0t17Yiw__thumb/img/-WfbpNcDeucmvZP4JkMKcap-wvY=/fit-in/200x150/filters:strip_icc()/pic3763073.jpg"
  },
  {
    "id": "224",
    "name": "History of the World",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 270,
    "age": 12,
    "description": "History of the World works under the assumptions that all empires eventually fade and that the only things differentiating great empires from lesser ones is how much territory they conquer and how long it takes for their civilizations to disappear.  The game is played out over 7 epochs or rounds, from the ancient 3000 B.C. Sumerians to the pre-WW1 Germany, with every player controlling a new rising empire from history.  Some empires are stronger than others (like the Romans), but the game's clever mechanisms can help balance that out.  At the end of each epoch, players score points for all units of their color (from both the current and any previous empires) remaining on the board.&#10;&#10;Before the start of their turn a player may play up to two Event cards from their hand.  The Events played are resolved before the player starts his Empire's actions.  If the player's active Empire has navigation a ship token is placed in each sea or ocean listed (if an ocean is listed all adjacent seas to the ocean have ship markers put into them).  A Reallocation Greater Event allows an Empire with Navigation to exchange Fleets in seas and oceans for Coins that can be used to buy back defeated troops (1 coin per troop).  If the active Empire has a capitol it is taken and placed in the Empire's starting land with one unit of the Empire's available troops.  Since each land space may only contain one troop the player begins expanding from their starting land by placing troops in any adjacent land space that they wish to occupy or conquer.  To conquer a land the attacker moves one unit into the land space either from adjacent land or through a sea with a ship in it.  Then dice are rolled, the attacker gets 2 dice and the defender only one, unless the attacker traveled across a strait or the defender's land has either a forest, the great wall of China, or mountains on the border of the land that the attacker came from.  In this case the defender receives 2 dice as well.  If the attack comes from the sea the defender gets 3 dice for defense.  Highest score wins with ties killing off both the defender and attacker.  In this case the attacker can merely place the next troop, if he has any left, in the now-empty land space.&#10;&#10;At any time the active Empire player may exchange an unplaced troop for a fort.  On later turns, a fort gives the player a +1 to defensive rolls in that land.  Also, if the defender in a fort loses or ties with an attacker only the fort is removed and the battle continues.  Whenever an army conquers a land with a capitol the capitol mini is flipped reducing it to a city (if it was a city to begin with it is removed from board when conquered).  After the active player's Empire is finished with it's actions check to see if it conquered to land spaces with resource symbols, if so it can build a monument.&#10;&#10;Then scoring takes place.  Each area (Middle-East, Northern Europe, Eurasia, etc...) has a tile with 3 values for the current Epoch.  One value is for having a presence in the area (at least one land).  Another value is for having Dominance in the area (at least 2 lands and more than any other player in area). The last value is for having Control of an area (at least 3 lands and no other player has any in area).  These values vary from Epoch to Epoch and Area to Area (Middle-East is more valuable in early Epochs and fades in later Epochs, for example).  Total the scores from each area for all pieces of the player's color from all Empires controlled that remain on board.  Then add 2 points for each capitol controlled, 1 point per city and one point for each monument controlled. After all areas are scored the next Empire called takes its turn.&#10;&#10;After all players have taken their turns and scored, for the first Epoch, the player with the highest score gets to take a pre-eminence marker and places it in front of him.  These are secret bonus points (worth somewhere from 3 to 6) for the end of the game and may not be examined till then.  This bonus to leader helps balance the Empire-draw mechanic and makes it valuable to score maximal points even early in the game, rather than tanking to get a better draw later. Then drawing begins for the next Epoch with the player having the lowest score drawing first on up to the person with the highest score drawing last (and likely being given a less than optimal Empire by another player).&#10;&#10;After the last player has scored for Epoch 7 and the leader has drawn a pre-eminence marker, all players reveal their pre-eminence markers and add them to their scores.  The player with the highest score wins.&#10;&#10;",
    "categories": [
      "Civilization",
      "Ancient",
      "Medieval",
      "Napoleonic",
      "Post-Napoleonic",
      "Renaissance",
      "Wargame",
      "World War I"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/2pr-83ghWQUlwXSLuSTCtw__thumb/img/4XPSkcdNf6CXGWsDGSRXrP7VUBc=/fit-in/200x150/filters:strip_icc()/pic287451.jpg"
  },
  {
    "id": "72287",
    "name": "Mr. Jack Pocket",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 14,
    "description": "From Bruno Faidutti's site:&#10;&#10;It has been found again by Bruno Cathala and Ludovic Maublanc with Mr.Jack Pocket, the small card game derived from Mr. Jack. The board is replaced by a square grid made of nine street cards. The suspects, and among them Mr.Jack, are pictured on the cards. Holmes, Watson and a dog are turning around the grid, a system already used by Bruno Cathala in several games, and can &ldquo;look&rdquo; at the streets in a row or column. Every round, like in Mr.Jack, four actions are available. The first player selects one, his opponent two, and the first player then uses the last remaining action. Actions allow moving a detective one or two spaces clockwise around the grid, turning a card in order to change the view of the streets, swapping two street cards or drawing an alibi card. At the end of the round, Mr.Jack states if he can be seen by one of the detectives. Of course, the detectives must identify Jack, who must stay hidden long enough to escape.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Deduction",
      "Murder / Mystery",
      "Post-Napoleonic"
    ],
    "mechanics": [
      "Hidden Movement",
      "Map Deformation",
      "Modular Board"
    ],
    "image": "https://cf.geekdo-images.com/nd44m6n6ykDCsHVt4wcEcQ__thumb/img/wpEJcfEdHyXDW1Kh3xbevgW2JuA=/fit-in/200x150/filters:strip_icc()/pic1519530.jpg"
  },
  {
    "id": "204027",
    "name": "Cottage Garden",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "In Cottage Garden, you compete in the art of gardening and are working two beds with a variety of flowers. Whenever no unplanted box is visible on a bed, you have completed it, then you count your points and replace it with a fresh, unplanted bed. You gain points for all of the visible plant pots and planting bells.&#10;&#10;In more detail, players select various polyomino tiles of flower beds from a central market grid, depending on the location of the &quot;gardener&quot;, then place them on one of their two personal garden boards. Each board has several garden elements that are worth points when not planted over, and these are scored on two different tracks as soon as a garden has been finished. Crossing over a line on each track awards bonus tokens that can fill in empty spaces or give you a better selection of the flower bed tiles. Whenever a garden is finished, you receive a new one to complete. After the gardener completes her fifth lap around the market, the game enters its last round. The player with the most points from their completed gardens at the end of the game wins.&#10;&#10;Cottage Garden is the first part of Uwe Rosenberg&#039;s puzzle trilogy.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Farming",
      "Puzzle"
    ],
    "mechanics": [
      "Grid Coverage",
      "Open Drafting",
      "Pattern Building",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/7Zk5_GsYycmHYD4RN3kIJQ__thumb/img/feLpplY6_MLKO4Tzfj5N2bW4a9o=/fit-in/200x150/filters:strip_icc()/pic3499059.jpg"
  },
  {
    "id": "19600",
    "name": "Antike",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 12,
    "description": "From the publisher's website:&#10;Antike is a challenging strategy game about evolution and competition among ancient civilizations. Ancient nations create cities, build temples, sail the seas, and discover new principles of science and technology. Their legions and galleys open new settlements and defend their people against attacks from their enemies. Two scenarios can be chosen as the game board is two-sided. Players choose from Greeks, Romans, and Germanic tribes and Phoenicians, Carthaginians, Persians, Arabs, Egyptians, and Babylonians.&#10;&#10;Every nation tries to win ancient kings, scholars, generals, citizens, and navigators for themselves. The nation that acquires a specified number (depending on the number of players) of ancient personalities first will win the game!&#10;&#10;Lead one of these nations to victory! But watch out for your enemies, as they will want to conquer your cities to destroy your temples. The game depends not on the luck of dice or cards, but on thoughtful plans and skillful diplomacy.&#10;&#10;",
    "categories": [
      "Ancient",
      "Civilization",
      "Fighting",
      "Nautical",
      "Territory Building"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Rondel"
    ],
    "image": "https://cf.geekdo-images.com/qBeZa2sdkpJYmqBXHjZWOw__thumb/img/-u6Eu5lO6yRRnm1XqLpL3aHtQW8=/fit-in/200x150/filters:strip_icc()/pic171444.jpg"
  },
  {
    "id": "242684",
    "name": "Reavers of Midgard",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 14,
    "description": "Reavers of Midgard is a single worker placement game with elements of set collection, dice combat and engine building set in the Champions of Midgard universe.&#10;&#10;In Champions of Midgard, your quest was to become Jarl.  You battled back the trolls, draugr and some of the epic monsters that once threatened the sanctity of your humble port town.  Now it's time to go on the offensive.&#10;&#10;In Reavers of Midgard, you'll be looking to gain glory by raiding nearby villages for their riches, sacking well-fortified castles and battling both man and monster on the open seas. You'll not only need to take your rowdy crew of vikings and the food needed to keep them happy along for the ride but you'll also have to recruit a crew of elite warriors - the Reavers.&#10;&#10;Reavers can be used in three different ways. They can be made your ship's leader, earning you a one-time bonus and enabling your warriors to be more versatile in combat. They can also be used to rally more warriors to your cause, filling your ship to the brim with the right fighters for the right situations. Finally, they can also be used to help your crew specialize, earning you a bonus every time your crew sails into battle.&#10;&#10;Whoever can earn the most glory after six rounds will be the winner.&#10;&#10;",
    "categories": [],
    "mechanics": [
      "Dice Rolling",
      "Follow",
      "Open Drafting",
      "Set Collection",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/RCV5d4ZMgzm20MosK3zADQ__thumb/img/MYsrcgv_ztbdhHkSboUN4jfOJjo=/fit-in/200x150/filters:strip_icc()/pic3916976.png"
  },
  {
    "id": "161882",
    "name": "Irish Gauge",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 12,
    "description": "Irish Gauge &mdash; one of three titles in Winsome Games 2014 Essen Set &mdash; is played on a map of Ireland and is similar in style to many of the stock-based, cube-rail games released by Winsome Games since 2007.&#10;&#10;On each player's turn, they can either place a share of one of five companies up for auction, build track (represented by cubes) in one of these five companies, upgrade a town to a city, or call for dividends. The dividends are paid out to shareholders of certain railroads based on how many cities/towns they connect to and how many shares of this company have been issued. The upgrade and dividend actions also affect game length and the likelihood of further dividends for each company. The game ends when a certain condition is met at the end of a player's turn, and the player with the highest sum of money and stock value at the end of this turn wins.&#10;&#10;Irish Gauge is the first title in the Iron Rail series by Capstone Games.&#10;&#10;",
    "categories": [
      "Economic",
      "Trains"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Hexagon Grid",
      "Income",
      "Investment",
      "Network and Route Building",
      "Random Production",
      "Stock Holding",
      "Victory Points as a Resource"
    ],
    "image": "https://cf.geekdo-images.com/BZW9WTKwGMfb3R4EELel3w__thumb/img/FowoMM52tGgX2JSUsKFaeuTsM2s=/fit-in/200x150/filters:strip_icc()/pic7628587.jpg"
  },
  {
    "id": "287084",
    "name": "Oriflamme",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 10,
    "description": "In Oriflamme, the players find themselves in the middle of a medieval feud over the French royal crown. The King is dead! Long live the King! As heads of influential families, players strive to come to power with cunning and malice, power and strength, virtue and infamy. Their goal: the king's throne!&#10;&#10;In this tactical card game, hidden cards are played in turn. By tactically uncovering and activating their effects, players can outdo or get them out of the way, because all players have the same goal in mind &mdash; to collect the most influence points for their family and thus win the game.&#10;&#10;",
    "categories": [
      "Card Game",
      "Political"
    ],
    "mechanics": [
      "Action Queue",
      "Betting and Bluffing",
      "Hand Management",
      "Take That",
      "Turn Order: Progressive"
    ],
    "image": "https://cf.geekdo-images.com/8MpTeqlzyIupMpSSxP3PAw__thumb/img/NACmpm6Pzd2IrmAq9teXwLlmKqA=/fit-in/200x150/filters:strip_icc()/pic4949335.jpg"
  },
  {
    "id": "342848",
    "name": "World of Warcraft: Wrath of the Lich King",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 14,
    "description": "In World of Warcraft: Wrath of the Lich King, players journey to the frozen continent of Northrend to face the armies of the Lich King. This &quot;Pandemic System&quot; game showcases familiar mechanisms and gameplay, now tweaked to embrace the setting of the Wrath of the Lich King. Forts, temples, battlegrounds, and more populate the game board as you and your fellow heroes journey across the cold landscape. Along the way, you'll set up strongholds, complete quests, and do battle with legions of undead.&#10;&#10;In more detail, players team up as legendary heroes from across Azeroth, each with their own unique abilities to help in and out of combat. Heroes such as Thrall, Warchief of the Horde; Varian Wrynn, King of Stormwind; Sylvanas Windrunner, Banshee Queen of the Forsaken; and many more are at your fingertips. As the Scourge grows, more undead will populate the board. Throw dice as you enter into battle against the hordes of ghouls and ferocious abominations, using hero cards to add power to your attacks, block incoming assaults, heal wounds, take mounts to far off spaces, and so much more.&#10;&#10;As you fight your way to the Lich King, all manner of dark magic and terrible creatures under his control need to be neutralized. This comes in the form of quests, a brand-new mechanism that can be completed as a team through a combination of dice rolls and the hero cards at your disposal. However, each quest comes with its own dangers and hindrances. Complete these quests to move closer to the final assault on Icecrown Citadel, where the Lich King himself resides.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Fantasy",
      "Video Game Theme"
    ],
    "mechanics": [
      "Action Points",
      "Cooperative Game",
      "Hand Management",
      "Point to Point Movement",
      "Set Collection",
      "Trading",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/uPTmPhITLCudIujyEwqkzg__thumb/img/AbWPDhWHyxEwDJIcWzn5lnZv7qA=/fit-in/200x150/filters:strip_icc()/pic6303509.jpg"
  },
  {
    "id": "104710",
    "name": "Wiz-War (Eighth Edition)",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 14,
    "description": "In Wiz-War, wizards wage no-spells-barred magical duels deep in an underground labyrinth. This classic board game of magical mayhem for 2-4 players, created by Tom Jolly in 1983, pits players' wizards against each other in a stupendous struggle for magical mastery. Win by stealing other wizards' treasures and hauling them back to your base, or just score points by blasting the other wizards. The last wizard standing always wins.&#10;&#10;Staying true to the spirit of the game that has entertained players for years, as well inspiring an entire genre of games, this 2011 edition of Wiz-War caters to the imagination and the funny bone. Casting an enriched array of spells, your wizards race through an underground maze, avoiding fireballs, werewolves, and psychic storms. Subtle game enhancements by Kevin Wilson and Tom Jolly promote faster play and clarify card effects.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "mechanics": [
      "Deck Construction",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Interrupts",
      "Line of Sight",
      "Map Deformation",
      "Modular Board",
      "Pick-up and Deliver",
      "Player Elimination",
      "Take That",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/yXbWhfIuwKFJfPNg5SgPOQ__thumb/img/PFBGm2T4kgP7_ARhb7Zcr5j_uZU=/fit-in/200x150/filters:strip_icc()/pic1222733.jpg"
  },
  {
    "id": "217861",
    "name": "Paper Tales",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 12,
    "description": "Experience two fantastical centuries of expansions and combat in Paper Tales. Remodel your assorted assembly of characters, units, and buildings in each period based on your developments and the age of your heroes. Write a new legend of the rightful ruler who brought unity to the rival kingdoms.&#10;&#10;In more detail, Paper Tales is a simultaneous drafting card game. Each turn, players draft five units that they then recruit into their kingdom &mdash; assuming that they can pay. These choices determine the players ability to shine in battle, generate great income, construct dominant buildings, and earn legend points. There are only four hiring positions available during the four rounds of the play, but your units grow older with each turn until time takes them away.&#10;&#10;Build a comprehensive strategy and adapt the shape of your realm according  to opportunities and restrictions  and you will make history!&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy"
    ],
    "mechanics": [
      "Closed Drafting",
      "End Game Bonuses",
      "Hand Management",
      "Secret Unit Deployment",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/V62ulI0ifY0LIGocVuKCIQ__thumb/img/-aesB6Vzn2VfsN619Ellkc8Z0UE=/fit-in/200x150/filters:strip_icc()/pic4043983.jpg"
  },
  {
    "id": "157403",
    "name": "Black Fleet",
    "minPlayers": 3,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 14,
    "description": "Pirates, merchants, and even the occasional captain of a Navy ship all seek glory and fortune on the Caribbean seas!&#10;&#10;In the tactical card-driven board game Black Fleet, you're in command of three different types of ships: your merchant ship earns you doubloons by conveying goods from one port to another, your pirate ship by attacking and stealing goods from merchants and burying them on islands, and the Navy ships by sinking your opponents' pirate ships. With your (not-always-honestly-won) money, you'll improve your ships by buying advancement cards, giving you powerful additional abilities.&#10;&#10;Outwit your opponents with fortune cards and combos, earn money faster than they do, and pay the ransom for the governor's daughter to win the game!&#10;&#10;",
    "categories": [
      "Nautical",
      "Pirates",
      "Transportation"
    ],
    "mechanics": [
      "Area Movement",
      "Grid Movement",
      "Hand Management",
      "Pick-up and Deliver",
      "Take That",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/A-KaF84pQ7V8IAZULQNqKg__thumb/img/t6JsS2kb5qfi0CVFe5o08WGlQ2M=/fit-in/200x150/filters:strip_icc()/pic1987366.jpg"
  },
  {
    "id": "82420",
    "name": "Summoner Wars: Guild Dwarves vs Cave Goblins",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 9,
    "description": "The battle ignites in the Mountains of Sorrow!&#10;&#10;The Mountains of Sorrow are aptly named, for they have been the site of the unending clash between Goblin and Dwarf. The Cave Goblins seek merely to throw themselves upon any foe with the will to fight. The Guild Dwarves sit in their mountain halls, jealously guarding their ancient riches. But with the discovery of the Summoning Stones comes a new kind of combat, and now these two great races will help set off the War for Itharia.&#10;&#10;Summoner Wars: Guild Dwarves vs. Cave Goblins gives players everything they need to join the War for Itharia, as either of these great races. Will you play the Guild Dwarves, whose knowledge of siege warfare knows no rival? Or will you play the Cave Goblins, and swarm your foe with your fanatical hordes?&#10;&#10;This Summoner Wars Starter Set provides two complete Faction decks, as well as all the materials needed to play games of Summoner Wars.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/cdArQcW8WRb_s76EsvnfZA__thumb/img/jJn0qzpHLIl0vUgo3bZcz5d1Itw=/fit-in/200x150/filters:strip_icc()/pic573097.jpg"
  },
  {
    "id": "153065",
    "name": "Linko",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 10,
    "description": "In Linko! (a.k.a. Abluxxen), you take turns playing number cards, and the more cards of the same number you play, the better as cards score points at the end of the game. If someone else plays the same amount of cards with a higher number, however, your cards get nicked! Stealing cards can be good, but if you can't use them later, and end the game with cards in hand, they'll cost you points.&#10;&#10;In more detail, the deck contains 104 number cards (1-13 x8) and five joker cards. Each player starts with a hand of 13 cards, and six cards are laid face-up next to the deck. On a turn, a player lays down one or more cards of the same value, adding jokers if desired; if she already has cards on the table, she lays these cards so that previously played cards are still visible. If any opponent has most recently played the same number of cards and those cards are of a lower value, then the active player &quot;abluxxes&quot; those opponents &mdash; that is, the active player can take the abluxxed cards into her hand and the opponent then draws the same number of cards, either from the display or the deck; if she doesn't take these cards in hand, then the opponent either returns these cards to his hand or discards them and draws that many cards. Refill the display only after someone finishes drawing cards. (Jokers can be played on their own, and they are considered to be higher than all values.)&#10;&#10;As soon as the deck runs out of cards or a player has no cards in hand, the game ends immediately, even if the player would normally abluxx an opponent. Each player scores one point for each card on the table in front of him, then loses one point for each card in hand. Whoever has the highest score wins. If players wish, they can play multiple rounds and sum their scores over the rounds to determine a winner.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Move Through Deck",
      "Open Drafting",
      "Set Collection",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/93dmjdpiUd5J3Vf95uF0HQ__thumb/img/4yLeQ5CsTpK8imlGb9WedgAvVeM=/fit-in/200x150/filters:strip_icc()/pic7634588.jpg"
  },
  {
    "id": "171669",
    "name": "Discoveries: The Journals of Lewis & Clark",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 14,
    "description": "The Lewis and Clark Expedition, which was commissioned in 1803 and ended in 1806, was the first party of men that went through the North American continent, then returned. During these three years, the leaders Meriwether Lewis and William Clark, along with Sergeant Gass and Sergeant Ordway, wrote page after page about their trip, describing the new plants and animals species they discovered and drawing the maps of unknown areas.&#10;&#10;In Discoveries, you play one of the Expedition members: Lewis, Clark, Gass or Ordway. Your goal is to compile as much knowledge as possible in your journal, and in this way advance science thanks to your discoveries.&#10;&#10;The Tribe/Discoveries cards you gain during the game score discovery points at the end. To get these cards, you have to perform exploration actions, and to do this you use dice. On your turn, you either:&#10;&#10;&#10;    Play the dice in your action area or on the game board; by doing this, you prepare or perform the exploration, change your dice, or get new possible actions.&#10;    Get dice back from the game board or from your opponents' action areas.&#10;&#10;&#10;",
    "categories": [
      "American West",
      "Dice"
    ],
    "mechanics": [
      "Contracts",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Set Collection",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "image": "https://cf.geekdo-images.com/3OjspN1BMrUEL1YN-Q8UKQ__thumb/img/no8Q5IdChPD2Fx1YyDNn_xJyRqw=/fit-in/200x150/filters:strip_icc()/pic2571301.jpg"
  },
  {
    "id": "823",
    "name": "The Lord of the Rings",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 12,
    "description": "The Lord of the Rings is a co-operative game in which the object is to destroy the Ring while surviving the corrupting influence of Sauron. Each player plays one of the Hobbits in the fellowship, each of which has a unique power.&#10;&#10;Over the course of the game, you make your way across four conflict game boards, representing some of the most memorable conflicts from the entire trilogy: Moria, Helm's Deep, Shelob's Lair, and Mordor. Each conflict board tests your small Fellowship to the utmost as you must play your quest cards to advance along multiple tracks. These tracks represent fighting, hiding, traveling, and friendship, and by playing quest cards from your hand with matching symbols, you can keep moving forward and push closer to victory.&#10;&#10;The master game board indicates both the physical progress of the fellowship across Middle Earth and the corrupting influence of Sauron on the hobbits. If you're able to slip past your foes, you can hope to escape with minimal corruption, healing your hurts at safe havens along your path, such as the forest kingdom of Lothl&oacute;rien. By playing your cards right and advancing quickly, you can collect powerful runes, unlock legendary cards to aid your journey, or find life tokens to help stave off corruption &mdash; not to mention advancing quickly through the conflicts. As you travel, the One Ring can be a crucial tool in your journey, allowing you to hide from sight, but repeated use will draw the attention of Sauron and corrupt the heart of the Ring-bearer.&#10;&#10;Your journey leads you deeper into the darkness with each passing conflict, and safe havens become few and far between. You must carefully watch the corruption track because if the Sauron miniature ever meets a Hobbit, that player is eliminated &mdash; and if the Ring-bearer is eliminated, all players lose as Sauron reclaims the power of the One Ring. To win, throw the One Ring into the volcanic fires of Mount Doom.&#10;&#10;This game should not be confused with Reiner Knizia's children's game (Lord of the Rings) with the same title, or with his very different two-player Lord of the Rings: The Confrontation.&#10;&#10;Lord of the Rings - Limited Edition&#10;&#10;A special edition limited to 500 copies in the English language and 250 in German published by Sophisticated Games and Kosmos in November 2001. The Limited Edition has a silver 22 carat gold plated ring, pewter Hobbit playing pieces, and a signed and numbered John Howe print. Box signed by Reiner Knizia.&#10;&#10;",
    "categories": [
      "Adventure",
      "Fantasy",
      "Novel-based"
    ],
    "mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Player Elimination",
      "Set Collection",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/oWttjfs235Zh7jLGWO7_Hg__thumb/img/D8T2cKo8fiipSbw4vNNP9hNbZ0g=/fit-in/200x150/filters:strip_icc()/pic479124.jpg"
  },
  {
    "id": "299960",
    "name": "Alma Mater",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 150,
    "age": 12,
    "description": "Alma Mater has players serving as a headmaster of one of the independent universities in the 15th century. Players seek to strengthen their school's reputation and standing. To achieve these goals, players need to recruit the best staff and students, exchange knowledge with other schools, and become experts in the school's four disciplines!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Renaissance"
    ],
    "mechanics": [
      "Closed Drafting",
      "End Game Bonuses",
      "Hand Management",
      "Tile Placement",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/TYaY5oUlCIOCwDYJkjgKWg__thumb/img/bj66Z9SfSDy3futFwlY-HAJM1fo=/fit-in/200x150/filters:strip_icc()/pic5199243.jpg"
  },
  {
    "id": "230080",
    "name": "Majesty: For the Realm",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 7,
    "description": "The crown is up for grabs to whoever can build the richest domain and seize it from their rivals. It'll take a whole kingdom's worth of people to accomplish this monumental task. Rally your citizens, grow your power, and reign supreme in Majesty: For the Realm, a game of strategically selecting who you want to work your lands set during the Middle Ages. Each game, you recruit characters to perform jobs that generate gold for your kingdom. Some characters work better with others, opening many paths to victory. Whether you choose to be a silver-tongued monarch who rules with mercy, or an iron-fisted tyrant who crushes their rivals, the fate of the land rests with you.&#10;&#10;From the humble Miller to the elegant Noble, all of your loyal subjects will play a decisive role in your new kingdom. Some might grow the food needed to feed your many subjects, while others lead attacks on other kingdoms and weaken your rivals. They all help generate gold in their own way, but your decisions will determine how well they work together. It is up to you to find the combination that helps your kingdom rise while stymying your opponents' efforts. Raise your banners, fill your coffers, and stake your claim for the realm!&#10;&#10;",
    "categories": [
      "Card Game",
      "Medieval"
    ],
    "mechanics": [
      "Auction: Dutch",
      "Open Drafting",
      "Set Collection",
      "Victory Points as a Resource"
    ],
    "image": "https://cf.geekdo-images.com/BsNE-w6bttGZ-JPLcY95mA__thumb/img/GGVPDJErC7vPEb6zHJUasEXwIBk=/fit-in/200x150/filters:strip_icc()/pic3742410.jpg"
  },
  {
    "id": "352574",
    "name": "Fit to Print",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 10,
    "description": "Fit to Print is a puzzly tile-laying game about breaking news, designed by Peter McPherson and set in a charming woodland world created by Ian O&rsquo;Toole!&#10;&#10;Thistleville is the world&rsquo;s most bustling little town &mdash; it&rsquo;s a challenge to keep up with everything going on, from who took home first prize for their baked goods at the community fair to who has been digging in Mrs. Brambleberry&rsquo;s carrot patch.&#10;&#10;As an editor at one of the local newspapers, your job is to tell their stories!&#10;&#10;The front page is due in just a few hours and you have no time for perfection. Grab the big stories before the other papers get a chance, and make sure you get the right photos too. A newspaper is a business, so the money has to come from somewhere &mdash; don&rsquo;t forget the ads! After you&rsquo;ve picked out a combination of stories, photos, and ads, it&rsquo;s time to lay out the front page. Did you take enough tiles to fill the paper, but not so many that things have to be cut? Over the course of three hectic days, your skills will be tested as you compete to be the most newsworthy editor!&#10;&#10;Fit To Print is a tile-laying game for the whole family. Players simultaneously collect newspaper tiles, stacking them on their desks until they think they have what they need to make the perfect front page. Then, they will yell &ldquo;Layout!&rdquo; and begin to lay out the page by carefully considering the placement of centerpieces, articles, photographs, and advertisements. When everything is just right, they yell &ldquo;Print&rdquo; to be the first off the press and gain their choice of centerpiece for the next round! This hectic spatial puzzle features over 100 unique newspaper tiles, 6 characters with their own special abilities, as well as 3 decks of Breaking News cards &mdash; so that each and every time you play you will be solving a new puzzle!&#10;&#10;If real-time games aren&rsquo;t your style, Fit to Print has a number of alternative modes to satisfy every type of puzzle gamer. In Slo-Mode players take turns drafting tiles from a shared market and arranging them on their front pages. In Puzzle Mode, take a specific set of tiles and piece together the highest-scoring arrangements. Whether you enjoy relaxing solo puzzles on your own, or frenetic action for up to 6 players, you will have a blast helping the critters of Thistleville tell their stories!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Animals",
      "Puzzle",
      "Real-time"
    ],
    "mechanics": [
      "Closed Drafting",
      "End Game Bonuses",
      "Grid Coverage",
      "Pattern Building",
      "Real-Time",
      "Set Collection",
      "Solo / Solitaire Game",
      "Square Grid",
      "Tile Placement",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/MbLJUbvoRI_AS-KGfIkmNQ__thumb/img/c2yxjj2CSXC6Id97EIr3-H4Plpo=/fit-in/200x150/filters:strip_icc()/pic7161032.jpg"
  },
  {
    "id": "134352",
    "name": "Two Rooms and a Boom",
    "minPlayers": 6,
    "maxPlayers": 30,
    "playingTime": 20,
    "age": 8,
    "description": "In Two Rooms and a Boom &ndash; a social deduction/hidden role party game for six or more players &ndash; there are two teams: the Red Team and the Blue Team. The Blue Team has a President. The Red Team has a Bomber. Players are equally distributed between two rooms (i.e., separate playing areas). The game consists of five timed rounds. At the end of each round, some players will be swapped into opposing rooms. If the Red Team's Bomber is in the same room as the President at the end of the game, then the Red Team wins; otherwise the Blue Team wins. Lying encouraged.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Negotiation",
      "Party Game",
      "Print & Play",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Acting",
      "Elapsed Real Time Ending",
      "Hidden Roles",
      "Team-Based Game",
      "Variable Player Powers",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/jmf0M01DsReKLByori6OGg__thumb/img/L5WTzC1_QyuIddhi248RG5hYVvc=/fit-in/200x150/filters:strip_icc()/pic2335221.png"
  },
  {
    "id": "174570",
    "name": "Legendary Encounters: A Predator Deck Building Game",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 17,
    "description": "Legendary Encounters: A Predator Deck Building Game is based on the first two movies of the Predator series. Taking on the roles of characters from the films, players take turns recruiting cards for their deck from a central selection in order to improve their deck and defeat Predator cards that are added to the central game board.&#10;&#10;In more detail, within the setting for each film you can play as the humans or as the Predators. As the humans, you play the co-op version of the game as in Legendary Encounters: Alien, recruiting, scanning and attacking the same way while trying to achieve objectives. When you play as the Predators, the game is player vs. player instead of co-op, with each player assuming the role of a Predator hunting for the most honor (VPs).&#10;&#10;Legendary Encounters: A Predator Deck Building Game is a standalone game in the Legendary Encounters series that is fully compatible with Legendary Encounters: An Alien Deck Building Game. Specifically, you can use the Predator deck in Alien or the Alien deck in Predator. Similarly, Predator is also compatible with the Marvel superheroes version of Legendary but cannot be fully integrated.&#10;&#10;",
    "categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Player Elimination"
    ],
    "image": "https://cf.geekdo-images.com/epuzoJW4hRCx94lABPIVmQ__thumb/img/0UFtXiqlk5rlQUR2KfLvXGUoeDc=/fit-in/200x150/filters:strip_icc()/pic8202208.jpg"
  },
  {
    "id": "368017",
    "name": "Point City",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "From the team that brought you the smash hit Point Salad, Point City is a card-drafting, engine-building game with more than 150 unique building cards, giving you the opportunity to create a completely different city each time you play!&#10;&#10;The rules are simple: Take two adjacent cards from the dynamic city grid and add them to your expanding city. Use your resource cards and bonuses to construct building cards that require specific combinations. Build special civic structures to multiply your city's points and be the top urban planner!&#10;&#10;Point City takes the same simple concept of drafting cards and building the best combinations, then adds new layers of resource management and engine building to the mix &mdash; making the game easy to learn, but challenging for everyone!&#10;&#10;&mdash;description from designer&#10;&#10;",
    "categories": [
      "Card Game",
      "City Building"
    ],
    "mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/-wcx_m4j86mTFAJ_kWz8eA__thumb/img/wXCt7sv58rjfgCEeg_wX9NIiMpc=/fit-in/200x150/filters:strip_icc()/pic6998174.jpg"
  },
  {
    "id": "293889",
    "name": "Fallout Shelter: The Board Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 14,
    "description": "Build a better future underground in Fallout Shelter: The Board Game, a post-nuclear worker-placement board game for two to four players. Based on the hit mobile game from Bethesda Softworks, Fallout Shelter sees you take on the role of a vault officer fostering happiness among the citizens of your vault. With the election of a new Overseer looming, the officer who can gain the most happiness among the dwellers is sure to lock up the election and attain victory.&#10;&#10;As an officer, you'll have to direct your dwellers to where they'll spend their time in the vault, whether it's spending some time relaxing in the lounge, gathering vital resources like food in the community gardens, or battling a radroach infestation in the game room. The choice is always yours, but remember, you'll have to balance happiness and efficiency to lead your people to a brighter future underground!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Video Game Theme"
    ],
    "mechanics": [
      "Dice Rolling",
      "End Game Bonuses",
      "Layering",
      "Modular Board",
      "Turn Order: Claim Action",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "image": "https://cf.geekdo-images.com/JgTKT2j61ctBjhtzg_vZ-A__thumb/img/eW0qcRRQV9ho86Pl8aUDr8Hrxyc=/fit-in/200x150/filters:strip_icc()/pic5055378.jpg"
  },
  {
    "id": "939",
    "name": "Star Wars: The Queen's Gambit",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 12,
    "description": "Based on the four battles at the end of Star Wars Episode One: The Phantom Menace -- the battle on the plain between the Gungan forces and the droid army; the attempt by Naboo forces, led by Queen Amidala, to storm the palace and capture the Trade Federation viceroys; the fight between Darth Maul and the two Jedi Knights; and the space battle in which Anakin's starfighter destroyed the Droid Control Ship.&#10;&#10;The forces are represented by 155 plastic miniatures on three separate boards, including a three-level palace.  The action is driven by two decks of cards for each side.  Each turn, each side simultaneously chooses four action cards from a hand of ten, and places them in order.  The actions are then carried out one at a time, alternating sides.  Combat is resolved using special attack and defense dice.&#10;&#10;",
    "categories": [
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "mechanics": [
      "Campaign / Battle Card Driven",
      "Command Cards",
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/bz5nHaO3qAqNRKV4jketEQ__thumb/img/NX6F33Zk93mJFnP6gwlxsdKHh_0=/fit-in/200x150/filters:strip_icc()/pic35506.jpg"
  },
  {
    "id": "352697",
    "name": "Resist!",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 40,
    "age": 10,
    "description": "Spain, 1936: General Franco and his troops advance through the territories of Spain, giving way to a long period of civil war and repression. After the Spanish Civil War, a group of loyalists to the Republic continued the armed struggle, forming resistance groups better known as &quot;Maquis&quot;. Hidden in the mountains, these men and women risked their lives to defend the ideals of democracy and freedom.&#10;&#10;Fighting against them were the Army of Franco, the Civil Guard, and the Armed Police, but the Maquis perfected their guerilla warfare in France during the second World War and were determined to take back their homeland. In the head of each Maquis resonated the echo of the desire of many compatriots: Resist!&#10;&#10;Resist! is a fast-playing, card-driven solitaire game in which you take on the role of the Spanish Maquis, fighting against the Francoist regime. Over a series of rounds, you undertake increasingly difficult missions, and completing missions earns you the points needed to win. Failing to defeat missions and enemies may cause you to lose. At the end of each round, you must choose whether to end the resistance or risk it and take on another mission.&#10;&#10;At the beginning of the game, you assemble a team of twelve Maquis, which are represented by a deck of cards. At the heart of the game is the tension between keeping your Maquis concealed from Franco or revealing them to unlock their full potential. Unfortunately, revealed Maquis are removed from your deck, and you likely won't be able to use them for the rest of the game. While Resist! does have some minor deck-building elements, it is primarily a &quot;deck-destruction&quot; game in which you have to manage your deck, balancing the decision of defeating the immediate threat with trying to move on to the next mission.&#10;&#10;",
    "categories": [
      "Card Game",
      "Civil War",
      "Spies / Secret Agents",
      "Wargame"
    ],
    "mechanics": [
      "Card Play Conflict Resolution",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Push Your Luck",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/ICDi4yEj-mbEcx9QkW7_3A__thumb/img/I19zgPVlqJHgv_6PL3Beb7coKAg=/fit-in/200x150/filters:strip_icc()/pic6711822.jpg"
  },
  {
    "id": "261114",
    "name": "Men at Work",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 8,
    "description": "Higher and higher, the construction grows. Before long, the steel girders reach dizzying heights. Fearlessly, the workers carry on, with nothing more than hardhats to protect them. The danger of collapse hangs over everything &mdash; so just make sure that nothing happens! You also have to impress Rita, the boss, if you want to be Employee of the Month. There's a lot to do, so let's get going!&#10;&#10;Men At Work is a stacking and balancing game in which players compete as workers on a job site who are carefully constructing a tower to avoid accidents and, maybe, earn Employee of the Month. The game includes three gaming modules to add loads of replayability, as well as wooden components housed within a well-designed insert for easy set up.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Action / Dexterity"
    ],
    "mechanics": [
      "Stacking and Balancing"
    ],
    "image": "https://cf.geekdo-images.com/nVogtdDzfxKdH82J-bh5_w__thumb/img/-jpWz1aryCNbjKTkg95H8xqMHX0=/fit-in/200x150/filters:strip_icc()/pic4318462.jpg"
  },
  {
    "id": "324090",
    "name": "Scarface 1920",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 150,
    "age": 14,
    "description": "&ldquo;You can go a long way with a smile. You can go a lot further with a smile and a gun.&rdquo; -Al Capone&#10;&#10;Chicago in the Roaring 20s. Prohibition has made liquor business illegal and now criminal gangs operate in the underworld to try and take control of the city. Blood, influence, power, and money add up to a dangerous mix on the streets.&#10;&#10;In Scarface 1920 you will lead a gang of mobsters aiming to rule Chicago during the Dry Era (1920-33). To succeed you will have to rule every inch in gangland, expand your racketeering, run bootlegging operations, bribe the city officials, and make sure the coppers are on your side.&#10;&#10;Scarface 1920 blends worker placement with deck-building mechanics in a game where you will have to recruit new associates, break new deals, fill the streets of Chicago with your thugs, enhance your headquarters &mdash;and do some dirty jobs along the way.&#10;&#10;Every gang has a distinct set of abilities embodied in their boss, and in every game you will be able to choose a different path to victory. However, in this turf war you will have to confront other rival gangs that share an identical goal: growing their criminal empire. But they are not the only challenge you will face &mdash;Eliot Ness and his Feds are out to get you too!&#10;&#10;",
    "categories": [
      "Economic",
      "Mafia"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "End Game Bonuses",
      "Hand Management",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Worker Placement, Different Worker Types"
    ],
    "image": "https://cf.geekdo-images.com/b0HXxXK40QsTwSxynD2DDA__thumb/img/dPCm4RXyLyc4kz1m15R5fbko8jM=/fit-in/200x150/filters:strip_icc()/pic5926553.jpg"
  },
  {
    "id": "284108",
    "name": "Pictures",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 8,
    "description": "Pictures is a quick-playing family game with very simple rules. Form the image on your secret picture card with one set of components, either shoelaces, color cubes, icon cards, sticks and stones or building blocks in such a way that the other players guess what image you have pictured:&#10;&#10;&#10;     Pull out a marker from the bag that determines your secret picture card.&#10;     Then form that image with your components in such a way that it is recognizable.&#10;     And finally guess what image each other player has pictured.&#10;&#10;&#10;The players get points for correctly guessing other players images and for other players guessing their image. The most points wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Deduction",
      "Party Game"
    ],
    "mechanics": [
      "Communication Limits",
      "Deduction",
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/pR7dcr6bs5TIOHOhKIoe_A__thumb/img/YYa8rvA3RgJS6aT-HT2NRegGmuA=/fit-in/200x150/filters:strip_icc()/pic4946885.jpg"
  },
  {
    "id": "228855",
    "name": "Set a Watch",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 80,
    "age": 13,
    "description": "The Kingdom is in grave danger. Powerful enemies are conspiring to resurrect the vile and powerful Unhallowed that your party has just slain. Now you, the mighty adventurers of the land, must visit these summoning locations and defeat the hordes of creatures behind this evil plot. It falls to four mighty adventurers, each of whom has a unique set of skills, to band together once more to vanquish this evil before the Unhallowed consume the world in darkness.&#10;&#10;In Set a Watch, a cooperative game for 1-4 players, you must clear out nine locations to stop the acolytes from breaking the seals holding back the evil Unhallowed. Every round you will visit a new location and pick an adventurer to rest and take camp actions. The rest of the party will take watch and battle a line of monsters trying to make their way into camp using your dice and unique character abilities.  Manipulating the creature line is essential to solving each round&rsquo;s combat puzzle.  It is a battle to stay alive and keep the campfire burning! Use your wits and skill to fight for the light&hellip;or all will perish in the darkness.&#10;&#10;",
    "categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Fantasy"
    ],
    "mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/E_-9WT4_6-kABS796Q-piA__thumb/img/l-LKCyGEkwhPpyW2zQCyA9Kh1SY=/fit-in/200x150/filters:strip_icc()/pic4162054.png"
  },
  {
    "id": "253284",
    "name": "Ticket to Ride: New York",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 8,
    "description": "Ticket to Ride: New York features the familiar gameplay from the Ticket to Ride game series &mdash; collect cards, claim routes, draw tickets &mdash; but on a scaled-down map of Manhattan that allows you to complete a game in no more than 15 minutes.&#10;&#10;Each player starts with a supply of 15 taxis, two transportation cards in hand, and one or two destination tickets that show locations in Manhattan (and Brooklyn). On a turn, you either draw two transportation cards from the deck or the display of five face-up cards (or you take one face-up taxi, which counts as all six colors in the game); or you claim a route on the board by discarding cards that match the color of the route being claimed (with any set of cards allowing you to claim a gray route); or you draw two destination tickets and keep at least one of them.&#10;&#10;Players take turns until someone has no more than two taxis in their supply, then each player takes one final turn, including the player who triggered the end of the game. Players then sum their points, scoring points for the routes that they've claimed during the game, the destination tickets that they've completed (by connecting the two locations on a ticket by a continuous line of their taxis), and the tourist attractions that they've reached with their taxis. You lose points for any uncompleted destination tickets, then whoever has the high score wins!&#10;&#10;",
    "categories": [
      "Trains"
    ],
    "mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Open Drafting",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/v0YHI6x4g8dJdtSqaxMdiA__thumb/img/wqM16CzK9QcarS8s6X6iAxvFe3Q=/fit-in/200x150/filters:strip_icc()/pic4132194.jpg"
  },
  {
    "id": "306481",
    "name": "Tawantinsuyu: The Inca Empire",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 14,
    "description": "The great Sapa Inca Pachacuti turned to his offspring and ordered them to worship Inti, the Sun God, and to expand the Inca Empire as far as the llamas roam. With Chinchaysuyu, Antisuyu, Qullasuyu, and Kuntisuyu &mdash; the four regions of the new empire &mdash; now ripe for conquest, the time has come for Pachacuti's true successor to arise.&#10;&#10;Gather your people from the villages below and use their unique abilities to strategically place them where they can perform the greatest tasks for you. Climb the steps of the Sun Temple, reaping the rewards of your piety. Build structures that both nourish your people and provide you with benefits no other has at their disposal. Muster an army and conquer villages in the four realms of Tawantinsuyu. Prove yourself a worthy successor to Pachacuti and lead the Inca to glory!&#10;&#10;During Tawantinsuyu: The Inca Empire, players place workers onto various locations on the game board, performing actions, collecting resources (potatoes, corn, stone, and gold), constructing buildings and stairs, sculpt statues, expanding their military strength, and collecting weavings.&#10;&#10;The game board features a hill located within the old Inca capital of Cusco, the sides of which are terraced and divided into five sections. Atop the hill sits the Coricancha, The Golden Temple, the most important temple of the Inca Empire. Within the Coricancha, each player has a High Priest. On the terraced sections below exist a variety of worker placement locations, interconnected by paths and individually marked by symbols. On your turn, you must either place a worker onto a location outside the Coricancha OR choose two of the following:&#10;&#10;&#10;     Recruit one worker.&#10;     Take two god cards.&#10;     Draw two army cards and keep one of them.&#10;     Move your High Priest one or two steps clockwise within the Coricancha.&#10;&#10;&#10;When placing a worker, you must first discard a god card with a matching symbol or pay one gold. Once placed, the worker remains on the game board for the rest of the game! Each worker placement location is connected to exactly three action spaces. You must always perform at least one of these actions. However, for each adjacent worker (i.e., connected to your worker's location via direct path through one of the action spaces) that matches the type of worker just placed, you receive one additional action!&#10;&#10;While some locations will result in you being able to perform multiple actions, other actions and placements may be more desirable, especially since each of the five types of workers has a unique ability:&#10;&#10;&#10;     Warrior: Remove one of the adjacent workers, placing it in your player area.&#10;     Craftsman: Gain +1 action if placed onto a craftsman space.&#10;     Architect: Gain +1 action if placed onto an architect space.&#10;     Courier: Decreased placement cost; +1 action if it's the first worker placed within a given area.&#10;     Priest: Take one god card; you may pay one potato to gain +1 action.&#10;&#10;&#10;All god cards feature one of the different symbols found on the worker placement locations. Before placing a worker, you must either discard a god card with a matching symbol or pay valuable gold resources. God cards also depict special abilities that can be activated only if you have previously built a matching statue!&#10;&#10;Army cards allow you to send one or more units to conquer villages in nearby regions. You must compete against the other players for control of each region as well as for valuable rewards that can be gained as a result of military conquest.&#10;&#10;The position of your High Priest within the Coricancha has a significant impact on your overall strategy, affecting your access to powerful actions and determining any potential resource costs when placing your workers. More specifically, when placing a worker, you must pay additional resources the farther your worker is from your High Priest, from nothing all the way up to eight potatoes or corn!&#10;&#10;Additionally, when moving your High Priest, you can activate powerful actions available only within the Coricancha:&#10;&#10;&#10;     Produce: Gain all rewards from your production buildings.&#10;     Worship: Sacrifice previously sculpted statues to gain permanent temple advancements.&#10;     Offering: Pay resources to gain temple advancements.&#10;     Conquer: Engage in military conquest of nearby villages.&#10;     Rejuvenate: Refresh previously activated buildings and military units.&#10;&#10;&#10;Throughout the game, you score victory points whenever you construct stairs or sculpt statues. Gain bonus victory points whenever another player makes use of the stairs you have constructed. Score victory points from temple advancements and control of the four regions.&#10;&#10;The game ends when the worker pool has become exhausted, symbolizing the full incorporation of nearby regions and villages into the newly risen Inca Empire. You then score bonus victory points from reaching the top of the temple, from your woven tapestries, and from various buildings and resources you have accumulated.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "categories": [
      "Civilization",
      "Economic",
      "Renaissance"
    ],
    "mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Hand Management",
      "Open Drafting",
      "Pattern Building",
      "Rondel",
      "Set Collection",
      "Solo / Solitaire Game",
      "Variable Set-up",
      "Worker Placement, Different Worker Types"
    ],
    "image": "https://cf.geekdo-images.com/pxqUJZDKEyHAY0Ex5zk66A__thumb/img/Vr0kZZ70HW9N-wOBVoEGMks3d6w=/fit-in/200x150/filters:strip_icc()/pic5325153.jpg"
  },
  {
    "id": "387378",
    "name": "MLEM: Space Agency",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 8,
    "description": "Let me take you on a journey to the year 2075. Just as soon as they took control of the world, cats set their sights on a new frontier - space! The cr&egrave;me de la cr&egrave;me of feline specialists now compete for cosmic dominance, with their determination unmatched even by the lack of opposable thumbs. It's a fierce race, filled with catnip-fueled shenanigans and rockets that go boom! Who will emerge victorious in this epic race, claim their paws on the infinite treasures of the Milky Way, and become the true cosmic conquerors?&#10;&#10;MLEM: Space Agency is a family board game where you step into the shoes of fearless captains of cosmic expeditions. But hold on, these aren't your ordinary explorers - they're cats! These intrepid felines have long conquered the Earth with their unmatched bravery, and now they've set their sights on conquering the entire cosmos. However, their clumsiness might lead to some purrfectly chaotic cat-astrophes. Take the helm of a cosmic rocket, reach for the stars, or trust your cat instincts and bail out before things go up in flames. Fame and admiration from the entire meowing world await the most exceptional leader of the feline space agency. Get ready for an adventure that's out of this world!&#10;&#10;",
    "categories": [
      "Animals",
      "Dice",
      "Space Exploration"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Push Your Luck",
      "Track Movement"
    ],
    "image": "https://cf.geekdo-images.com/CQ9o1kqExmBpHcPMVk0qwQ__thumb/img/5HC7459wxxyXhy4Rtey5h_ZkahI=/fit-in/200x150/filters:strip_icc()/pic7926071.jpg"
  },
  {
    "id": "360265",
    "name": "Sabika",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 14,
    "description": "On the hill of Al-Sabika in Granada, the Nasrid dynasty created one of the most impressive constructions in history, the Alhambra.&#10;&#10;In Sabika, you play the role of one of the Nasrid nobles who contributed to the construction of the towers, gardens, and palaces of this ancient monument. In addition to this honorable task, you have to establish trade routes through Europe and the Maghreb. These routes will provide you with sufficient income to be able to take on the demanding tribute that has been commanded by the Catholic Monarchs. In exchange for your work, you will receive military protection against the various conflicts of the Taifas Kingdom.&#10;&#10;Sabika implements a novel mechanism that integrates three interrelated rondels. Each rondel focuses on a different scenario: the construction of the Alhambra, the carving of poems in its halls, and the export of goods along the trade routes. All of this takes place over five eras (rounds), and at the end of the fifth round, the player who has accumulated the most prestige points takes the victory.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Medieval"
    ],
    "mechanics": [
      "Events",
      "Rondel",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/6LOmh8RhQHLbnRY6I96tIQ__thumb/img/H4IWNZXlhHeAjZFXBAnCZVOhhL8=/fit-in/200x150/filters:strip_icc()/pic6820026.jpg"
  },
  {
    "id": "35497",
    "name": "Fauna",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 8,
    "description": "360 animals on big cards are waiting for the players of Fauna. Every round a single animal presents itself by name and picture. The 2-6 players try to guess the animal's weight, length, height, tail length and - most important - the areas in which the animal lives on the Earth. The early bird gets the worm: an area on the big map or a sector on the scales already occupied by a player token cannot be chosen a second time. When no player wants to set another token the round ends and the scoring is performed. Tokens on correct spaces get points for the corresponding player, also tokens in the direct neighborhood of correct spaces score points. Tokens not earning points are temporarily out of the game - so risk should be carefully considered. Next round - next animal - starting player changes. The first player who reaches a certain total score wins (normally after 8-12 animals).&#10;&#10;",
    "categories": [
      "Animals",
      "Educational",
      "Trivia"
    ],
    "mechanics": [
      "Betting and Bluffing"
    ],
    "image": "https://cf.geekdo-images.com/0H16R7djqxCy6S9p7TCvNQ__thumb/img/UB6Qwid9D12Vytb33HytQZH8Blo=/fit-in/200x150/filters:strip_icc()/pic1091049.jpg"
  },
  {
    "id": "296108",
    "name": "Terraforming Mars: The Dice Game",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 0,
    "age": 14,
    "description": "Terraforming Mars: The Dice Game is a card-driven dice game in which players use special dice to develop their corporations and terraform Mars into a new home for humanity. The dice represent resources that players spend to play cards and perform other actions. During the game, you increase your production of dice, terraform, place cities and greenery tiles on the board, and gain various bonuses. Each turn, you either produce new dice (Production Turn) or perform actions (Action Turn).&#10;&#10;Whenever you terraform Mars (raise oxygen or temperature, or place an ocean tile), you gain 2 Victory Points (VP). You can also gain VP for placing tiles and playing cards, as well as winning Awards and Milestones.&#10;&#10;The game ends when two of the three global parameters &mdash; oxygen/temperature/ocean &mdash; have been completed. The player with most VP wins.&#10;&#10;",
    "categories": [
      "Dice",
      "Economic",
      "Science Fiction"
    ],
    "mechanics": [
      "Contracts",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Die Icon Resolution",
      "End Game Bonuses",
      "Hand Management",
      "Hexagon Grid",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/ZaBpuleG30S1-hAmJnL4RA__thumb/img/7AM38OD3FPy_I1Z2t8HP2GYz4WU=/fit-in/200x150/filters:strip_icc()/pic7077185.jpg"
  },
  {
    "id": "37628",
    "name": "Haggis",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 13,
    "description": "Haggis is a climbing game in the same family as Zheng Fen and Big Two. It borrows and recombines elements from its parent games - card combinations, bombs, scoring for cards in hand, scoring for cards collected in tricks - and it mixes in equally distributed wild cards and betting that you'll be the first to empty your hand of cards.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Ladder Climbing"
    ],
    "image": "https://cf.geekdo-images.com/wirPJ4tfSDafd-TNhVr7eA__thumb/img/7GeVUG6MUHjKYAOOofU2zaeuLUc=/fit-in/200x150/filters:strip_icc()/pic7663518.png"
  },
  {
    "id": "146312",
    "name": "Ghost Fightin' Treasure Hunters",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "In a dark and dreary house, every sound sends a cold chill through your bones. A door opens &ndash; is someone there? You hear whispers, but no one answers when you call. Your eyes and ears may deceive you, but the hair on your neck tells you what you already know: There are ghosts here &mdash; and not just one for these spirits are legion.&#10;&#10;In Ghost Fightin' Treasure Hunters, a.k.a. Geister, Geister, Schatzsuchmeister!, four intrepid treasure hunters are on a quest, searching for precious hidden jewels, but the phantoms  in this house do not give up their bounty easily. As their ghoulish numbers grow, the treasure hunters must work together to acquire all eight jewels and escape the house before it becomes fully haunted or else face their own gruesome demise.&#10;&#10;Players roll dice to determine how many spaces they move this turn and whether a new ghost is added to the board. Players may move up  to the number of spaces shown on the die. If they end their movement in a space with a treasure, they may pick it up and place it in their backpack. If they end their movement in a space with a ghost, they fight that ghost by rolling a fight die. If they roll the matching symbol, they remove the ghost from the game board.&#10;&#10;If the players must add a third ghost to a room, it transforms into a haunting. A haunting requires at least two people in the room to attempt a fight with it. Players win if they can get all eight treasures and their whole team out of the house; they lose if all six hauntings are on the board.&#10;&#10;",
    "categories": [
      "Adventure",
      "Children's Game",
      "Fantasy",
      "Horror"
    ],
    "mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/2IQdeGbxKaS0LxllRQal4w__thumb/img/YxLV6k2BCT9f2mIRliseLiPlZ3s=/fit-in/200x150/filters:strip_icc()/pic3518338.jpg"
  },
  {
    "id": "205597",
    "name": "Jump Drive",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 13,
    "description": "With the invention of Jump Drive, the race for the galaxy begins! Develop new technologies and settle worlds to build a space empire. Find winning card combinations!&#10;&#10;Jump Drive is a fast-paced card game that introduces players to the Race for the Galaxy universe. Can you build the most prosperous galactic civilization?&#10;&#10;Jump Drive is a standalone game and offers simpler rules and a shorter game than its older sister Race for the Galaxy.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Science Fiction",
      "Space Exploration"
    ],
    "mechanics": [
      "Hand Management",
      "Income",
      "Multi-Use Cards",
      "Set Collection",
      "Simultaneous Action Selection",
      "Tags"
    ],
    "image": "https://cf.geekdo-images.com/vidEoAQGKIucMiHEwVE-tQ__thumb/img/tuaYCNt7vesWf83MSn7_Dwa64m4=/fit-in/200x150/filters:strip_icc()/pic3121227.jpg"
  },
  {
    "id": "233571",
    "name": "Star Wars: Legion",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 14,
    "description": "Warfare is an inescapable part of the Star Wars universe, from the Rebel Alliance's defeat in the Battle of Hoth to a few elite Rebel strike teams taking on a legion of stormtroopers on the Forest Moon of Endor. You can seize your chance to get your boots on the ground and lead your troops to victory with Star Wars: Legion, a miniatures game of thrilling infantry battles in the Star Wars universe!&#10;&#10;Star Wars: Legion invites you to enter the ground battles of the Galactic Civil War as the commander of a unique army of miniatures filled with troopers, powerful ground or repulsor vehicles, and iconic characters like Darth Vader or Luke Skywalker. While innovative mechanics for command and control simulate the fog of war and the chaos of battle, the game&rsquo;s unpainted, easily assembled minis give you a canvas to create the Star Wars army you&rsquo;ve always wanted to lead into battle &mdash; whether you fight for the monolithic, oppressive Galactic Empire or the ragtag Rebel Alliance.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/pttzJMbECpFBL_h5tD6SaA__thumb/img/VIZEkBdCto8eRizkLfonxQm7APs=/fit-in/200x150/filters:strip_icc()/pic3764376.jpg"
  },
  {
    "id": "358320",
    "name": "Sleeping Gods: Distant Skies",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 600,
    "age": 13,
    "description": "San Francisco, 1937: Your cargo plane flies through a portal in the sky, transporting you to a rugged landscape filled with bizarre creatures, scheming gods, and untold dangers. But can you find your way back before the portal closes?&#10;&#10;Sleeping Gods: Distant Skies is a standalone sequel set in the world of Sleeping Gods. As in the original game, you and your friends trek through a vast landscape as you read branching storylines and meet vivid characters, but in this game you interact with the atlas on a deeper level &mdash; camping, exploring, overcoming obstacles, and searching for lost relics. The new action system allows you even greater agency while you travel and explore.&#10;&#10;In addition to the exploration and quest system from the original game, Sleeping Gods: Distant Skies features a fresh spin on combat. Players now build a combat deck from which they draw a varied hand of cards to play, making each combat encounter a fresh and dynamic puzzle.&#10;&#10;Although Sleeping Gods: Distant Skies builds on story elements in the first game, you do not need to play Sleeping Gods to enjoy this sequel. The game features new characters and storylines, explaining concepts from the original game as you encounter them.&#10;&#10;Return to the world of Sleeping Gods and experience a thrilling tale that hinges on your choices in a truly open-world experience!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Fantasy"
    ],
    "mechanics": [
      "Action Points",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Narrative Choice / Paragraph",
      "Push Your Luck",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/r72BZoC3whophBzKi45Rgg__thumb/img/rwyDCAEtK8uSahZXdLu8COHzVV0=/fit-in/200x150/filters:strip_icc()/pic6737677.jpg"
  },
  {
    "id": "200077",
    "name": "Mint Works",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 13,
    "description": "Mint Works is a light and straightforward worker placement game. Its compact size makes it easy to put in your pocket and take it anywhere. Its simple rules make it easy to introduce new players to the genre of worker placement.&#10;&#10;During the game each player will have a limited amount of Mint Tokens, which represent their workers. Players will use these mint tokens to earn more tokens, take first player or buy and build plans. Plans are how players earn points. Some plans will give only points, others will give extra powers to the owner.&#10;&#10;Once any player has at least 7 points earned (or if there are not enough plans to refill the stock) the end of the game is triggered. The game will then be over at the end of the current round.&#10;&#10;Whoever has the most points provided by plans they have built wins!&#10;&#10;",
    "categories": [
      "Card Game",
      "Industry / Manufacturing"
    ],
    "mechanics": [
      "Open Drafting",
      "Ownership",
      "Turn Order: Claim Action",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/v05V4Po1FdP2tbIvWOGp-g__thumb/img/wBNdIabdazh-D5_f5ZjpxMGPvU8=/fit-in/200x150/filters:strip_icc()/pic3418969.png"
  },
  {
    "id": "194517",
    "name": "Super Fantasy Brawl",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 14,
    "description": "In the land of Fabulosa, powerful magics have rendered war obsolete. With nothing else to compete for, the bored populace has turned to the Super Brawl for entertainment. These same powerful magics are now used to reach back into the timelines to pluck out the finest warriors from every civilization in order to compete against each other in the greatest entertainment spectacle ever staged.&#10;&#10;Super Fantasy Brawl is a fun, fast-paced competitive miniatures board game. Players select a team of three champions and combine their unique action cards to create a synergistic action deck. The game is faction-free, so players have their choice of any combination of champions they wish. Each turn, the players use their hand of action cards to maneuver, attack, displace enemies, and claim objectives to score victory points.&#10;&#10;The objectives in Super Fantasy Brawl are only scored at the beginning of a players' turn, ensuring that you always get a chance to disrupt your enemy's plans and position your champions to score the objective for yourself. This tactical to-and-fro continues until one player reaches the victory point threshold, declaring themselves the winner and advancing towards victory in the Super Brawl tournament!&#10;&#10;Super Fantasy Brawl will also offer a 2v2 mode for 4 players to clash in an all-out melee mashup!&#10;&#10;",
    "categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Card Play Conflict Resolution",
      "Deck Construction",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Line of Sight",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/yT5dXJzCpgvBBmXr_zQDSQ__thumb/img/3lbQnPrCdBORDWCy1XQCHj9nmLc=/fit-in/200x150/filters:strip_icc()/pic4808077.jpg"
  },
  {
    "id": "150999",
    "name": "Valley of the Kings",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 14,
    "description": "When you die, you can take it with you!&#10;&#10;Take on the role of Egyptian nobles at the time of the pharaohs, preparing for death and burial in the Valley of the Kings. Players want to fill their tombs with food, canopic jars, statues, amulets and other treasures, and to do so they acquire cards that are laid out in the shape of a pyramid; purchase cards at the base of the pyramid, and it &quot;crumbles&quot; to bring cards higher in the pyramid to the base where they can be bought.  The pyramid resets each round with new offerings.&#10;&#10;You score only for cards that you remove from your deck and stash in your tomb, so if you keep using valuable cards for their effects and don't entomb them before the game ends, you could lose out on big points! Whoever collects the most valuable artifacts in her tomb wins.&#10;&#10;",
    "categories": [
      "Ancient",
      "Card Game",
      "Mythology",
      "Religious"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/znCYAtq2-hYk0wqqudGRow__thumb/img/Zz0CMUjwcxJuosHchbMbEVXcSsQ=/fit-in/200x150/filters:strip_icc()/pic1848490.jpg"
  },
  {
    "id": "200954",
    "name": "Fields of Green",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 12,
    "description": "Fields of Green takes place in the second half of the 20th century. Players take the role of farm owners trying to expand their property and business. By adding fields, livestock and facilities, they build an economic engine that will bring them closer to victory.&#10;&#10;Fields of Green, inspired by Among the Stars, is played over four rounds (years) during which players draft cards and add them to their ever-expanding farms. At the end of each year comes the harvest season when they must water their fields, feed their livestock, and pay maintenance costs in order to receive valuable resources that will allow them to further expand in the next year.&#10;&#10;Through various means, player eventually convert their wealth to victory points, and the player who gathers the most by the end of the fourth year wins.&#10;&#10;",
    "categories": [
      "Card Game",
      "City Building",
      "Farming"
    ],
    "mechanics": [
      "Closed Drafting",
      "Simultaneous Action Selection",
      "Tile Placement",
      "Variable Phase Order"
    ],
    "image": "https://cf.geekdo-images.com/U7vYrViBcFbQ1Ip6iaZ8cw__thumb/img/Fy7OEIkraXBZKp_LNlTZcRcaNvI=/fit-in/200x150/filters:strip_icc()/pic3504382.jpg"
  },
  {
    "id": "180680",
    "name": "Automobiles",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 75,
    "age": 10,
    "description": "Drivers, start your engines! Will you cross the finish line first? Now is your chance to find out!&#10;&#10;Automobiles is a deck&#226;&#128;&#145;building game in which the fun is cubed &mdash; because instead of using cards to build a deck, you build with your collection of cubes. These cubes not only allow you to race your car around the track, but they also allow you to improve your handling, optimize your pit crew, and boost your speed, all of which are your keys to victory!&#10;&#10;The goal of the game is to cross the finish line first! You accomplish this by customizing your race car and surrounding yourself with the best crew. Your race car and crew are represented by a collection of cubes garnered from various options available to you. Starting with the same small set of cubes, each player builds their collection as they play the game. Use these cubes to enhance your performance, train your pit crew, and ensure your race car runs as effectively as possible. Be the first to cross the finish line and watch that checkered flag wave!&#10;&#10;Designed by David Short, Automobiles is the third title in AEG's Destination Fun series! Continue your travels in the acclaimed Trains and Planes board games.&#10;&#10;Online Play&#10;&#10;     Yucata (turn-based)&#10;     BoardGameArena (real-time &amp; turn-based)&#10;&#10;&#10;",
    "categories": [
      "Racing",
      "Sports",
      "Transportation"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Race"
    ],
    "image": "https://cf.geekdo-images.com/nkJTfSPcFJMWRXbylQV1zQ__thumb/img/IMVYj2GfptabGcuAmZHL54SHSw0=/fit-in/200x150/filters:strip_icc()/pic2586265.png"
  },
  {
    "id": "75449",
    "name": "Firenze",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 12,
    "description": "In the Florence of the 12th-14th centuries, the city's powerful and influential families don't just compete with each other in trade and politics. They also try to outdo one another by building tall, mostly square-based tower homes as status symbols.&#10;&#10;In Firenze, you are master builders working on the families' construction commissions for such towers. Each player competes to earn the most prestige points by completing the commissions from families and the church and by placing their seals on the work they have done. When someone plays their final seal, the other builders get one more turn before the final scoring.&#10;&#10;Colored bricks are the currency of the game, and cards can both help and hinder your progress. On a turn, a player must choose a card from the display, taking the bricks from it and paying a brick to every card skipped. There is an opportunity to exchange three bricks for one on display before the player works in their construction site. Players can have multiple towers under construction at once. However, for every brick they wish to add on a turn, there is an extra cost, and if any towers are not built upon during a turn, then they are torn down as abandoned construction. Players must pay attention to other projects so that commissions they were counting on are not snatched away before they can claim them.&#10;&#10;This game won the second prize at the &quot;Hippodice e.V. Authorenwettbewerb&quot; (game designer contest) in 2008 under the name &quot;Die Architekten von Florenz&quot;.&#10;&#10;",
    "categories": [
      "Economic",
      "Renaissance"
    ],
    "mechanics": [
      "Auction: Dutch",
      "Increase Value of Unchosen Resources",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/bufTJIzODlIavAygTgTc9Q__thumb/img/BUoK23d-2QPsgqwdFEL0lk87jPQ=/fit-in/200x150/filters:strip_icc()/pic4262138.jpg"
  },
  {
    "id": "185589",
    "name": "Islebound",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 13,
    "description": "Set sail in a mystical archipelago filled with bustling towns, sea monsters, pirates, and gold!  Compete to build the best sea-faring nation with up to three friends by collecting treasure, hiring crew, and conquering or befriending island towns.&#10;&#10;In Islebound, you take command of a ship and crew.  You sail to island towns, collecting resources, hiring crew, and commissioning buildings for your capital city.  Each building has a unique ability, and your combination of buildings can greatly enhance your strength as a trader, builder, or invader.  You also recruit pirates and sea monsters to conquer towns, which, once conquered, allow you to complete the town action for free, and charge a fee to opponents if they want to use it.  Alternatively, you can complete events that give influence, which can be used to befriend towns.&#10;&#10;There are many routes to success.  Will you be a ruthless conqueror, careful diplomat, or shrewd merchant in your race to the top?&#10;&#10;The player with the most wealth and most-impressive capital city will win the game!&#10;&#10;",
    "categories": [
      "Fantasy",
      "Nautical",
      "Pirates"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "End Game Bonuses",
      "Increase Value of Unchosen Resources",
      "Modular Board",
      "Ownership",
      "Pick-up and Deliver",
      "Push Your Luck",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/ccTWaeqW_LhEBfw8F1Vs4A__thumb/img/St0c2nhNg66oAOQFD3xHE5Ox4vo=/fit-in/200x150/filters:strip_icc()/pic2812825.jpg"
  },
  {
    "id": "217449",
    "name": "NMBR 9",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 8,
    "description": "Numbers aren't worth anything in NMBR 9 unless they're off the ground floor and looking down from above.&#10;&#10;The game includes twenty cards numbered 0-9 twice and eighty tiles numbered 0-9; each number tile is composed of squares in some arrangement. After shuffling the deck of cards, draw and reveal the first card. Each player takes a number tile matching the card and places it on the table. With each new card drawn after that, each player takes the appropriate number tile, then adds it to the tiles that they already have in play, with each player building their own arrangement of tiles.&#10;&#10;The new tile must touch at least one other tile on the same level along one side of a square. A tile can also be placed on top of two or more other tiles as long as no part of the new tile overhangs the tiles below it; new tiles placed on this same level must touch at least one other tile, while also covering parts of at least two tiles and not overhanging.&#10;&#10;Once all the cards have been drawn and the tiles placed, players take turns calculating their score. A tile on the bottom level &mdash; the 0th level, if you will &mdash; scores 0 points; a tile on the 1st level above this is worth as many points as the number on the tile; a tile on the 2nd level is worth twice the number on the tile; etc. Whoever scores the most points wins!&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Number",
      "Puzzle"
    ],
    "mechanics": [
      "Bingo",
      "Layering",
      "Pattern Building",
      "Simultaneous Action Selection",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/a6j6yZmBJ5J2hcuo0KOW-A__thumb/img/w62iXqdK9cU_QCAwJffXewexjaU=/fit-in/200x150/filters:strip_icc()/pic3328269.jpg"
  },
  {
    "id": "95064",
    "name": "Ascension: Return of the Fallen",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 13,
    "description": "Ascension: Return of the Fallen is the newest set for the popular deck-building game Ascension: Deckbuilding Game. The 65-card Ascension: Return of the Fallen  is playable as a 2 player stand-alone game, or can be combined with Ascension: Deckbuilding Game for an expanded game with up to six players. With its 65 all-new cards for the Center Deck, the Return of the Fallen provides players with the ability to face the God Samael in a final battle to determine the fate of Vigil. It also includes a new Fate mechanic that can change the game with a single flip of a card.&#10;&#10;Ascension: Deckbuilding Game revolves around a Center Deck containing Heroes, Constructs, and Monsters. Players take turns recruiting Heroes or Constructs for their decks or defeating Monsters to earn honor and ultimate victory. Ascension: Deckbuilding Game joins other deck-building games including Dominion, Thunderstone and Resident Evil and Fantasy Flights Living Card Games (Call of Cthuhlu, Warhammer Invasion and Game of Thrones) as a new category of games that continue to increase in popularity. These games combine complexity of combat-focused card game experience with the benefit of not having to chase powerful randomly distributed, blindly-packaged cards.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/GOkRsGeaSQ1F3Eck8f35CA__thumb/img/BQqzqFxjB2zsmIMpVq8zhewwdjs=/fit-in/200x150/filters:strip_icc()/pic947575.jpg"
  },
  {
    "id": "16992",
    "name": "Tsuro",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 20,
    "age": 8,
    "description": "From the publisher:&#10;&#10;A beautiful and beautifully simple game of laying a tile before your own token to continue its path on each turn.  The goal is to keep your token on the board longer than anyone else's, but as the board fills up this becomes harder because there are fewer empty spaces left... and another player's tile may also extend your own path in a direction you'd rather not go.  Easy to introduce to new players, Tsuro lasts a mere 15 minutes and actually does work for any number from 2 to 8.&#10;&#10;Theme:&#10;&#10;Tsuro has an Asian spiritual theme - the lines representing the &quot;many roads that lead to divine wisdom&quot;, and the game as a whole representing &quot;the classic quest for enlightenment&quot;.&#10;&#10;This theme is very light and the game essentially plays as an abstract.&#10;&#10;Gameplay:&#10;&#10;The game consists of tiles with twisting lines on them, a 6x6 grid on which to lay these tiles and a token for each player. Each player has a hand of tiles. On your turn you do two things: place a tile from your hand onto the board next to your token and move your token as far as it can go along the line it is currently on, until it is stopped by an empty space with no tile in (yet), the edge of the board or colliding with another player's token. If your token reaches the edge of the board or collides with another player's token, you are out of the game. The aim of the game is to be the last player left with a token on the board. Strategy therefore consists of trying to drive your opponents either into each other or off the board whilst extending your own route in directions that will make it difficult for your opponents to do the same.&#10;&#10;Other notes:&#10;&#10;Tsuro was originally patented by McMurchie in 1979 under the name Squiggle Game, but was apparently not published at that time.  Somewhat similar to Metro and Spaghetti Junction.&#10;&#10;",
    "categories": [
      "Fantasy"
    ],
    "mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Player Elimination",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/2V3d4ryhxkS3RoPtDrvpUw__thumb/img/NWgNhoxUIF7Lmj1apRkZQhFL6NU=/fit-in/200x150/filters:strip_icc()/pic875761.jpg"
  },
  {
    "id": "25568",
    "name": "Metropolys",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "Talented Urban planners and architects rival each other to construct luxury, elegant buildings of glass and steel, defying the laws of balance. Who will eventually impose their style to leave an indelible trail in the history of the city? The answer is in your hands!&#10;&#10;The players are urban planners in quest of prestige. Over the course of the game, players will try to construct their buildings in the best locations. As soon as a player has placed all of their buildings, the game ends. The player with the most prestige is the winner.&#10;&#10;Each turn a player will pick a space on the board and place one of their buildings (bidding markers) into the space, with the bidding number shown. Each following player can then either pass or raise the bid by placing a higher numbered building into an adjacent space. The eventual winner of the bid flips his building number side down and all losing bids are returned to players. A new round commences.&#10;&#10;Spaces on the board are differentiated by Metro spaces, which are worth points and reward the player with the most at game end; archaeological sites, which are worth minus points and penalize the player who most recently built on one; and fashionable locations, which are just worth extra points. In addition, each player has up to two hidden agendas that they are secretly trying to achieve, such as trying to surround water fountains or occupy both sides of bridges.&#10;&#10;",
    "categories": [
      "Territory Building"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Constrained Bidding"
    ],
    "image": "https://cf.geekdo-images.com/nDR7wvOFkjReg5RGtIGpng__thumb/img/IQF7J0ktj0AN80yv70HH248Kiuo=/fit-in/200x150/filters:strip_icc()/pic297075.jpg"
  },
  {
    "id": "300327",
    "name": "The Castles of Tuscany",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "The beautiful Tuscany region, in the 15th century, is the home of the Italian Renaissance. As influential princes, the players make creative decisions to build their region into a flourishing domain.&#10;&#10;By supporting towns, villages, and monasteries, or by extracting marble and delivering goods, players see their lands grow, earning them victory points. Each round, players use cards to place useful tiles to expand their regions and gain new opportunities.&#10;&#10;The winner is the person who has the most victory points after three rounds of play.&#10;&#10;NOTE: The English edition of the rules for the Castles of Tuscany have some translation and design issues, making it slightly harder than typical to learn how to play this introductory Feld game. Some smaller issues have been observed in other languages complicating a simple resolution of questions. A community FAQ is available here to provide some clarity and is highly recommended for first time players.&#10;&#10;",
    "categories": [
      "Industry / Manufacturing",
      "Renaissance",
      "Territory Building"
    ],
    "mechanics": [
      "Grid Coverage",
      "Hexagon Grid",
      "Modular Board",
      "Set Collection",
      "Tile Placement",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/_MfRr0gL7MZkqhea1qIyeA__thumb/img/jE0NT5PExNN-U-ppO01ts-tqtyw=/fit-in/200x150/filters:strip_icc()/pic5657331.jpg"
  },
  {
    "id": "354544",
    "name": "Unmatched: Houdini vs. The Genie",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 9,
    "description": "Unmatched is a highly asymmetrical miniature fighting game for two or four players. Each hero is represented by a unique deck designed to evoke their style and legend. Tactical movement and no-luck combat resolution create a unique play experience that rewards expertise, but just when you've mastered one set, new heroes arrive to provide all new match-ups.&#10;Unmatched: Houdini vs. The Genie adds two new heroes: Harry Houdini and The Genie of the Lamp.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Mythology",
      "Novel-based"
    ],
    "mechanics": [
      "Action Points",
      "Card Play Conflict Resolution",
      "Hand Management",
      "Line of Sight",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/hKve9gkleO4Kp9T1vnJVEg__thumb/img/mOEo1l8dQAmSksX6YYe7oDVq020=/fit-in/200x150/filters:strip_icc()/pic6918007.jpg"
  },
  {
    "id": "156776",
    "name": "Warhammer 40,000: Conquest",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 14,
    "description": "In Warhammer 40,000: Conquest, a two-player Living Card Game, you take the part of a warlord, leading your armies into battle against your opponent in a bid to claim glorious victory. Even as you lead your bravest warriors into battle, you must plan for the future, establishing a presence on planets before the tides of war consume them in blood and fire. You must conquer the Traxis sector by strength of arms for in the grim darkness of the far future, there is only war.&#10;&#10;Warhammer 40,000: Conquest introduces seven distinct factions: Space Marines, Astra Militarum, Orks, Chaos, Dark Eldar, Eldar, and Tau. Each of these factions possesses a unique flavor and style of play, and an alignment wheel introduces the possibility of forming an alliance between two factions.&#10;&#10;At the start of play, the Traxis sector lies open before you, with planets awaiting the tramp of armies on the road to war. Each round begins with you and your opponent preparing for battle. Planet cards are arranged in a row between the players at the beginning of the game, and the planet farthest to the left of the starting player is the first planet. Each round, you or your opponent will clash at the first planet, and the victor will capture the first planet.&#10;&#10;Capturing planets is your ultimate goal. Some planets possess essential materials necessary for the armies of the 41st millennium. Others offer strategic advantages to those who hold them, while yet others are home to great technological wealth. Each of the planet cards possesses one or more symbols in the upper left hand corner, designating that planet's assets. These symbols grant no abilities by themselves, but the first player to collect three planets sharing a common symbol dominates the sector and wins the game.&#10;&#10;Your warlord grants powerful special abilities, determines your starting resources and hand size, and serves as a vital part of your army, so you'll want to build your deck around your warlord to take full advantage of his strengths &mdash; and cover his weaknesses, as defeating the opponent's warlord is another way to victory.&#10;&#10;",
    "categories": [
      "Card Game",
      "Collectible Components",
      "Fighting"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Area-Impulse",
      "Hand Management",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/7u9y7JnR91pkt__MjrU6EA__thumb/img/QdrvsZBLNHohQ_rIra14zlmBJ3Q=/fit-in/200x150/filters:strip_icc()/pic2079275.jpg"
  },
  {
    "id": "242722",
    "name": "Here I Stand: 500th Anniversary Edition",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 360,
    "age": 14,
    "description": "Here I Stand: Wars of the Reformation 1517-1555 is the first game in over 25 years to cover the political and religious conflicts of early 16th Century Europe. Few realize that the greatest feats of Martin Luther, Jean Calvin, Ignatius Loyola, Henry VIII, Charles V, Francis I, Suleiman the Magnificent, Ferdinand Magellan, Hernando Cortes, and Nicolaus Copernicus all fall within this narrow 40-year period of history. This game covers all the action of the period using a unique card-driven game system that models both the political and religious conflicts of the period on a single point-to-point map.&#10;&#10;There are six main powers in the game, each with a unique path to victory.&#10;&#10;Here I Stand was due for a reprint in 2017, but with October 31, 2017 being the 500th anniversary of Martin Luther's posting of his 95 Theses, Ed Beach and his team of Here I Stand enthusiasts have put together a series of enhancements to the original game that transform this reprint into a deluxe 500th anniversary treatment.&#10;&#10;500th Anniversary Edition Enhancements include:&#10;&#10;     6 brand new cards added to the deck, including Thomas More, Thomas Cromwell, Rough Wooing, and Imperial Coronation.&#10;     Revisions to over 15 existing cards including Copernicus, Master of Italy, and Machiavelli to allow for more exciting in-game play and additional possibilities for diplomatic deals.&#10;     A new Chateau construction table is now used to resolve France's Patron of the Arts home card plays.&#10;     Several Virgin Queen rule updates are incorporated back into Here I Stand, affecting minor power activation, piracy, space trading, and foreign wars.&#10;&#10;&#10;Game Components:&#10;&#10;    Four and a half full-color counter sheets&#10;    116 Strategy Cards&#10;    One 22&quot;x34&quot; Mounted Mapsheet&#10;    Player Aid Cards (11&quot;x17&quot; &amp; 8.5&quot;x11&quot;)&#10;    Rules/Scenario Book&#10;    One ten-sided die&#10;&#10;&#10;DESIGNER: Ed Beach&#10;MAP &amp; CARD ART: Mark Simonitch&#10;COUNTER ART: Mark Simonitch and Rodger B. MacGowan&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Negotiation",
      "Pike and Shot",
      "Political",
      "Religious",
      "Renaissance",
      "Wargame"
    ],
    "mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Point to Point Movement",
      "Simulation",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/AMS9MRYUllEpYk8OHt7CxQ__thumb/img/Yz7wCUDOSC72E2iZn_dGALacqCI=/fit-in/200x150/filters:strip_icc()/pic6803202.jpg"
  },
  {
    "id": "157809",
    "name": "Nations: The Dice Game",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 14,
    "description": "From the humble beginnings of civilization through the historical ages of progress, mankind has lived, fought and built together in nations. Great nations protect and provide for their own, while fighting and competing against both other nations and nature itself. Nations must provide food as the population increases, build a productive economy, and amaze the world with their great achievements to build up their heritage as the greatest nations in the history of mankind!&#10;&#10;Nations: The Dice Game is a game for 1-4 players that takes 10-15 minutes per player and shares many concepts with the civilization-building game Nations while still offering its own challenges. The game is played over four ages (four rounds). During each round, players take turns until all have passed. The available actions are:&#10;&#10;&#10;     Buy a tile&#10;     Build a wonder&#10;     Reroll some or all your dice&#10;&#10;&#10;Buildings and military provide dice. Colonies and wonders provide resources and victory points. Advisors provide rerolls. New tiles provide benefits immediately, so you can roll new dice at once.&#10;&#10;At the end of each round, War and Famine drawn at the start of the round is checked for each player, giving you victory points if you match or beat the values. Books are accumulated and scored. Player order is checked, with high military strength going first in the next round. At the end of the game, whoever has the most victory points wins.&#10;&#10;",
    "categories": [
      "Ancient",
      "Civilization",
      "Dice",
      "Medieval",
      "Renaissance"
    ],
    "mechanics": [
      "Dice Rolling",
      "Events",
      "Push Your Luck",
      "Re-rolling and Locking",
      "Turn Order: Stat-Based",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/cAUrzJCm1nNzJ_JyH6N85g__thumb/img/mB-g90DCrvuRHH2V8ErYeYwF6p0=/fit-in/200x150/filters:strip_icc()/pic3743789.jpg"
  },
  {
    "id": "208024",
    "name": "The Reckoners",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 100,
    "age": 13,
    "description": "The Reckoners, a game based on the young adult fantasy novels by Brandon Sanderson, allows players to take on the roles of the novels' protagonists and work together to save the world.&#10;&#10;Background:&#10;10 years ago... A mysterious burst in the sky gave ordinary men and women extraordinary powers. They're called Epics. But, every Epic turned out to be evil. Today, in the city once known as Chicago (now Newcago), an all-powerful Epic named Steelheart reigns supreme!&#10;&#10;Nobody fights back... nobody but the Reckoners! This is where you come in. You are a member of the Reckoners, a skilled group of normal humans who assassinate Epics. Your mission is simple, but not easy. Take down Steelheart and his Epics and save the city.&#10;&#10;Gameplay:&#10;The Reckoners is a simultaneous, co-operative game for 1-6 players that plays in 75 minutes. You win by defeating Steelheart. But before you can defeat him, you must first discover his weakness. Throughout the game, you will work with your fellow Reckoners to research and attack Steelheart, but he is not alone. Numerous Epics are scattered throughout the city, and they will wreak havoc upon the population, if left unchecked. If the Epics manage to destroy Newcago by reducing the population to 0, then all Reckoners lose.&#10;&#10;The Reckoners determine which actions to take primarily through a simultaneous, dice rolling mechanism, where each player can keep and reroll results up to three times at their own pace. Equipment Cards and Plan Tokens will also allow you to gain extra actions or improve/manipulate the results of your dice. Actions are resolved simultaneously as well, so communication and collaborative planning are key to ensuring optimal outcomes.&#10;&#10;Your dice can be used to attack Epics, research Epics, contain Epics, attack Enforcement, earn money, acquire Plan Tokens, move around the game board, remove barricades, and activate special equipment powers. Researching and Attacking Epics will help you earn valuable rewards, including clues about Steelheart's weakness. But, there will always be more Epics than you, so you have to choose your battles wisely. When all actions have been taken by The Reckoners, then it's the Epics turn.&#10;&#10;Each round, all of the Epics are going to activate, performing an array of actions and then powering up to be even more devastating next round. Each Epic also has a unique set of actions it performs, so you're always facing multiple threats that function very differently. The crux of the game is deciding how to resolve these competing threats and prioritize your actions together to eliminate Epics and ultimately win the game. How, when, and where you act will determine your victory or failure.&#10;&#10;Summary:&#10;In short, The Reckoners plays like a challenging, ever-shifting puzzle. If you like co-operative games where you carefully manage resources, build powerful action combos, create tactical plans with your teammates, and work together to take down the bad guy while on the brink of defeat, then be sure to check out The Reckoners.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Dice",
      "Novel-based",
      "Science Fiction"
    ],
    "mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Push Your Luck",
      "Re-rolling and Locking",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/pErtwXL-jxcz_l7akqACmg__thumb/img/ixsm739pmLZwGaqksGykCp-pkXI=/fit-in/200x150/filters:strip_icc()/pic3584095.jpg"
  },
  {
    "id": "207691",
    "name": "Railroad Revolution",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 12,
    "description": "Ambition and a thirst for wealth have driven humanity to strive for ever greater progress. In America, during the 19th century, battles were waged between huge railway corporations that sought to connect state to state and coast with coast&hellip; making themselves filthy rich in the process. Railroad Revolution drops you straight into the middle of these tempestuous years; a time that changed America forever.&#10;&#10;In Railroad Revolution, you will manage your own railroad company, ruthlessly competing to be the most powerful railroad tycoon across all America. You will build railroads, establish stations in your connected cities, expand the network of telegraph lines, and chase your objectives, increasing the value of your company with every action you take.&#10;&#10;You start with mainly a team of non-specialized workers, but during the game you can hire additional ones with specific skill sets. The cost or effect of an action is determined by the type of worker that does it. To complete your company objectives, you will have to remove some of your workers from your active pool, promoting them to managerial positions. You must carefully assign each of your workers to perform the right action at the right time in order to exploit their specializations in the best way. You need to decide which ones to promote and which are instead still needed to take actions, as your priorities will change from turn to turn.&#10;&#10;Railroad Revolution is a fast paced game with relatively simple rules, and it provides you with interesting and challenging decisions. Having a good strategy and finding the correct timing to implement it, is the key to winning the game.&#10;&#10;",
    "categories": [
      "Trains"
    ],
    "mechanics": [
      "Network and Route Building",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "image": "https://cf.geekdo-images.com/0A9aGzLzmBxN_M6rgpb6Dg__thumb/img/pupJXts3kO3x05Ki-lhREAPWrhw=/fit-in/200x150/filters:strip_icc()/pic3200781.jpg"
  },
  {
    "id": "281194",
    "name": "Flick of Faith",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 8,
    "description": "Gods are powerful and... bored! Make a bet with the others, use your unique powers and gather the most believers in the Archipelago of the Navel of the World. Flick of Faith is a flicking area control game in which players are sending their prophets into the islands by flicks. Make sure people heard about you on every island. Even better if you can get the domination - the winning is close. But be careful! To make the bet more interesting other gods would use every sneaky trick.&#10;&#10;The game is divided into 4 rounds. Each player picks a god with unique power, for example ability to send a gigantic monster into the map. Besides that everyone has 5 prophets in a form of wooden discs and a few temples of their own color.&#10;Every round splits into 3 simple phases.&#10;&#10;     Council Phase - players draw two cards with unique rule modifications and vote for the one they want to apply into the game. Once the voting is over, new rule comes into play.&#10;     Mission Phase - every player in their own turn flicks one of their prophets into the map. Prophet may knock other prophets off the map or help them to catch an island. Gods can also use their special powers. This phase ends if there is no prophet left in any god's pool.&#10;     Conversion Phase - each god gains victory points for every island they have a prophet or temple on. God gains bonus victory points if they dominate the entire island.&#10;&#10;&#10;Moreover there is the Navel of the World Island. This one grants a lot of bonus points depends on how well are your prophets spread over the archipelago, but is also really difficult to reach. If your prophet can manage to take the city, he builds a temple for your greatness.&#10;&#10;After that all prophets are taken off the map and the round ends. Now you have entirely new generation of prophets to flick into the archipelago.&#10;&#10;After 4 rounds bonus points are dealt out and the winner is the god with most victory points gathered so far. &#10;Numbers included in the section above may vary depending on the number of players.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Mythology"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Flicking",
      "Variable Player Powers",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/JpwNN20XgLtLqA3NZhSltg__thumb/img/6t3dNkgB6qX_NjV_oDh7q9naAXo=/fit-in/200x150/filters:strip_icc()/pic4968167.jpg"
  },
  {
    "id": "168917",
    "name": "Smash Up: Pretty Pretty Smash Up",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 45,
    "age": 14,
    "description": "Think only pirates, time travelers, vampires and bears can smash bases? Well, get ready to be taught a lesson &mdash; in the nicest way possible!&#10;&#10;Pretty Pretty Smash Up brings the sweetest factions ever to the vicious fight for victory! Kitty Cats use their incredible cuteness to take control of enemy minions. Princesses ply their royalty, beauty and even their love to get their way. Fairies' fickle tricks give you options like never before, while the herds of Mythic Horses work together for dominance. Get ready &mdash; your opponents will never know what hit them!&#10;&#10;Pretty Pretty Smash Up can be played on its own as a two-player game or combined with other Smash Up titles to allow for up to four players to compete at the same time.&#10;&#10;Integrates with:&#10;&#10;&#10;    Smash Up&#10;&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game",
      "Fantasy",
      "Humor"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/qbBlobucRIEbX_PjsrHxKQ__thumb/img/lcrlUUOClf4XN7sJqbWsur8twwA=/fit-in/200x150/filters:strip_icc()/pic2302759.jpg"
  },
  {
    "id": "276042",
    "name": "Conspiracy: Abyss Universe",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "Conspiracy: Abyss Universe is a card game set in the world of Abyss.&#10;&#10;The card deck in the game consists of cards in five colors, with twelve of each color and cards numbered 0&ndash;6. Each player in the game drafts cards and builds a reverse pyramid, starting with a row of five cards, then placing four cards in a row below that, then three under that, etc.&#10;&#10;On a turn, you can draw 1&ndash;3 cards from the deck, choose one of those cards and add it to your current row, then place any remaining cards grouped by color near the deck; alternatively, you can pick up all the cards of a color next to the deck and add them to your current row.&#10;&#10;As soon as the cards in your rows show two matching keys or three different keys, you take either the revealed location card or the top card of the location deck, and place it on the lattermost card with a key. Location cards increase the value of a card and sometimes have special powers. Some cards feature pearls, and when you have as many or more pearls as whoever has the pearl majority card, you take this card from them.&#10;&#10;The game ends as soon as someone finishes their pyramid, then all players score their points. For each color, you score points equal to the largest valued card in your pyramid. Additionally, for each color, you look at the largest grouping of cards in your pyramid and you score 3 points for each of those cards. Whoever held the pearl majority card at game's end scores 5 points for it. Whoever has the highest score wins.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Nautical"
    ],
    "mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Set Collection",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/Ky1KJsNelw0ztljXDZJl_w__thumb/img/93KaKL8CBUcBflMWKQRzVcIRueg=/fit-in/200x150/filters:strip_icc()/pic6964382.jpg"
  },
  {
    "id": "206051",
    "name": "Insider",
    "minPlayers": 4,
    "maxPlayers": 8,
    "playingTime": 15,
    "age": 9,
    "description": "Do we really have free will? Who decides this? Are we controlled by what we hear and what we see, even while thinking we decide freely? Insider is a game that deals with these questions. While communicating to others, you have to find the right answers to a quiz or find the &quot;insider&quot; who is manipulating the discussion. The insider will do everything to hide their identity while misleading the others.&#10;&#10;In more detail, players are assigned roles at random. One player is the &quot;master&quot;, and they secretly select a word from a set given in a deck of cards. (In a variant given in the rulebook, they can freely select and write down a word.) The &quot;insider&quot; player, whose role is not known to the other players, will then secretly view the word. The rest of the players are known as &quot;commons&quot;. The commons then have approximately five minutes in which to ask the master &quot;yes&quot; or &quot;no&quot;-type questions so that they can deduce the secret word. The insider attempts to secretly lead the commons towards the correct word. If the commons fail to guess the correct word, everyone loses.&#10;&#10;If, however, the word is correctly guessed in the allowable time, the master flips the sand timer, and the commons and master have until the sand runs out to discuss the game and deduce the identity of the insider. If they guess correctly, they win the game together; if they do not, the insider wins.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Deduction",
      "Party Game",
      "Word Game"
    ],
    "mechanics": [
      "Hidden Roles",
      "Roles with Asymmetric Information",
      "Team-Based Game",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/VW7K2SmGbr-Eim9nNhxfJw__thumb/img/0eBd_mdXuJE_sHVMZHawEHenSvM=/fit-in/200x150/filters:strip_icc()/pic3325362.jpg"
  },
  {
    "id": "191231",
    "name": "Via Nebula",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 12,
    "description": "Crafters, builders and carriers &mdash; your help is needed to dispel the mists of Nebula! The people of the valley will reward you handsomely if you harvest and exploit our many resources, open paths through the mists, and help our settlers build new structures. Cooperate temporarily with other builders in order to create paths and share goods, but do not forget your own objectives. Will you have a statue erected in your honor on the Nebula City plaza?&#10;&#10;A game of Via Nebula starts with a board showing a hexagonal grid, some production sites with a few available resources on them (wood, stone, wheat, and pigs), building sites in various areas scattered over the whole board, and a lot of mist.&#10;&#10;Turn after turn, players have two actions at their disposal from these options: They may clear the mist of a hex to create new paths of transportation, open new production sites, open a building site in a city, carry resources from any production site to their own building sites, and, of course, achieve a construction. Resources and paths through the mist may be used by all the players. This initially induces a kind of cooperation, but eventually other players will take advantage of your actions!&#10;&#10;To achieve a construction, you fulfill a contract on one of your cards. You start the game with two contracts, and four more contracts are available for all players to see and use on a first come, first served basis &mdash; and that's where the cooperation abruptly stops. Additionally, most contracts have special powers that are triggered on completion.&#10;&#10;The game ends when a player finishes a fifth building. Opponents each take two final actions, then players score based on the number of cleared hexes and opened production sites and the point value of their contracts, with a bonus for the player who ended the game.&#10;&#10;",
    "categories": [
      "Territory Building",
      "Transportation"
    ],
    "mechanics": [
      "Action Points",
      "Connections",
      "Contracts",
      "Hexagon Grid",
      "Network and Route Building",
      "Pick-up and Deliver"
    ],
    "image": "https://cf.geekdo-images.com/fBgqTXGvFnr4mzdJo3CJvw__thumb/img/wkmN5b3_P3RXe7z095TsOeEt-6U=/fit-in/200x150/filters:strip_icc()/pic2839651.png"
  },
  {
    "id": "163154",
    "name": "Falling Sky: The Gallic Revolt Against Caesar",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 360,
    "age": 14,
    "description": "Late Summer, 54 BC:  In a series of brilliant and brutal campaigns, Caesar has seized Gaul for Rome. But not all tribes rest subdued. In the north, the Belgic leader Ambiorix springs a trap on unwary legions while Caesar is away. In the south, an ambitious son of the Arverni seeks to unite a Celtic confederation in revolt against the hated Romans. And what of the influential Aedui? Their republic appears content to shelter under Roman protection &ndash; but can they be trusted any further than any other Gauls? Meanwhile, along the Rhine, Germanic warbands multiply...&#10;&#10;Falling Sky: The Gallic Revolt Against Caesar, formerly Gallic War, takes 1 to 4 players into the military actions and complex politics of Roman-occupied but not-yet-conquered Gaul. Caesar and his hard-hitting legions cannot be everywhere and will not triumph without powerful allies among local tribes. But each Gallic confederation has its own agenda and must keep its eyes not only on the Romans but also on Celtic, Belgic, and Germanic rivals. Players recruit forces, rally allies, husband resources for war, and balance dispersed action with the effectiveness and risk of concentrated battle.&#10;&#10;Leveraging GMT's popular COIN Series system to integrate historical events with wide-ranging strategic options across the game board, Falling Sky provides accessible and deep historical gaming of war, politics, and diplomacy. A full solitaire system enables solo players to test their skill against an array of game-run factions, each unique. From Britannia to the Rhenus and down to Provincia, armies are on the move. Who shall finally subdue Gaul?&#10;&#10;Players: 1-4 (full solitaire system)&#10;Map:  Area movement&#10;Time scale:  1 year per 15-card campaign&#10;&#10;Designers:  Volko Ruhnke and Andrew Ruhnke&#10;Series Developer: Mike Bertucelli&#10;&#10;(source: GMT website, updated here by designer)&#10;&#10;",
    "categories": [
      "Ancient",
      "Wargame"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Movement Points",
      "Simulation",
      "Solo / Solitaire Game",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/8piEjuoZ8aOl7tXo68E-iw__thumb/img/NnEHiceYhP6avN-8Xi1WcMuJLK0=/fit-in/200x150/filters:strip_icc()/pic2963551.jpg"
  },
  {
    "id": "21523",
    "name": "Runebound: Second Edition",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 240,
    "age": 12,
    "description": "Runebound is a classic adventure game from Fantasy Flight Games in which mighty heroes must take on the perils of Terrinoth. The game can be largely played without conflict between the players but victory can only be claimed by the first player to defeat the Dragonlord Margath, so the players are actually in a race to level up and acquire powerful weapons, armour and allies in order to take on the final adversary.&#10;&#10;Runebound features a series of 4 Adventure Decks that helps to pace the speed of the game and ensures that the players level up by acquiring experience before they are ready to take on a harder set of challenges (events and monsters).&#10;&#10;Several of the key features of Runebound are that combat is played out in 3 phases, Ranged, Melee and Magic and a player has the ability to specialise in a particular discipline, although this may make them vulnerable against certain creatures. The game also features a novel movement system using a series of terrain dice.&#10;&#10;Runebound is playable solo and is expandable by many adventure packs that alter the final challenge (replacing the Dragonlord for example). Runebound 2nd Edition also has a series of big box expansions that provide a new map or central map overlay to alter the game in some way.&#10;&#10;Runebound 2nd Edition is different from 1st Edition in that the original game featured a d20 and this was replaced by 2 10-sided dice, which helped to better balance the luck factor.&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Hexagon Grid",
      "Open Drafting",
      "Role Playing",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/9ihKYaEPIQD7d1KkTWfFpQ__thumb/img/JQGLbThEtF14BEuaf6RHi4cWm-4=/fit-in/200x150/filters:strip_icc()/pic178189.jpg"
  },
  {
    "id": "165838",
    "name": "Space Hulk (Fourth Edition)",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 12,
    "description": "From the depths of space an ancient vessel drifts slowly towards the Imperium of Mankind - a space hulk. Within its confines, untold thousands of Genestealers slowly emerge from hibernation. The Space Marines must enter the cramped corridors and tomb-like chambers of the ancient ship to defeat this alien menace.&#10;&#10;Space Hulk is a board game for two players, recreating the battles fought between the Space Marines and Genestealers. One player commands the Space Marines as they carry out deadly missions in the ancient Space Hulk, and the other commands the horde of Genestealers opposing them. Space Hulk's fast-paced rules simulate the tense atmosphere of a mission deep inside the cramped confines of a derelict space hulk, where split-second decisions are needed for victory.&#10;&#10;This new version has 4 extra missions, Boarding Torpedoes, Damage Control Room, Breach Counters (for where the Boarding Torpedoes hit or something else), and a Turbo-lift Tile allowing for multiple levels to clear of Genestealers.&#10;&#10;Also new for this edition are three mini-campaign packs released for the iPad:&#10;-Space Hulk Mission Files: Dark Angels &ndash; Bringers of Sorrow&#10;-Space Hulk Mission Files: Ultramarines &ndash; Duty and Honour&#10;-Space Hulk Mission Files: Space Wolves &ndash; Return to Kalidus&#10;&#10;Each Mini campaign comprises 3 missions specific to the chapter, and rules for creating new missions, plus a brief Chapter history.&#10;&#10;",
    "categories": [
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Stat Check Resolution"
    ],
    "image": "https://cf.geekdo-images.com/lwlGoH6tyG49tcNMihZxDg__thumb/img/fzkIXdf648vH5PuCyaIcj3ZbsxM=/fit-in/200x150/filters:strip_icc()/pic6875957.jpg"
  },
  {
    "id": "394106",
    "name": "Everdell Farshore",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 80,
    "age": 10,
    "description": "The Forever Sea is calling...&#10;&#10;The rugged coast north of Everdell Valley is a land brimming with adventure and mystery. Stalwart sailors search for bountiful islands and valuable treasures. Dutiful monks inhabit abbeys and scriptoriums, meticulously translating and illuminating. Hard-working folk gather resources and build their cities in unison with the ever-changing waves of the mighty ocean.&#10;&#10;Welcome to Everdell Farshore, a standalone game set in the country of Farshore. Through each season, you lead a crew of critter workers to build up a prosperous city and to explore the enchanting ocean beyond. You must plan your actions carefully in order to build and to sail, for only by adapting to the winds of change will you succeed.&#10;&#10;The wind is high. The sun is breaking the horizon. It is time to set sail for adventure!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game",
      "City Building",
      "Fantasy"
    ],
    "mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/JDXU1SebJFXBsP4qT79oYg__thumb/img/wzgfJrJBnw51mfA8YhmnHXolWkM=/fit-in/200x150/filters:strip_icc()/pic7605937.png"
  },
  {
    "id": "131646",
    "name": "Merchant of Venus (Second Edition)",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 240,
    "age": 14,
    "description": "Merchant of Venus uses many elements that come together to form a very interesting game. Players take on the roles of space traders who move their ships through interconnected systems discovering new alien worlds to trade with. As players start to make money delivering commodities in a unique supply-and-demand system, their earnings can be used to purchase better ships and equipment (shields, lasers, engines, etc...) and construct their own spaceports (which speed up trading) and factories (which create better commodities). Variations included in the rulebook allow for interplayer combat. The player who first acquires enough total value ($1000, $2000, $3000, $4000) in cash and port/factory deeds takes the day.&#10;&#10;For the 2012 edition of Merchant of Venus from Fantasy Flight Games, the company promises that this revision &quot;remains true to its magnificently campy core while updating the map and game components and expanding game play in surprising ways that will cause even the most hardcore fan to celebrate.&quot; That said, the player count has been lowered from six (in the Avalon Hill edition) to four, with the four races in the game being Human, Whynom, Qossuth, and Eeepeeep.&#10;&#10;",
    "categories": [
      "Economic",
      "Exploration",
      "Science Fiction",
      "Space Exploration",
      "Transportation"
    ],
    "mechanics": [
      "Commodity Speculation",
      "Dice Rolling",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/2aHxs1ljNAD2Q2e8q6vW2w__thumb/img/_XGWw_z41Vp3M5Ycn2YXmqK53SE=/fit-in/200x150/filters:strip_icc()/pic1134632.jpg"
  },
  {
    "id": "375651",
    "name": "That's Not a Hat",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 15,
    "age": 8,
    "description": "Can you remember a few items? Sounds easy?&#10;It's a challenge in &quot;That's not a Hat&quot;!&#10;Players give gifts to each other while trying to remember who gave what and which gift they have in front of them.&#10;If they can't remember, they have to bluff to avoid a penalty point.&#10;An unforgettable game!&#10;&#10;",
    "categories": [
      "Bluffing",
      "Memory",
      "Party Game"
    ],
    "mechanics": [
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/y_8E6IhpFg5z-_9KHdQYYQ__thumb/img/8FaQmPggNpG2i2zIXe5-X8bGt30=/fit-in/200x150/filters:strip_icc()/pic7386321.jpg"
  },
  {
    "id": "175199",
    "name": "Mottainai",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 13,
    "description": "&quot;Mottainai&quot; (pronounced mot/tai/nai or like the English words mote-tie-nigh) means &quot;Don't waste&quot;, or &quot;Every little thing has a soul&quot;. In the game Mottainai, a successor in the Glory to Rome line, you use your cards for many purposes. Each player is an acolyte in a temple who performs tasks, collects materials, and sells or completes works for visitors. Every card can be each of these three things.&#10;&#10;You choose tasks to allow you to perform actions, keeping in mind that other players will get to follow up on your task on their next turn. Clever planning and combining of your works' special abilities is key, as is managing which materials you sell.&#10;&#10;Mottainai is a quick, but deep, game experience.&#10;&#10;",
    "categories": [
      "Card Game",
      "Print & Play"
    ],
    "mechanics": [
      "Follow",
      "Hand Management",
      "Multi-Use Cards",
      "Set Collection",
      "Team-Based Game",
      "Variable Phase Order"
    ],
    "image": "https://cf.geekdo-images.com/CTOlrpzG8J6JxkCnrL_cPw__thumb/img/dnbQMm4EEd49clYRara1V5S9DEQ=/fit-in/200x150/filters:strip_icc()/pic2688214.jpg"
  },
  {
    "id": "122522",
    "name": "Smash Up",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 12,
    "description": "The &quot;shufflebuilding&quot; game Smash Up begins with a simple premise: take the 20-card decks of two factions, shuffle them into a deck of forty cards, then compete to crush more Bases than your opponents! Each faction involves a different gaming mechanism - Pirates move their minions around, Zombies bring back their cards from the discard pile, Dinosaurs have enormous power - and each combination of factions brings a different gaming experience.&#10;&#10;During the game, players compete to score points from Base cards. Players play minions to the bases, and you want to have the highest total power of minions at the base when it breaks. Sounds easy? Is it easy when an opponent's Alien-Ninja plays minions to your bases that destroy your minions? What happens when the Pirate-Dinosaur player plays Full Sail and frees King Rex to trample your minions into the ground, or when the Wizard-Zombies player uses their mystic power to create an outbreak, suddenly flooding minions to the base from their discard pile? Or if you were facing a Zombie-Dinosaur player instead who created an epidemic of massive beasts?!?&#10;&#10;With eight different factions, Smash Up includes dozens of combinations to try. Pirate-Aliens play different from Ninja-Aliens, for example. Which one will you use to crush your opponents?&#10;&#10;And did we mention the Dinosaurs have laser beams?&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Humor",
      "Pirates",
      "Science Fiction",
      "Zombies"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Card Play Conflict Resolution",
      "Deck Construction",
      "Hand Management",
      "Kill Steal",
      "Open Drafting",
      "Take That",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/c1DOHkXD35OcqfPoxoSXlA__thumb/img/kdzBzdj4prsoztFNEFZ6eWv1RVI=/fit-in/200x150/filters:strip_icc()/pic1269874.jpg"
  },
  {
    "id": "223750",
    "name": "Hardback",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 10,
    "description": "Hardback is a deck-building word game, a prequel to Paperback. As an aspiring 19th-century novelist, you work to pen your next masterpiece, earning prestige along the way.  Specialize your deck in certain genres to exploit card combinations, and press your luck to draw extra cards &mdash; but make sure you can still string a word together!&#10;&#10;Players build a deck of letters with various powers and race to 60 fame points to win.  Some of the features:&#10;&#10;&#10;    No wilds in your deck - any card can be wild.&#10;    Push your luck for more cards with the Ink system.&#10;    Match genre colors to gain bonus abilities on your cards.&#10;    New &quot;Timeless Classic&quot; letter cards stay in play until an opponent uses them.&#10;&#10;&#10;In addition to the competitive race mode for 2-5 players, the base game includes several variant rules, including Literary Awards, Adverts, Player Powers, and Events; and a co-op mode for 1-4 players, in which players join forces against one of four simulated opponents, each of which is proficient in a different deck genre.&#10;&#10;",
    "categories": [
      "Card Game",
      "Word Game"
    ],
    "mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Open Drafting",
      "Push Your Luck",
      "Race",
      "Spelling"
    ],
    "image": "https://cf.geekdo-images.com/QKo6ujrTGJBgXoG1oEuoAQ__thumb/img/owRLmPoUxcdR0JBDl5BzZ3RFLhI=/fit-in/200x150/filters:strip_icc()/pic3968823.jpg"
  },
  {
    "id": "230933",
    "name": "Merlin",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 75,
    "age": 14,
    "description": "King Arthur is searching for a worthy heir. Together with Merlin, he tries to find the best candidate among the Knights of the Round Table.&#10;&#10;In Merlin, players move their knights or Merlin with the help of dice around the action ring to get the most desired actions. While the knights are only moved by the corresponding player, Merlin can be moved by all players, which makes integrating Merlin in one's plan a tricky endeavor.&#10;&#10;There are multiple ways to score victory points such as defeating barbarians, building manors in the surrounding area and increasing one's influence in the six counties. Additionally, players can fulfill task cards during their turn to get more victory points. The player who plans his actions most efficiently will ultimately have the most points and thus will be the royal successor of King Arthur.&#10;&#10;",
    "categories": [
      "Medieval"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Roll / Spin and Move",
      "Rondel",
      "Set Collection",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/n6gI4kicSY3wSprEYBB7lg__thumb/img/DZj-YaqBEW4Bbh8EslLXepaZyJ0=/fit-in/200x150/filters:strip_icc()/pic3716929.jpg"
  },
  {
    "id": "301767",
    "name": "Mysterium Park",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 10,
    "description": "Welcome to Mysterium Park!&#10;Its cotton candies, its circus, its dark secrets...&#10;&#10;The park&rsquo;s former director has disappeared, but the investigation came to nothing. Since that night, weird things are happening on the fairground. As psychics, you&rsquo;re convinced that a ghost haunts this carnival... You&rsquo;re now intent on giving it a chance to reveal the truth.&#10;&#10;In this cooperative stand-alone game, the ghost sends visions with illustrated cards. The psychics try to interpret them in order to rule out certain suspects and locations. Then, they&rsquo;ll seize their only chance to piece together what happened to the director. You have only six nights before the carnival leaves town... Open your minds and find the truth!&#10;&#10;Set in the lights of a 1950's US fairground, Mysterium Park shares the same core mechanism with the famous award-winning game it reimplements, though bringing a different approach: it is smaller and faster, thanks to very quick setup and simplified rules.&#10;&#10;Mysterium is a milestone in immersive and eye-catching experiences close to role-playing; with Mysterium Park, you can enjoy the heart of it in a more condensed way.&#10;&#10;&mdash; description from the publisher&#10;&#10;",
    "categories": [
      "Deduction",
      "Murder / Mystery",
      "Party Game"
    ],
    "mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Pattern Recognition",
      "Roles with Asymmetric Information",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/U2CYPYgIEC1cLF45Rh0UGw__thumb/img/bTRB0-Qnb-tvrYxN3vJJZRBEZ1s=/fit-in/200x150/filters:strip_icc()/pic5581038.jpg"
  },
  {
    "id": "171233",
    "name": "The Big Book of Madness",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 12,
    "description": "So far your first year at the Elementary College has been slightly disappointing. They taught you to light a flickering flame at the tip of your finger, but other than that you've spent much more time reading books than learning powerful spells as future great wizards like you should.&#10;&#10;So when you heard about the Big Book of Madness hidden in the great school library, you couldn't help but to sneak in and peek in this intriguing tome in spite of your professors' warnings. When you slowly lift the cover of the terrible book, dozens of dreadful creatures rush out, threatening to destroy the world itself! This was your mistake, and only you can fix it now! Learn from the library to fight back against the monsters, and try not to sink into insanity...&#10;&#10;The Big Book of Madness is a challenging co-operative game in which the players are magic students who must act as a team to turn all the pages of the book, then shut it by defeating the terrible monsters they've just freed.&#10;&#10;Each player has their own element deck that they build during the game and use for several purposes, such as learning or casting a spell, adding a new element to their deck, destroy or healing a curse. Spells allow you to support your playmates, improve your deck, draw cards, etc. &mdash; but the monsters from the book fight back. Each comes with terrible curses that are triggered every turn unless you dispel them in time. They will make you discard elements, add madness cards to your deck, or lose spells...&#10;&#10;If you manage to turn six pages and defeat all of the monsters, you win the game!&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy"
    ],
    "mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/-LL30JqMelQiFx51xjzIVg__thumb/img/1zS0iG4Y_mY8RNwJqTZm6o5YztI=/fit-in/200x150/filters:strip_icc()/pic2750172.jpg"
  }
]
