[
  {
    "id": "308589",
    "name": "Chicken War",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "All&rsquo;s fair &mdash; or fowl &mdash; in a chicken war!&#10;&#10;In Chicken War, the goal is to have all of the Chickens in your Yard match your secret Leader Chicken. Every Chicken has certain traits, and to match, Chickens must have two and only two of these traits in common. On your turn, draw Chicken tiles from the draw pile, and switch them out for Chickens in your Yard. When you have a fully matching Army, you win! But don&rsquo;t be too obvious about which Chicken you&rsquo;re matching&mdash;your opponents can use special actions or even throw an Egg to try to guess your Leader, and if they&rsquo;re right, you&rsquo;re out!&#10;&#10;-description from publisher&#10;&#10;",
    "categories": [
      "Animals",
      "Children's Game"
    ],
    "mechanics": [
      "Deduction",
      "Player Elimination"
    ],
    "image": "https://cf.geekdo-images.com/iVPEiDYo7vaOampsZZViAA__thumb/img/tDZF0TNooG5_909GYDukCxNlK-Q=/fit-in/200x150/filters:strip_icc()/pic5401706.jpg"
  },
  {
    "id": "337636",
    "name": "Autonomía Zapatista",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 10,
    "description": "Zapatista Autonomy is a board game in which we collaborate to build autonomy in a Zapatista caracol. It was created by the European social movement in support of the Zapatistas, in order to support the Zapatista journey to Europe in 2021.&#10;&#10;The goal of the game is to achieve the 13 Zapatista demands and the 7 principles of leading by obeying before the end of the tenth round of the game. In order to do this, you will have to cultivate the land, build houses and community infrastructure, train the promoters, fight against threats, etc.&#10;&#10;The 13 Zapatista demands are:&#10;&#10;&#10;     Land&#10;     Democracy&#10;     Labor&#10;     Freedom&#10;     Food&#10;     Information&#10;     Housing&#10;     Culture&#10;     Health&#10;     Justice&#10;     Education&#10;     Peace&#10;     Independence&#10;&#10;&#10;Each demand is achieved when the two required objectives, indicated on the back of the card, are met.&#10;&#10;The 7 principles of leading by obeying are:&#10;&#10;&#10;     To serve others, not serve oneself.&#10;     To represent, not to supplant.&#10;     To build, not to destroy.&#10;     To obey, not to order.&#10;     To propose, not to impose.&#10;     To convince, not to defeat.&#10;     To work from below, not seek to rise.&#10;&#10;&#10;Each principle is achieved by convening the Good Government Council.&#10;&#10;Turn Sequence:&#10;In each turn, these 3 phases are carried out:&#10;1. Show context cards&#10;2. Roll and place dice&#10;3. Resolution of the turn&#10;&#10;End of the Game:&#10;If at the end of a round you have achieved the 13 Zapatista demands and the 7 principles of leading by obeying, you have won the game. If any demand or principle is still missing when you have completed 10 game rounds, you have lost the game.&#10;&#10;",
    "categories": [
      "Farming",
      "Fighting",
      "Political"
    ],
    "mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Open Drafting",
      "Worker Placement with Dice Workers"
    ],
    "image": "https://cf.geekdo-images.com/oaOiG4S7ZhV7k2kDpg7HlA__thumb/img/t73MBJd0onO-veBvNnL77rVjt3k=/fit-in/200x150/filters:strip_icc()/pic6373857.png"
  },
  {
    "id": "7803",
    "name": "O'NO 99",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 0,
    "age": 7,
    "description": "Another in the line of Uno styled and themed games. The object of O'NO 99 is to avoid totaling 99 points or more, which would cause you to lose that round of play. If a player loses four rounds, they are out of the game.&#10;&#10;The deck consists of 54 cards; three each of 2s through 9s, four Holds, six Reverses, ten 10s, four -10s, two Double Plays, and four O'NO 99s (which count only as hand-fillers); there are also 24 tokens that are used to keep track of losses - a player surrenders a token when they lose a round.&#10;&#10;Each player starts with four cards and three tokens. On their turn, a player plays one from their hand, all the while the total on the table increasing until 99 is reached. The player that ends their turn on 99 points (or more) loses the round and surrenders a token; those with no tokens left are out of the game. Last player with remaining tokens wins.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/2ovMiXJFpw3p_HA17Qu03g__thumb/img/svnS1AgKbui77vP4VLMI9BSKlcg=/fit-in/200x150/filters:strip_icc()/pic6583114.jpg"
  },
  {
    "id": "22176",
    "name": "Lest Darkness Fall: Rome in Crisis, AD 235 – 285",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 240,
    "age": 0,
    "description": "Lest Darkness Fall: Rome in Crisis is a strategic level wargame covering the third century crisis that beset the Mediterranean region and its environs.  One player leads the Roman Empire and its client states, while the other commands an amalgamation of Rome's main enemies: barbarian Germanic tribes, Parthia, Palmyra and rebel forces from within the Roman world itself.&#10;&#10;The second player is generally on the offensive, trying to invade, loot and occupy core Roman territory, or perhaps reach the city of Rome itself, in order to win.  The Roman player wins by by finally maintaining the territorial integrity of the empire against the invaders.&#10;&#10;",
    "categories": [
      "Ancient",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/zJG4VyeuG5OStsjr-moABw__thumb/img/pfZNVbEbtHKnIe4snyoK8nrGHds=/fit-in/200x150/filters:strip_icc()/pic477912.jpg"
  },
  {
    "id": "1945",
    "name": "Ultimatum",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 180,
    "age": 14,
    "description": "Players battle for the Western, Communist, Neutralist and Oil Alliances to control the world in this world domination game set in the not-too-distant future.  Players collect money purchase troops and special action cards, even laser space stations and attempt to oust each other from crucial strategic locations on the board.  A game with an obvious lineage from Risk and other low complexity world domination games.&#10;&#10;",
    "categories": [
      "Wargame"
    ],
    "mechanics": [
      "Area Movement"
    ],
    "image": "https://cf.geekdo-images.com/OM_b4XRWawAvoS0PRZCodw__thumb/img/0CnOB5Eon3rgB4KPrL-hijnIidU=/fit-in/200x150/filters:strip_icc()/pic1013096.jpg"
  },
  {
    "id": "25460",
    "name": "Kasserine: Baptism of Fire, February 1943",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 240,
    "age": 12,
    "description": "Kasserine is a simulation of the dramatic Axis offensive in Tunisia during February of 1943. The target of this carefully timed operation was the U.S. II Corps. Part of the North Africa Quad.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Once-Per-Game Abilities",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/htHqToCsBZnnc9UMzP04Ag__thumb/img/mwAIkSXj9Efxr29YUGZPg_oxSpk=/fit-in/200x150/filters:strip_icc()/pic1777745.jpg"
  },
  {
    "id": "4611",
    "name": "Haithabu",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "&quot;Who is the cleverest Viking of all?&#10;The life of the Vikings was rough and tough, but even they were not able to survive without exchanging goods.&#10;Haithabu-the Venice of the Vikings with its stilts- was founded as a center of trade during the 8th century. Whatever trade flourished, there were jealous people, highway robbers and gangs of robbers. For protection, protective walls, traps and bridge systems were constructed that were supposed to make life difficult for all undesired intruders.&#10;Every year, the inhabitants of Haithabu hold a contest in their town, in honor of Odin, to find out who is the cleverest of all in overcoming the traps.&quot;&#10;&#10;",
    "categories": [
      "Medieval",
      "Puzzle"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/zR83lTdjPgD-cow5kl5PLQ__thumb/img/yizE_ntZvkmRiiRJ0XpegVGRQD4=/fit-in/200x150/filters:strip_icc()/pic40770.jpg"
  },
  {
    "id": "373991",
    "name": "Glyphics",
    "minPlayers": 3,
    "maxPlayers": 99,
    "playingTime": 30,
    "age": 10,
    "description": "Each round in Glyphics, the active player chooses a word or phrase from a card, then uses any or all of the forty plastic components to create an image or act out a scene so that another player can guess what you're trying to convey.&#10;&#10;",
    "categories": [
      "Party Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/m117a0ZgCtU5ukCQynWQPg__thumb/img/kd7CtNn0HxbPKxnnogn1FXb3lK4=/fit-in/200x150/filters:strip_icc()/pic7156526.jpg"
  },
  {
    "id": "4410",
    "name": "Barn Buzzin' Goofy",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 10,
    "age": 3,
    "description": "This is essentially a two-player version of Loopin' Louie, rethemed to take advantage of the Disney license. Some have reported taping bits from two Barn Buzzin' Goofy sets together to make a &quot;poor man's Louie,&quot; but according to others, there are subtle differences in the design (arm balance, paddle size, disc diameter, etc.) that weaken this edition.&#10;&#10;From the back of the box:&#10;Down on the farm, Mickey, Minnie, Donald, and Daisy are getting their crops ready to go to market. But watch out! Overhead, Goofy is trying to fly his plane. Every time Goofy swoops too low, he hits the pumpkins and watermelons, and makes them roll out of the trucks! Help protect the crops from Goofy's dips and flips-send his plane back up into the sky! To win, be the player with pumpkins or watermelons left in your truck.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Aviation / Flight",
      "Children's Game",
      "Electronic",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/HO8LKOTDySDlKD6sw78NEA__thumb/img/3xRrq8rS8KFyRWkm6OYpGamOe6c=/fit-in/200x150/filters:strip_icc()/pic198018.jpg"
  },
  {
    "id": "310300",
    "name": "Fruits",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 15,
    "age": 8,
    "description": "Fruits is a game in which we must combine memory and agility to eat the best fruits in the galaxy. At the beginning you will not know the location of the best fruits, but the actions of the dice will provide valuable information that you must remember during the course of the game.&#10;&#10;In each turn we will roll the custom die and we will have to perform the action indicated by the die, we will eat the fruit of another player, show one of our fruits, be the fastest to put our hand on the central card, ... at the end of the game we will count the points of the fruits we have eaten and whoever else has will win the game.&#10;&#10;Fruits is intended for family audiences, offering games for 2 to 6 players. It is recommended for aliens at least 8 years old, and the game lasts the same as eating a fruit! About 15 minutes savoring it well.&#10;&#10;&mdash;description from the publisher (Spanish)&#10;&#10;Fruits es un juego en el que debemos combinar memoria y agilidad para comer las mejores frutas de la galaxia. Al principio no sabr&aacute;s la ubicaci&oacute;n de las mejores frutas, pero las acciones del dado aportar&aacute;n informaci&oacute;n muy valiosa que debes recordar durante el transcurso de la partida.&#10;&#10;En cada turno tiraremos el dado personalizado y tendremos que realizar la acci&oacute;n que indique el dado , ya se comernos la fruta de otro jugador, ense&ntilde;ar una de nuestras frutas, ser el mas r&aacute;pido en pone nuestra mano sobre la carta central, .... al fina de la partida contaremos los puntos de las frutas que nos hemos comido y quien mas tenga ganara la partida&#10;&#10;Fruits est&aacute; destinado a p&uacute;blico familiar, ofrece partidas de 2 a 6 jugadores. Est&aacute; recomendado para aliens de al menos 8 a&ntilde;os, &iexcl;y el juego dura lo mismo que comerse una fruta! Unos 15 minutos sabore&aacute;ndola bien.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Memory"
    ],
    "mechanics": [
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/Fp3r6ABbqo9icZdtkPbQDg__thumb/img/XxsSeHvGqHi_zVieDO3tE2vVxK8=/fit-in/200x150/filters:strip_icc()/pic6428568.jpg"
  },
  {
    "id": "25479",
    "name": "Battle of the Wilderness: Gaining the Initiative, May 5-6, 1864",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "Battle of the Wilderness is an operational level simulation of the battle between the Union Army of the Potomac and the Confederate Army of the Northern Virginia, which took place during early May, 1864, in the area south of the Rapidan River in Virginia known as &quot;the Wilderness.&quot;&#10;&#10;This game is part of the Quadrigame &quot;Blue & Gray II: Four Civil War Battles&quot;&#10;&#10;",
    "categories": [
      "American Civil War",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/ir3p2VTgoNKi9ztJw2RAsw__thumb/img/_UGC3Ia51YVIi1XgBfzBd2ULR3c=/fit-in/200x150/filters:strip_icc()/pic5019726.jpg"
  },
  {
    "id": "152761",
    "name": "Aztack",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 7,
    "description": "Journey to the age of the legendary Aztecs and build a temple to win the favor of the high priest.&#10;&#10;In Aztack, players stack stones according to their patterns, as each stone must match the two stones underneath by color and/or glyph. Look for opportunities to block your opponent from stacking their stones so that you can rise to the top.  Whoever has the fewest stones remaining at the end of the game wins.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Puzzle"
    ],
    "mechanics": [
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/w-NbIZApUH3cQbx4x1KzJg__thumb/img/D7Juky1t5MIP2ZrYeZp-kuotreM=/fit-in/200x150/filters:strip_icc()/pic1887287.jpg"
  },
  {
    "id": "307772",
    "name": "Gelatinous",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 0,
    "description": "Be the biggest ooze . . . or lose!&#10;&#10;In Gelatinous, players start out as a wandering slime, using sparkling green dice to grow into a cube. But watch out, the other slimes are growing too! The first to grow into a cube wins &ndash; and the rest are lunch.&#10;&#10;Includes 35 glittery green dice and its own dice bag!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Dice"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/bvYgNGdpRDX2HuuWuIjZ1Q__thumb/img/ZigCks80CVzP3P3VgX3OQsy1_x8=/fit-in/200x150/filters:strip_icc()/pic5429955.png"
  },
  {
    "id": "303650",
    "name": "Disney Jungle Cruise Adventure Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "Attention Skippers! Family seeks experienced skipper for safe, speedy voyage along perilous jungle river to Jungle Navigation Company Headquarters. Esteemed Company owner Alberta Falls will announce one of four families as temporary Company caretakers before going on sabbatical, and we&rsquo;re in the running! Since we might be your future bosses, if you keep us on board, we&rsquo;ll do the same for you. Payment dependent on arrival of cargo and passengers&hellip; preferably in one piece.&#10;&#10;Disney Jungle Cruise Adventure Game is a mystery and deduction game based on the world-famous Disney Parks attraction. Players are intrepid skippers transporting valuable cargo and families of passengers through the jungle to Jungle Cruise Navigation Company Headquarters. Along the way, they&rsquo;ll collect clues to see which family might be appointed Company caretakers&mdash;these passengers are worth more points at the end of the game! They&rsquo;ll also collect lost passengers and cargo and navigate dangers that cause passengers and cargo to get lost in the jungle. The skipper to transport the most valuable cargo at the end of the game wins!&#10;&#10;On a player&rsquo;s turn, they will roll a movement die and move their boat forward that many spaces. They&rsquo;ll draw four Navigation cards, each of which has a danger rating and targeted boat section as well as a dangerous encounter (including hippos, giant butterflies, and ducks). As is appropriate, each Navigation card also includes a pun.&#10;&#10;Players only encounter as many cards as they move (ex: two cards for two spaces). They will roll encounter dice equal to the danger rating (0-3), then remove one passenger or cargo for each ! symbol they roll from the indicated boat section. If a player doesn&rsquo;t like their roll, they can use their Warning Shot to reroll.&#10;&#10;On future turns, if there are empty spaces on their boat, players will be able to collect a &ldquo;Lost &amp; Found&rdquo; token when they land on a river space. Lost and Found tokens allow players to collect lost passengers or cargo. Players will also stop at Outposts (which allow them to reload Warning Shots and collect cargo or passengers). Depending on their chosen route, players may also encounter Clue spaces (which show one of the families NOT chosen by Alberta).&#10;&#10;When the first player reaches Headquarters, they may collect a tip token. Once all players have arrived, the new caretakers are revealed, and players add up their scores. Passengers belonging to the caretaker family are worth more. The player with the most points (most valuable cargo) wins!&#10;&#10;",
    "categories": [
      "Adventure",
      "Deduction"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/rswn3dH8BSS7N2mDAUzoKg__thumb/img/HVrzjqygyXZskjrJ_fIUU5B_0FI=/fit-in/200x150/filters:strip_icc()/pic5265548.jpg"
  },
  {
    "id": "13031",
    "name": "ABC Monday Night Football",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 8,
    "description": "Each player chooses his play from those listed on a card.  A light under the board matches up the offensive play and the defensive play to determine the outcome, which is then illuminated on the playing surface for the two players to see.  Special teams cards are also included for both players to handle punts and kickoffs.&#10;&#10;",
    "categories": [
      "Electronic",
      "Movies / TV / Radio theme",
      "Sports"
    ],
    "mechanics": [
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/XOZb84It7Swj0iqutpWJNw__thumb/img/DZWnPsiesWH6MdeB137FuNDq2cI=/fit-in/200x150/filters:strip_icc()/pic52183.jpg"
  },
  {
    "id": "191216",
    "name": "Gob'z'Heroes",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 90,
    "age": 14,
    "description": "In Gob'Z'Heroes, goblins clash loudly by slapping faces, tripping each other, throwing grenades, and using quite unorthodox techniques such as &laquo; Acid Fart &raquo; or &laquo; Good Wallop &raquo;. You will head the Gob'z'heroes or the Gob'villains, and try to ridicule the rival crew! Everything is allowed, including the most ludicrous attacks&hellip;&#10;&#10;MAIN GOAL&#10;&#10;Be the first to score the number of Victory Points defined at the beginning of the game, as simple as that ... !!&#10;&#10;HOW TO SCORE VICTORY POINTS ?&#10;&#10;Victory Points are awarded for some brilliant actions performed by a player on his turn. Here is the list of exemples :&#10;&#10;KO by LOL = 1 VP&#10;KO by Low Blows = 1 VP&#10;KO a Troll = 2VP&#10;&hellip;&#10;&#10;GAME PLAY&#10;&#10;Phases of turn:&#10;1 (optionnal)If only 1 gob remain able, a backup shows up&#10;2 Identify the able gob with the highest charisma of your crew&#10;3 Play your gob'z without exceeding the rationing limit&#10;4 Crew rehab before next turn&#10;&#10;Play a gob :&#10;When you play a gob, you can first move then make him attack if possible&#10;&#10;Move a gob :&#10;Each gob has a movement characteristic&#10;&#10;Attack a rival gob :&#10; Roll a dice to hit to determine if a blow hits or not&#10; Modifiers : Some skills, combo or stuff cards could bring a bonus   or a malus&#10; Determine the degree of injury : We consider the physical ability of both the attacker and the defender&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Fighting",
      "Humor",
      "Miniatures"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/jCveT63gQKDCaw-0bF1m0A__thumb/img/AAPLqx-sN2Nvkx9mYenkYjbfk1g=/fit-in/200x150/filters:strip_icc()/pic3788609.jpg"
  },
  {
    "id": "194094",
    "name": "Verti-Go",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 8,
    "description": "Can you balance all your cards? Test your nerves with this game of equilibrium as you build out a tower of cards, trying not to knock any of them down. You'll be on the edge of your seat as you slide, angle and hitch your cards in over 10 ways to win.&#10;&#10;Be the first person to get rid of all your cards or you can keep playing until the entire tower crashes. For family fun on the go, take the game anywhere in the easy to store reusable VERTI-GO can which doubles as the base for the game.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "mechanics": [
      "Player Elimination"
    ],
    "image": "https://cf.geekdo-images.com/zUPro2_-69gmcuXoTmPLHA__thumb/img/V4rl1BzoDO-QoA7tcwIBhLlknLY=/fit-in/200x150/filters:strip_icc()/pic2905190.png"
  },
  {
    "id": "126771",
    "name": "Moo's Code",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 15,
    "age": 5,
    "description": "Moo's Code might be the only game to include a wooden spoon! During the game, players take on the role of Carole the cow, who wants to make fun recipes, but she's missing eggs, carrots, hazelnuts, and chocolate. She picks up a recipe card, sees what's missing, then taps on the table with the wooden spoon to tell her friends the number of syllables in the needed ingredient. The other players listen carefully while watching the cards of ingredients and try to find one that corresponds to the information they hear.&#10;&#10;The first player to collect five recipe cards wins.&#10;&#10;",
    "categories": [
      "Children's Game"
    ],
    "mechanics": [
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/MQtrnppyoO11dX8WiMP2EQ__thumb/img/wAl6WKi2QHD4z95hqOTZ7s0wqB0=/fit-in/200x150/filters:strip_icc()/pic7376247.png"
  },
  {
    "id": "148814",
    "name": "Boom Boom",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 5,
    "description": "Welcome to the best restaurant in the city! Guests can't wait to be seated and eat, so you need to work fast.&#10;&#10;In Boom Boom, players try to complete sets of cards at the same time. When you complete a stack, ring the bell; for the second stack, ring twice. How many stacks do you still need? Oh no! Someone rang the bell again. Who will end the game?&#10;&#10;Each player starts the game with a number of face-down card stacks, while the game board has four face-up cards on it. Playing at the same time, everyone looks through one of their stacks, exchanging one card from the chosen stack with one face-up on the board, if desired. Players can look through new stacks as they like, but only one stack at a time. As soon as you have a stack of four cards with the same person, ring the bell! The player who completes all of his stacks first wins.&#10;&#10;",
    "categories": [
      "Card Game",
      "Party Game",
      "Real-time"
    ],
    "mechanics": [
      "Open Drafting",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/APXSvVARRM29k4OWI1437Q__thumb/img/V-gbYxrEhywJj_lvx2-MpeJHiMc=/fit-in/200x150/filters:strip_icc()/pic1795253.png"
  },
  {
    "id": "33962",
    "name": "Match of the Season",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 180,
    "age": 0,
    "description": "The board game version of Hattrick. Challenge your friends and other Hattrick managers face to face. Go on a quest to win silverware, build your team, trade players and show your friends who the best manager is. All the illustrations were made especially for Hattrick, completely in the Hattrick style. The cards in the game will contain the English, German, Spanish, Italian and French Language. The manual that comes with the game will only be in English, however a free downloadable version will be available for all other main languages.&#10;&#10;Your task is to manage your own club and become the most successful by winning as many trophies (league, cup and international cup) as possible. To do this you need to build a strong team, and outsmart the others managers&rsquo; strategies.&#10;&#10;The game is played by moving a marker around a season calendar. Whenever a match day is reached, matches will be played. The teams consist of player cards that every manager will put into formation before the games. Based on these formations, dice will then decide the outcome. As the season goes by, players can be sold and bought, contracts can be extended, injuries and suspensions may appear, players may go on international duties, and you may have to fight against bankruptcy, or end up swimming in money. But remember, money is far from everything - winning will always be about football.&#10;&#10;The game contains a hundred unique player cards of different nationalities, strengths and positions. Furthermore there are international cup cards, and action/strategy cards that can be used to influence matches.&#10;&#10;The game can be played by 2 to 4 people, but was mainly designed for 4 players. You decide yourself how many seasons to play, which mean you decide the length of the game. One season takes about 30-45 minutes to play.&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice",
      "Economic",
      "Sports"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Open Drafting",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/QURQ-zz09QUl_bHHERqnPg__thumb/img/S8nSb5zWHAqLGUPS5rzUXtCTQcA=/fit-in/200x150/filters:strip_icc()/pic341443.jpg"
  },
  {
    "id": "259638",
    "name": "10 Latidos",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "The goal of 10 beats is to stabilize a patient by getting 10 beats free of micro-infarcts. To achieve this you will have to put into operation all your skills and you will also have a team that will help you stabilize the patient, such as atropine, oxygen, defibrillator, cardiac monitor, etc.&#10;&#10;Playing at 10 Beats is to face a puzzle that must be solved following a correct sequence. If it is achieved, 10 Beats offers different levels of difficulty that can be added and that will increase the stress of the games, as if you were in an emergency room.&#10;&#10;It is recommended that, at the beginning, the difficulty levels are not used, but simply trying to solve the correct sequence of the puzzle. In case of a microinfarction, the patient should be stabilized as soon as possible. If the game is finished without having achieved it, it is convenient to look at the sequence on the table and try to find the correct sequence. It's not easy, but it's not impossible either.&#10;&#10;Although 10 Beats is a game of 2 to 4 players, you can count on the help of more people to help solve the puzzle.&#10;&#10;We are waiting for you in the emergency room.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;=================================================El objetivo de 10 Latidos es estabilizar a un paciente consiguiendo 10 latidos libres de microinfartos. Para lograrlo tendr&eacute;is que poner en funcionamiento todas vuestras habilidades y dispondr&eacute;is adem&aacute;s de un equipo que os ayudar&aacute; a estabilizar al paciente, como la atropina, el ox&iacute;geno, el desfibrilador, el monitor card&iacute;aco, etc.&#10;&#10;Jugar a 10 Latidos es enfrentarse a un puzle que hay que resolver siguiendo una secuencia correcta. Si se consigue, 10 Latidos ofrece diferentes niveles de dificultad que se podr&aacute;n ir a&ntilde;adiendo y que har&aacute;n aumentar el estr&eacute;s de las partidas, como si se estuviera en una sala de urgencias.&#10;&#10;Se recomienda que, al principio, no se usen los niveles de dificultad, sino que se intente simplemente resolver la secuencia correcta del puzle. En caso de que se produzca un microinfarto, hay que estabilizar al paciente lo antes posible. Si se termina la partida sin haberlo conseguido, conviene fijarse en la secuencia que hay sobre la mesa, e intentar  encontrar la secuencia correcta. No es f&aacute;cil, pero tampoco imposible.&#10;&#10;Aunque 10 Latidos es un juego de 2 a 4 jugadores, se puede contar con la ayuda de m&aacute;s personas que colaboren a resolver el puzle.&#10;&#10;Os esperamos en la sala de urgencias.&#10;&#10;",
    "categories": [
      "Medical",
      "Party Game",
      "Puzzle"
    ],
    "mechanics": [
      "Cooperative Game"
    ],
    "image": "https://cf.geekdo-images.com/MdqUmaRTalcvLnyoZk-2pw__thumb/img/sPLeZtnQZ2jWJSFscDsrlaNRt8M=/fit-in/200x150/filters:strip_icc()/pic7583067.jpg"
  },
  {
    "id": "5880",
    "name": "Invasion: Sicily – Alexander vs Kesselring",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 90,
    "age": 12,
    "description": "The Allied invasion of Axis-held Sicily, called Operation Husky, 10 July 1943 - 17 August 1943, was one of the greatest seaborne invasions of World War II.  This game allows players to re-enact the invasion.This was the third game in the Rand Command Series, Volume 1.&#10;&#10;The game has a small (17&quot;x16&quot;) map and 72 unit counters representing armor, infantry, mech, parachute, glider and ranger/commando units, varying in size from battalion to brigade. Airpower and naval gunfire are handled abstractly.&#10;&#10;There are three scenarios: historical, free setup using historical units, and variable historical occurrences. Short rules and a low unit count make the game move quickly, but it can last up to 25 turns.  The rules include optional rules and several scenarios (including a couple of &quot;What Ifs&quot;), and an historical commentary.&#10;&#10;The Allies have more units and the ability to make sea invasions, but they also have the burden of attack. The Axis need to make wise use of the difficult terrain to delay the Allied advance.  Points are awarded to players based on objectives either captured or held... the player amassing the highest number of points wins the game.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/M0wXwBZGzv04P47goJR2Ww__thumb/img/wGnjn2c0wARoamImmF1XjqW_k_M=/fit-in/200x150/filters:strip_icc()/pic21942.jpg"
  },
  {
    "id": "258441",
    "name": "Schaben jagen",
    "minPlayers": 0,
    "maxPlayers": 1,
    "playingTime": 10,
    "age": 10,
    "description": "Who will solve the cockroach problem?&#10;&#10;In Schaben jagen, the player draws a task card, places the game pieces as indicated on the game board and takes the illustrated movement cards. His task: To move the exterminator so skillfully that he catches all cockroaches. To do so, he must play his movement cards in the correct order. He can only use each of them once. After that, all cockroaches run into a field. Sitting a cockroach in a straight line to the exterminator, he sucks them and takes them from the field. The task is fulfilled if he gets all the cockroaches before he runs out of motion cards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Deduction",
      "Maze",
      "Puzzle"
    ],
    "mechanics": [
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/jaDr_7ICW4wGrcvYvqXWag__thumb/img/ylJc6cGU_f8IcZi77wSs93vPUxU=/fit-in/200x150/filters:strip_icc()/pic4314261.jpg"
  },
  {
    "id": "374209",
    "name": "Five Nights at Freddy's: Night of Frights! Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "You're the stars of Freddy Fazbear's Pizza!&#10;&#10;Freddy and his band are friendly by day, but a fright at night!  Play as one of the terrifying animatronic characters (Freddy, Chica, Foxy, &amp; Bonnie) and use your unique power to gain the upper hand.  Creep through the restaurant gathering items.  Make yourself scarier and get to the security office.  The first player to capture the guard wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [],
    "mechanics": [
      "Action Points",
      "Take That",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/4yUeCUsLQD4Q21Om5MiidA__thumb/img/s5B-RUelgvNvlSGrdvw5mBBWayQ=/fit-in/200x150/filters:strip_icc()/pic7161495.jpg"
  },
  {
    "id": "189919",
    "name": "Doctor Who: The Card Game – Classic Doctor Edition",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 14,
    "description": "Description from the publisher:&#10;&#10;Daleks, Cybermen, The Master &ndash; The list of threats is endless and no place in the universe is ever truly safe from danger, but there is one man who has made it his mission to defend the defenseless, help the helpless, and save everyone he can: a mysterious stranger, a force of nature who has seen his own planet die, a madman with a box.&#10;&#10;In Doctor Who: The Card Game &ndash; Classic Doctor Edition, players act as the Doctor and his companions to defend specific locations while sending the Doctor's enemies to conquer locations your opponents are trying to protect. Each player starts the game with one location, and cards in the deck consist of attackers, defenders, locations and support cards. To start a turn, you draw two cards, pick up any cards banked from a previous turn, and take the three cards passed to you earlier by the player on your left. You play or bank cards until you have only three in hand, then pass those to the player on your right and end your turn.&#10;&#10;Attackers target specific locations and earn points for the player wielding them if they're in play at the end of the game. Defenders try to remove attackers so that the location owner scores points for protecting the location. Support cards provide different abilities, such as enlarging your bank or providing time points (which can be used to draw additional cards). Whoever has the most points at the end of the game wins!&#10;&#10;Doctor Who: The Card Game &ndash; Classic Doctor Edition can be combined with Doctor Who: The Card Game.&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/jDFSzGKC8Xp3jU8UstO-4w__thumb/img/Q58CTz0hGa_PQX2PEliYsX3P72c=/fit-in/200x150/filters:strip_icc()/pic2800584.jpg"
  },
  {
    "id": "166300",
    "name": "Twistocity",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 13,
    "description": "Twistocity is a card game where players make each other perform completely &#10;original tongue twisters in ridiculous voices. Want to be a pirate? &#10;How about a robot? Or, even a Kung Fu Master!&#10;&#10;Now, add some strategy in the form of Action cards and what do you get? &#10;A fun card game that will keep you laughing, AND help you become a better &#10;speaker, since tongue twisters are a proven method for speech improvement!&#10;&#10;Twistocity comes with 180 full-color cards:&#10;&#10;110  Original Tongue Twister Cards&#10;40   Persona Cards (34 unique voices)&#10;26   Action Cards  (8 unique types)&#10;04   Blank Cards&#10;&#10;",
    "categories": [
      "Card Game",
      "Educational",
      "Humor",
      "Party Game"
    ],
    "mechanics": [
      "Acting",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/As4ca3ZJW2opVtJ_k2dvbA__thumb/img/kFtUMT0DXIcQ4fu97I5bI8yvIqE=/fit-in/200x150/filters:strip_icc()/pic2386572.jpg"
  },
  {
    "id": "3958",
    "name": "Songburst: 70's & 80's Edition",
    "minPlayers": 3,
    "maxPlayers": 0,
    "playingTime": 30,
    "age": 18,
    "description": "&quot;The Complete-the-Lyric Game&quot;&#10;&#10;Two or three teams attempt to complete lyrics from popular songs. Players are given the year, the artist, the song title and the first two or three words; if nobody can get it, then more words are revealed.&#10;&#10;",
    "categories": [
      "Music",
      "Party Game",
      "Trivia"
    ],
    "mechanics": [
      "Singing",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/3Vgw31pxaSQiLXM84TkrnA__thumb/img/v7SJvT3UGtrYcWYWZBJnbedpmwY=/fit-in/200x150/filters:strip_icc()/pic247385.jpg"
  },
  {
    "id": "33723",
    "name": "LeCardo",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 8,
    "description": "LeCardo is an exciting game that tests players' skill in adding words together to form compounds.  But that's not all: like all the best strategy games, players need to think several moves ahead in order both to maximize their scores and to frustrate their opponents.&#10;&#10;Each player starts with a hand of seven cards, all with different words on.  You play a card which is  placed next to cards in play to create compound words or phrases - as read down, or left to right.  The scores are the sum of the two cards - or more cards if in play.  You then draw a replacement card, keeping seven in hand.  The game ends when one player has played out their hand, or no player can play.  All remaining cards in hand are then deducted from the scores.&#10;&#10;",
    "categories": [
      "Card Game",
      "Educational",
      "Word Game"
    ],
    "mechanics": [
      "Team-Based Game",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/uDTLDXwjj9fcb4Yu6rem6w__thumb/img/2yYLqCbglSfVRb8rLQ-DPmZU9EY=/fit-in/200x150/filters:strip_icc()/pic593916.jpg"
  },
  {
    "id": "107533",
    "name": "Siebenpunkt",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 9,
    "description": "In this tactical tile-laying game, the players try to create living space for as many animals as possible. At the same time, they want to fulfill requests for ecological compensation areas &ndash; and it will be even better if these areas can be used for traditional farming.&#10;&#10;In Siebenpunkt, you need to balance both space for animals and ecological compensation areas in order to strengthen biodiversity and win the game.&#10;&#10;",
    "categories": [
      "Animals",
      "Educational",
      "Environmental",
      "Farming"
    ],
    "mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/_6UCXeTPW91tX_nO8BK0bQ__thumb/img/w550EnxOyKRZmhtj69ebA5CR0dY=/fit-in/200x150/filters:strip_icc()/pic1083817.jpg"
  },
  {
    "id": "160545",
    "name": "Crazier Eights",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 10,
    "description": "A shedding card game. Players take turns drawing a card, discarding a card, and playing a card for an effect. The first player with zero cards wins.&#10;&#10;Unlike the original Crazy Eights game, every card can have a unique effect on the game.&#10;&#10;The characters and card effects incorporate fantasy elements, such as a Dragon card and a Death card (which destroys characters and castles).&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/R1VX-yIHeg6yt53bq6s76w__thumb/img/CxwzVc5RaEKhKtKVz96yCVWTCE0=/fit-in/200x150/filters:strip_icc()/pic2048821.jpg"
  },
  {
    "id": "254145",
    "name": "Seals",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 7,
    "description": "Seals is a set-collection card game with the theme of collecting Asian dynasty's royal seals.&#10;&#10;1. Game Play&#10;On your turn, begin by revealing cards from the draw pile in order to have 4 cards face up to choose from. Then, choose the cards you want to take in your hand.&#10;These cards can be either:&#10;- all cards of one same color or&#10;- all cards of one same symbol.&#10;At the end of your turn, you may play out a set to win the round.&#10;&#10;2. Scoring&#10;If you play out a set, you immediately win the round.&#10;Take victory chips depending on the nature of your set:&#10;- Four minor cards (1 - 5): take 1 token&#10;- Four major cards (6 - 10): take 2 tokens&#10;- Four Special cards: take 3 tokens&#10;- A complete suit (1 to 10 regardless of colors): take 4 tokens&#10;&#10;3. Game end&#10;At the end of a round, if a player has collected 5 or more chips, he/she immediately wins the game.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/_Ux9nKknLgS-i3yCu8WnOw__thumb/img/kPUn9kX7zkPvOSL5VvcHgKzW3OM=/fit-in/200x150/filters:strip_icc()/pic4155397.jpg"
  },
  {
    "id": "33803",
    "name": "Octego",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 7,
    "description": "Octego (pronounced &quot;ok-TEE-go&quot;) is as easy to play as Checkers but as challenging as Chess. It's a two-player strategy game that combines the best elements of both these classics on a uniquely designed game board.&#10;&#10;Each player begins with eighteen pieces: two &quot;Octego pieces&quot;, and sixteen other pieces that may move one, two, or three spaces per turn, depending on how each is labeled. Players must either capture both Octego pieces from the opponent or move one of his or her own Octego pieces to the opposite side of the board.&#10;&#10;The real challenge comes from playing on a board that is actually two separate grids of spaces. Pieces on one grid may not interact with pieces on the other, although pieces may at times change grids. This allows players to try two different strategies at the same time!&#10;&#10;Octego can be learned in just a few minutes, but you'll have years of fun trying to master it!&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/Smzqe1NQj0qAFfMUFmTong__thumb/img/vVQc3fDl5v36t7S3mpzGcFdEwvU=/fit-in/200x150/filters:strip_icc()/pic300126.jpg"
  },
  {
    "id": "19392",
    "name": "Fruit Bandits",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 8,
    "description": "The inhabitants of the land of Fruitopia are obsessed with one thing: jam production.  The fruit growers want to produce the most they can, and if this means stealing... er, borrowing it from their neighbours, then so be it, regardless of the odd flavour it might give to their product.&#10;&#10;Fruit Bandits is a quick card game in which players use a simultaneous action selection method to choose either to harvest their own crop or try and steal from another player - but this will only work if that player chooses to harvest their own crop.  Although everyone will produce exactly the same quantity of fruit during the course of the game, the production will be in a random order, so choosing when to harvest or when to try and raid is dependent not only on your own potential but that of your rivals too.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game"
    ],
    "mechanics": [
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/2XSVB8W92G9joW7pyRpJsA__thumb/img/NwiLKbsGUVqgYVFTvWiKRzVNJxM=/fit-in/200x150/filters:strip_icc()/pic1064712.jpg"
  },
  {
    "id": "23831",
    "name": "Ruck Zuck",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 10,
    "age": 8,
    "description": "Ruck Zuck, the quick cardgame.&#10;Try to get rid of the cards in your hand by placing them on a board. The one that first has an empty hand wins.&#10;&#10;",
    "categories": [
      "Card Game",
      "Math"
    ],
    "mechanics": [
      "Open Drafting",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/1nRp0z8Gz6pgfK5CDE-UIw__thumb/img/-GZ-UM5EkhZM9aQqyIzhNnm0E-k=/fit-in/200x150/filters:strip_icc()/pic128302.jpg"
  },
  {
    "id": "339475",
    "name": "Jinx",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 6,
    "description": "Who can collect the highest-scoring cards over three rounds of play? Will the die be on your side?&#10;&#10;Jinx is played over three rounds. At the start of each round, draw 16 cards and place them face-up; cards come in eight colors, and each color has cards numbered 1-6. On a turn, you roll the die, then optionally roll it again. After your first or second roll, you collect a card from the table that matches the number on the die. If you can't collect a card, the round ends and if the color of a card in front of you is present among the face-up cards, then you lose that card. You might lose everything depending on how jinxed you are!&#10;&#10;Players who lost a card receive a random bonus card for any remaining rounds. These cards have different powers such as adding or subtracting 1 from the die roll, rolling a third time, and choosing a card numbered 4-6 instead of rolling the die.&#10;&#10;Cards that are safe in one round might be lost in a subsequent round, so ideally you can roll well or use the bonus cards to clear out troublesome colors. At the end of three rounds, players sum the cards in front of them, and whoever has the highest score wins.&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling",
      "End Game Bonuses",
      "Matching",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/SW5-3K_fkYM9t6j_QLrhDg__thumb/img/kkKPFD4NfkmJfi-LAObsL93mUwU=/fit-in/200x150/filters:strip_icc()/pic6257203.jpg"
  },
  {
    "id": "41326",
    "name": "Curious George: Discovery Beach Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 0,
    "age": 3,
    "description": "Search the seashore for hidden treasures!&#10;&#10;Hit the beach with your favorite monkey for a seashore scavenger hunt adventure! Flip a card to reveal your challenge. Then search for sea creatures and colorful treasures hidden below five secret beach locations. Can you find a match? But watch out for waves! If the game spinner lands on a wave, shake the box and the treasures will slide and hide in new locations. Find the most treasures to win!&#10;&#10;",
    "categories": [
      "Children's Game"
    ],
    "mechanics": [
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/0TPomWjvCM2JmqaAQvMQlQ__thumb/img/G1wXK5gx6FsjAxYvv0Y9TOBjNPs=/fit-in/200x150/filters:strip_icc()/pic919278.jpg"
  },
  {
    "id": "233805",
    "name": "Mars Ravelo's Darna at ang Nawawalang Bato",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 14,
    "description": "Darna's &quot;Puting Bato&quot; is missing. Be the first one to find it. Use the player cards to peek, move or get the &quot;Puting Bato&quot; to become Darna.&#10;&#10;One of the five bato cards is the &quot;Puting Bato&quot; of Darna. Shuffle the bato cards so no player would know where the Puting Bato is. Give each player a bato card. Shuffle the player cards and give one to each player. During a turn a player can  either play a card or try to guess the bato card in front of him by yelling Darna! If it is the Puting Bato of Darna the player wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Bluffing",
      "Comic Book / Strip",
      "Deduction",
      "Fantasy"
    ],
    "mechanics": [
      "Hand Management",
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/kErONz59iKTGLFj9bvClNA__thumb/img/ivyKrVGUJ3naZH6Y16KccIUHlh0=/fit-in/200x150/filters:strip_icc()/pic3745716.png"
  },
  {
    "id": "59308",
    "name": "Volldampf voraus!",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 5,
    "description": "Publisher website: &quot;Chaos at the train junction! The train is due to leave in a couple of minutes. Yet, the wagons still stand every which way on the tracks. The players collect wagons that match their locomotives and try to make as many completed trains as possible leave the station. Whoever collects the most points, wins a round. But watch out: No one knows when a round will end.An exciting train collecting game for 2-4 engine drivers ages 5-99&quot;&#10;&#10;Collect the right tiles so that you can assemble your three trains. Collect most tiles and you win a glass bead. Collect two beads first and you win.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Trains"
    ],
    "mechanics": [
      "Set Collection",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/1h6Da9WzeFF07T6yzzzYSQ__thumb/img/WaS-SKKY3-dcN32skCOJNq2F2IY=/fit-in/200x150/filters:strip_icc()/pic990342.jpg"
  },
  {
    "id": "217680",
    "name": "Mexican Standoff",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 0,
    "age": 10,
    "description": "In Mexican Standoff, the players &mdash; western heroes that they are &mdash; aim to take as many tricks as possible during the eleven rounds of the game, in addition to collecting as many points as possible.&#10;&#10;Unlike most games, lower-valued cards are worth more as the deck contains fewer of them. The players can challenge each other, as well as the sheriff, to the Mexican standoff. After a duel, only one player is left standing, and this player takes several tricks at the same time. The player who fights a duel at the most appropriate time and collects the largest points &mdash; as well as the highest number of special bandit cards &mdash; will be the final one standing when the game ends.&#10;&#10;",
    "categories": [
      "American West",
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Ladder Climbing",
      "Push Your Luck",
      "Set Collection",
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/5wgCBUZmAjde-BrYC_20VQ__thumb/img/34TpCFT1WBSXXuHUTKEdAwG8ldc=/fit-in/200x150/filters:strip_icc()/pic3651003.jpg"
  },
  {
    "id": "124387",
    "name": "Rule the Roost",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 8,
    "description": "Life is a game! So rings the Odynaut motto. To survive, in other words, the Odynauts must keep winning! And now, they have descended on our planet looking for new games wherever they can find them. On a seemingly innocent and charming little farm, the Odynauts are witness to a high stakes strategic game in which hens are the coveted prize. The roosters seek to draw as many of them in as possible with their charms. A sly fox is sneaking around the coop for a delicious meal, while the farmer is on a mission to catch him in order to protect his precious little hens.  The Odynauts, of course, see a highly entertaining game in all of this. Are you the biggest, baddest rooster? Or are you just the smartest one?&#10;&#10;Rule the Roost (a.k.a. Hennen Jennen) is a funny and nerve-racking farm-themed card game for two to four witty players of all ages. The goal is to become the leader Rooster of one or more barns and to collect as many chickens as possible for points.&#10;&#10;Throughout the game each player tries to obtain a majority in one or more of the three barns with her own rooster cards by placing these cards under the barn cards. For each barn in which a player has the majority of roosters at the end of the game, she receives one point for each of the chicken cards present. Players should try to have as many chickens as possible in the barns in which she dominates by either placing her own chicken cards there, or by banking on others doing so.&#10;&#10;But beware! Danger is lurking. Players can prevent an opponent from having the majority of roosters in a barn or collecting chickens in a barn by throwing eggs, playing fox cards or famer cards because foxes have chickens on the menu and the farmer is eager to move roosters from one barn to another.&#10;&#10;",
    "categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Humor"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/N4CI-jt2pWAxIjiLQyNcBg__thumb/img/8PNO7BJZARuFMiYNScuR6tFMr4Y=/fit-in/200x150/filters:strip_icc()/pic1311448.jpg"
  },
  {
    "id": "398770",
    "name": "Maldivia",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 8,
    "description": "Fishing can be so beautiful &ndash; if you can see where your boat is drifting. But off Maldivia, thick clouds of fog make the sea all around disappear. Fishing grounds become invisible, and the routes of the fishing boats cross each other in inscrutable ways.&#10;&#10;In Maldivia, all players decide on their next moves simultaneously, trying to anticipate where others might go. Those who counter currents and sharks with finesse and let fog roll in before the eyes of the other &quot;net operators&quot; increase their own &quot;catch quotas&quot;. But large quantities of fish are not enough; only those who bring sought-after types of fish safely to the market ships at the ever-changing edge of the foldable playing field will keep their sails filled &ndash; and win the game before it is lost in the fog.&#10;&#10;",
    "categories": [],
    "mechanics": [
      "Modular Board",
      "Programmed Movement",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/IqaYykxx3YSTHHhs6cJ4hg__thumb/img/6yTFfvV_MNIOj7GoL3roovmFX9E=/fit-in/200x150/filters:strip_icc()/pic7681008.jpg"
  },
  {
    "id": "29228",
    "name": "Caballeros del Aire: El Barón Rojo",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "Caballeros del Aire (Knights of the Air) is a highly tactical game based on the exploits of fighter pilots during World War I, such as the Red Baron (Bar&oacute;n Rojo).&#10;The difficulties faced by these men in their risky missions are faithfully recreated.&#10;(Translated from game catalogue).&#10;&#10;NAC was clearly improving its games and making them more varied when &quot;Caballeros del aire&quot; appeared. The rules were longer and more detailed than most of the ones from previous games, and even included historical background.&#10;&#10;Contents were:&#10;-64x80 cms. mapboard&#10;-counters&#10;-plastic trays for the counters&#10;-1 die&#10;-Rulebook&#10;-2 airplane control sheets&#10;&#10;Number of players: 2-4 (but ideally 2)&#10;Playing time: 120 min. approx.&#10;Difficulty: average&#10;&#10;",
    "categories": [
      "Aviation / Flight",
      "Wargame",
      "World War I"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/-rn6t7Hc4iPHtE0MYVCXzw__thumb/img/-I5lPnMwNI1Ap0jTLGr9erXcmLE=/fit-in/200x150/filters:strip_icc()/pic206179.jpg"
  },
  {
    "id": "169320",
    "name": "Robots Love Ice Cream: The Card Game",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "Robots Love Ice Cream: The Card Game is a family-friendly semi-cooperative game for 1-4 players ages 10+ that can be played in about 30 minutes or less.&#10;&#10;The game is based on the hit mobile video game Robots Love Ice Cream released by Dragon Army, and this card game features all of the same characters and art style found in the video game, plus new illustrations available only in the tabletop version.&#10;&#10;In the game, Spinston and his robot army are invading planets in search of ice cream. Your mission is to take control of an ice cream truck and use matching sets of weaponized ice cream to ward off the enemy robots. When the robots are destroyed they drop Sprinkletonium, a supercharged element that can be used to upgrade the weapons on your truck. Defeat Spinston on each planet and rescue the ice cream to score victory points. Saving the galaxy is pretty sweet!&#10;&#10;",
    "categories": [
      "Card Game",
      "Children's Game",
      "Science Fiction",
      "Video Game Theme"
    ],
    "mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/uIDK07yYfyQ-UnddIUWppA__thumb/img/9h71CMPbzb3ku2p6ot0DAUJelz4=/fit-in/200x150/filters:strip_icc()/pic2311912.jpg"
  },
  {
    "id": "3885",
    "name": "Gold Digger",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 7,
    "description": "A free game from Cheapass Games.  Players take turns drawing cards and collecting gold, but if they draw too many they may get the BOOM and lose everything they collected that turn.&#10;&#10;",
    "categories": [
      "Card Game",
      "Memory"
    ],
    "mechanics": [
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/hlztosgielC-XM9mSpkOzA__thumb/img/Fux68W_xBluF84KG4dxqNflD7LY=/fit-in/200x150/filters:strip_icc()/pic4683998.jpg"
  },
  {
    "id": "330543",
    "name": "Lasting Tales",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 120,
    "age": 14,
    "description": "Lasting Tales is a cooperative tabletop miniatures game for 1&ndash;5 players. Designed by acclaimed game designer Mark Latham (The Walking Dead: All Out War, The Elder Scrolls: Call to Arms), Lasting Tales lets players create their own heroes and embark on an epic campaign, linking game sessions together to create a rich story set in a classic fantasy world. &#226;&#128;&#139;&#10;&#10;Inspired by pen-and-paper roleplaying games and tabletop skirmish games, Lasting Tales is a fully cooperative experience in which every player is the hero in their own tale, battling the enemy on their own or with their friends, and crafting their legend through the variety of events they&rsquo;ll stumble upon during their journeys.&#226;&#128;&#139;&#10;&#10;The Lasting Tales book contains all the rules you need to play the game, including hero creation, adversary profiles, campaign rules, scenarios, as well as a full narrative campaign&mdash;or Tale&mdash;and pre-made heroes to get new players right into the action! A game of Lasting Tales will also require a handful of standard six-sided dice, a tape measure or ruler, and miniatures. Fortunately, Lasting Tales is a miniatures-agnostic game, meaning players can use any fantasy miniatures in their collection.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Adventure",
      "Book",
      "Dice",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures"
    ],
    "mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Measurement Movement",
      "Paper-and-Pencil",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/x4KQCjnofAKu3b4X8VQK4w__thumb/img/jC4zDyGONLbO_cna-spqV6rpnAY=/fit-in/200x150/filters:strip_icc()/pic5963681.png"
  },
  {
    "id": "123828",
    "name": "Battleship Movie Edition",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 7,
    "description": "The connection to the movie is tenuous (alien-looking ships on one side) but it's Battleship, after all.  This is a throwback to the &quot;classic&quot; edition -- non-electronic with separate player boards that lock together into a futuristic-looking carrying case with a handle.&#10;&#10;Play modes include:&#10;&#10;&#10;     The time-worn original Battleship, with each player firing a single shot each turn.&#10;     Almost equally-time-worn Salvo where you start out with five shots per turn and lose one each time one of your ships sinks.&#10;     A &quot;Special Ops&quot; mode with a card draw each turn to determine player actions.  Most of these are from 1-3 shots, but there's a variety of special actions, e.g.:&#10;         attacking an entire row or column&#10;         converting all future one-shot cards into salvoes (as in the Salvo game above)&#10;         having the other player tell you a coordinate on their ship to hit&#10;         scanning a row for number of hits (but not exactly where)&#10;         firing one shot, then drawing and playing another card&#10;    &#10;     An &quot;Advanced Special Ops&quot; mode with a hand of the above cards, and two card actions (either draw or play) per turn.  This last one can get confusing, as the rules for the cards are obviously written with the assumption that you're playing one per turn, requiring some house rules to fill in the logical holes.&#10;&#10;&#10;The last wrinkle is Comm Tower cards (which presumably has something to do with the movie) which persist when played.  The first player to collect four of them has their subsequent shots go nuclear, destroying the entire target regardless of size with a single hit.&#10;&#10;The following is manufacturer's marketing copy, or at least written like it is:&#10;&#10;Includes three exciting games in one portable case that&rsquo;s always ready for the battle. Play the traditional game, taking turns calling your shots. Or choose the Salvo game in which you stack up as many shots in one turn as you have ships afloat. Finally, call on the movie-based Special Ops cards for a third game. These strategy cards give you special powers such as Blitz, Scan, and Reveal as you plot to prevail over your enemy.&#10;&#10;",
    "categories": [
      "Deduction",
      "Nautical",
      "Science Fiction"
    ],
    "mechanics": [
      "Secret Unit Deployment"
    ],
    "image": "https://cf.geekdo-images.com/dUh-sb2V8CyDjBDvwzf-qg__thumb/img/Lb-m9nQbNFq3zONBUf96ojGyifM=/fit-in/200x150/filters:strip_icc()/pic1293566.jpg"
  },
  {
    "id": "310993",
    "name": "Interceptor",
    "minPlayers": 4,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 8,
    "description": "Government officials are plotting to undermine democracy! They need to exchange documents and money in secret, but a pair of investigative journalists are getting suspicious of their activities. Will the intrepid reporters be able to expose the corruption before it's too late?&#10;&#10;Two corrupt politicians need to exchange messages and dirty money while two investigators try to intercept their actions and publish them in the international media.&#10;&#10;Winner of Button Shy's 18 identical cards challenge, Interceptor is a game for 4 people in pairs that will sit facing your partner.&#10;&#10;The cards have two sides: money or message. Players must place one of their 5 cards with one side forward and make a pre-arranged secret code for their partner to place the same side forward. Corruptors should try to avoid investigations by placing the opposite side that their opponents put, while investigators want to put on the same side as their opponents.&#10;&#10;After 4 cards on the table, they are all revealed and losers lose their cards. Whoever runs out of cards loses the game.&#10;&#10;But there is one more thing. If you discover your opponent's code, you can say &quot;Interceptor!&quot; and make a guess. If you're wrong, you lose a card, if you get it right, you win the game instantly.&#10;&#10;It is a fast and very fun game, great for playing several games in a row.&#10;&#10;&mdash;description from the designer&#10;&#10;&#10;Winner of Button Shy's 18 Card Challenge: Design a game with 18 identical cards.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Print & Play",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Action / Event",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/SaZSbtqmfJsbotwKRvTXPQ__thumb/img/zzOE05_9NWqyQmkQW69BHrt8KxQ=/fit-in/200x150/filters:strip_icc()/pic7007015.png"
  },
  {
    "id": "38747",
    "name": "Accused! Getting Away With Murder?",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 90,
    "age": 14,
    "description": "How will you fight for your freedom?&#10;&#10;Welcome to your worst nightmare...&#10;&#10;A murder has been committed and you stand Accused! The race is now on to clear your name. Create your own alibi and then head into town to make it airtight.&#10;&#10;Will you play nice, or will you play nasty? Will you make friends and cut deals or will you bribe, mug, and even murder witnesses? It's up to you to choose just how far you'll go to prove your innocence.&#10;&#10;The final battle takes place on the courtroom floor. Will your defense case hold up? Will you convict the right person? Or will the true killer still be among you...Getting away with Murder?&#10;&#10;",
    "categories": [
      "Murder / Mystery",
      "Party Game"
    ],
    "mechanics": [
      "Role Playing",
      "Roll / Spin and Move",
      "Storytelling",
      "Trading",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/TPVE25R8RScUepiOm8PI8w__thumb/img/mYFDZWRdckJXkcZXRt9V3Soveo4=/fit-in/200x150/filters:strip_icc()/pic404050.jpg"
  },
  {
    "id": "33782",
    "name": "Bonanza",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 12,
    "description": "Bonanza is an old German board game based on the famous TV-show. The game is a simple roll and move affair, players try to reach the Ponderosa with their four cowboys as quickly as possible.&#10;&#10;",
    "categories": [
      "American West",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Race",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/UioGB3B1cZenZtW7qLHzoA__thumb/img/FvQNnETTw2nVgTiDNLUooWvFxqE=/fit-in/200x150/filters:strip_icc()/pic284357.jpg"
  },
  {
    "id": "40657",
    "name": "Funny Business",
    "minPlayers": 4,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 12,
    "description": "Imagine if a bakery merged with barber shop. What would you call the new business? Bread Heads?... Cookie Cutters?... How about Shave 'n Cream? Think up these and other creative answers in this hilarious party game where naming is the name of the game. Randomly select two different business cards and then try to come up with a clever name for their unlikely merger. If your name wins the most votes, you're the boss!&#10;&#10;",
    "categories": [
      "Humor",
      "Party Game"
    ],
    "mechanics": [
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/M_89u0KPn_5Stf8g1en9AQ__thumb/img/MVeKzr3fH6f5a_4E3uCzidx256c=/fit-in/200x150/filters:strip_icc()/pic3713737.jpg"
  },
  {
    "id": "80296",
    "name": "Geistertreppe: Das Kartenspiel",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 10,
    "age": 5,
    "description": "Secretly, the children are exploring the old ruin. But the old ghost already saw them and decides to play a trick on them. He transforms the children into ghosts. The player who can best memorize where the children are located and collects the most cards, wins the game. But the children change places all the time.&#10;&#10;&#10;Heimlich schleichen die Kinder in der Ruine umher. Doch der alte Geist hat sie l&auml;ngst bemerkt und erlaubt sich einen Streich! Er verwandelt die Kinder in Geister. Wer sich richtig merkt, wo sich welches Kind befindet und die meisten Karten sammelt, gewinnt.&#10;&#10;",
    "categories": [
      "Card Game",
      "Children's Game",
      "Memory"
    ],
    "mechanics": [
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/apCmNdDyUHAxGy_oJfzqnw__thumb/img/osTEUeMJEyHZk3ufcuqbeFbgG_M=/fit-in/200x150/filters:strip_icc()/pic1132287.jpg"
  },
  {
    "id": "4772",
    "name": "Simon de Montfort",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "In the twelfth and fourteenth centuries England fought two long wars against the French, wars that both ended in the defeat of England and the loss of nearly all continental possessions. Between these turbulent times lay a relatively peaceful period, broken by skirmishes with Wales and Scotland, and two baronial rebellions.The first of these rebellions led to the defeat of King John and the signing of the Magna Carta in 1215; the second was the Parliamentary rebellion led by Simon de Montfort.&#10;Game Components: 1 map board depicting England and Wales,&#10;182 counters representing Leaders, Fleets, mens.at-arms, Knights, Supply trains and markers (red for Simon de Montfort and blue for the Royalists) and 1 die.&#10;&#10;Published in The Wargamer Magazine issue 11.&#10;&#10;",
    "categories": [
      "Medieval",
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/_PIL-v2Ya3maJH9W7DXnqQ__thumb/img/OdAkQYj5QyNBU65ZWZ2qeynzeh0=/fit-in/200x150/filters:strip_icc()/pic15676.jpg"
  },
  {
    "id": "53",
    "name": "Brauerei",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 0,
    "age": 14,
    "description": "Brauerei, a game about the German beer market, has players attempting to bring their beer brands to the national markets.  First though they have to master the local and regional markets, making sure everyone is supplied with beer and attempting to anticipate and evolve the public's taste in beer.&#10;&#10;",
    "categories": [
      "Economic"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/kkRQv3NvDn0i7VGurL8BZQ__thumb/img/7HapFncDfjUnnNi6h8LBmqWN69g=/fit-in/200x150/filters:strip_icc()/pic514060.jpg"
  },
  {
    "id": "1227",
    "name": "Stonewall",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "Designer/Publisher's Description:&#10;&#10;The object of Stonewall is to race your opponents from your starting point to your diagonally opposite corner of a 144 square grid board and back again by the roll of the dice.  Every time you move you may place one wall piece of any length (single,double or triple)on the playing board to help your path or hinder your opponent.  Rolling a four will get you an extra turn and landing on an occupied square will send your opponent back to the start.  Once you have made it to your opposite corner on the turn you pass around it you must change one wall that has already been placed, this can be done to speed up your path home or to force an opponent to go backwards if they are winning.&#10;Stonewall has great strategy play patterns but the dice play throws the element of luck into it.  As a two player game Stonewall is very competitive yet as a four player game it is very social.  New Zealand Consumer Magazine has rated us as the top game in there December 2000 issue after having the game independently play tested,and we are now starting to sell thousands throughout New Zealand.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Maze"
    ],
    "mechanics": [
      "Area-Impulse",
      "Roll / Spin and Move",
      "Team-Based Game",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/Om8OybR77xenjHDh93zy_Q__thumb/img/52dHGUvpY_ApJ7s8xiMsabt6VPA=/fit-in/200x150/filters:strip_icc()/pic1195029.jpg"
  },
  {
    "id": "97339",
    "name": "Compañeros",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 10,
    "description": "Compa&ntilde;eros is a trick-taking game that includes six colored suits of cards, each numbered 1 through 10. In the game, you use as many suits as the number of players participating.&#10;&#10;Shuffle the cards, place a number of cards equal to the number of players face up on the table, then deal the remainder of the cards evenly amongst the players.&#10;&#10;The starting player opens the trick by playing any card of his hand. The other players follow by playing any card from their hand. (Players are not obligated to match suit, and the game uses no trump.) After each player has played to the trick, the players add up the individual card values for each suit (color) separately.&#10;&#10;The trick is won by the player(s) who have played a card in the color with the highest total. The player who played the highest card in that color gets to choose all cards of a color of his choice from the cards in the middle and keeps them as victory points. Then, the player with the second highest card in that color gets to choose, etc. Finally, the cards that were played during the trick are placed in the middle of the table for the next trick. If two or more colors are tied with high value, then no one who played in those colors (or any colors with a lower sum) scores any cards.&#10;&#10;Once all nine tricks have been played, players add up the values of the cards they won during the game. The player with the highest total wins.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/nURlRkW4L5XNC04w-Wgumg__thumb/img/1NOWPmRK8DaXuGJjmdlNwsyWfrA=/fit-in/200x150/filters:strip_icc()/pic1017655.jpg"
  },
  {
    "id": "94571",
    "name": "Oh Gnome You Don't!",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 13,
    "description": "In Oh Gnome You Don't! players are the gnomes promised in the title, trying to get their hands on as many gems as possible, whether through sales at various businesses or brawls with their fellow gnomes.&#10;&#10;Each player starts with a hand of two cards from a deck of 104 and (optionally) ten Brawl cards, with the gnomes placed at the start of the track. On a turn, a player rolls the die, then moves along the track or into a business (exact roll not needed).&#10;&#10;If on the trail, a player plays one card, then draws one card. Green cards give you items to sell later at businesses; purple cards provide an immediate action, such as additional movement, gem theft, missed turns, and so on; red cards allow you to attack another player or defend against attacks. If in a business, the player sells as many green cards as desired, collecting gems for the goods sold.&#10;&#10;If being used, Brawl cards can be played when two gnomes land in the same space. If they agree to brawl, each player chooses one card from his personal deck, then simultaneously reveal them. The player with the higher card wins the difference between the cards in gems from the loser.&#10;&#10;Players score extra gems or are penalized gems based on their order of finish, with any remaining green cards on the table selling for only half their value. The player with the most points wins.&#10;&#10;",
    "categories": [
      "Economic",
      "Fantasy"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/nqb7w6zOFmBgLnjL2Ze2QA__thumb/img/XFVmr0NUsovRx0UNKEIGeF16AGY=/fit-in/200x150/filters:strip_icc()/pic938244.jpg"
  },
  {
    "id": "168728",
    "name": "The Hen Commandments",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 45,
    "age": 15,
    "description": "The Hen Commandments is a chicken-based religion-building party game. Players are disciples of the Holy Chicken, who has been sent to earth to redeem humankind. Her commandments appear encoded on a series of eggs and it's your job as a devout disciple to not only work out the true meaning of the message, but to convince all the other disciples that your reading is the correct and only Truth.&#10;&#10;The Laying:&#10;The Holy Chicken lays 6 eggs, on each is written a word that together forms a sentence&#10;&#10;The Reading:&#10;All disciples have 1 minute to select the virtue card they think best covers the commandment&#10;&#10;The Preaching:&#10;Disciples reveal their chosen virtue card and each disciple with a unique virtue gets a further minute to explain their reading of the commandment in detail, with regard to their virtue.&#10;&#10;The Judgement:&#10;All the other disciples become judges for the round, and vote on which disciple gave the most compelling explanation of the commandment.&#10;&#10;The Reward:&#10;The disciple who gets the most votes is rewarded with 2 pieces of corn. Or, if the vote is split, those disciples get 1 piece of corn each.&#10;&#10;Canonisation:&#10;Play ten rounds, each time revealing a new commandment. The disciple who has collected the most corn is made into a Saint and rewarded with the record of all 10 commandments so they can go forth and start their own sect of Heninism.&#10;&#10;It's a simple, creative, funny group game that scales well and plays out in about 45 minutes.&#10;&#10;The cool thing is that while each disciple is competing to have their individual opinion heard and recorded, together, you collaboratively create what is essentially a new religion in the course of a game.&#10;&#10;",
    "categories": [
      "Humor",
      "Party Game",
      "Religious"
    ],
    "mechanics": [
      "Role Playing",
      "Storytelling",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/injMtIvmOcnmaRZHh2t5fg__thumb/img/bBKBe3mF-GCrIUEyGMP0hQQqwmU=/fit-in/200x150/filters:strip_icc()/pic2533869.png"
  },
  {
    "id": "8365",
    "name": "Napoleon at Lutzen",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "This game  recreates the Battle of Lutzen (also known as the &quot;Battle of Gross-Goerschen&quot;) which was fought on May 2nd, 1813 and was the first major battle of Napoleon's 1813 campaign.&#10;&#10;The game uses a unique system not repeated elsewhere.  It has a Igo-Yougo sequence of play with fire combat taking place before or after movement, at owning player's choice (but the non-phasing player always fires first), and melee combat at the end of a player turn.  The command system uses a set of orders changed at the start of player turn, indicated by placing chits next to units or groups of units: MANEUVER (the default), MARCH, INF FIRE, INF ASSAULT, CAV CHARGE, ARTILLERY IN BATTERY, RESERVE.  Units that are out of command range can only switch to Maneuver orders or stay in reserve. Orders affect melee and fire strength and also the strength of a unit's Zone of Control. Victory is terrain and morale-driven. Morale is affected by losses and taking units out of Reserve.&#10;&#10;scale = 402 m (0,25mi = 439 yards)/hex; &#10;time = 30 min/GT; &#10;size = regiment/brigade&#10;&#10;Counters = 200&#10;&#10;",
    "categories": [
      "Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/z9_vWc3r9m6aH0hZg-4PkQ__thumb/img/d9cAbs1xArfdh5sueajhYbd6k00=/fit-in/200x150/filters:strip_icc()/pic34736.jpg"
  },
  {
    "id": "274635",
    "name": "Dual Clash Poker",
    "minPlayers": 4,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 7,
    "description": "Dual Clash Poker is a pair of fighting card game fighting 2 to 2. The game will start with 1 to 7 and the Joker with just 8 cards. &#10;The rules are simple. The one who issued the biggest number card among the four people is the winner of that round! However, if there are other people who gave the same numbers to the battlefield, even if they are issuing the largest numbers, they will fail immediately. The person who submitted the next big card becomes the winner of the round. &#10;In the total of the pair, it is the final winner to control the 4 rounds first. Which pair pairs the opponent's strong cards while crushing the game, checking the game and winning first?&#10;&#10;This work is packaged with the same design as the game appearing in Movie Bet Kegelui which is supervised by Oink Games ! It has become a product that you can take home the excitement in the movie and play it as it is! &#10;(Since the game rules are supposed to use a special system in the play, it has been slightly changed in the packaged version)&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/3Z07qDFmuTmF0ySwxH2jZg__thumb/img/gkX381X1192Nkoefn00o6VKZ9z4=/fit-in/200x150/filters:strip_icc()/pic5797020.png"
  },
  {
    "id": "294320",
    "name": "CLUE: Dungeons & Dragons",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 8,
    "description": "An Infernal Puzzle Box, delivered by a Hellrider of Elturel, has been stolen from the party of adventurers. Determined to reclaim their box of infernal secrets, one of Zariel's minions has slain and secretly replaced an adventurer, unbeknownst to the rest of the members.&#10;&#10;In CLUE: Dungeons &amp; Dragons, it's up to you to determine WHO has been replaced by a devil in disguise, WHAT weapon was used in the execution, and WHERE in the Forgotten Realms the Infernal box could be hidden.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Deduction",
      "Fantasy",
      "Memory",
      "Murder / Mystery"
    ],
    "mechanics": [
      "Grid Movement",
      "Memory",
      "Point to Point Movement"
    ],
    "image": "https://cf.geekdo-images.com/qGSM_sw-gICQfNtL_rTNXQ__thumb/img/T0uMLqfJMUveyHvblQmApJo8dsY=/fit-in/200x150/filters:strip_icc()/pic5062658.jpg"
  },
  {
    "id": "5854",
    "name": "Azuma",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "Azuma is similar to Spoons  It comes with plastic sticks about 8 inches long, with stickers to mark the colors.  There is one fewer stick than the number of players, so each round, one player will not get a stick.&#10;&#10;Players are dealt a hand of 7 cards.  All players pass a card to their neighbor when the dealer calls out &quot;Azuma&quot;.  If no one has a &quot;winning&quot; hand, the dealer calls &quot;Azuma&quot; again and another card is passed.  This repeats until one player gets either:&#10;&#10;    one set of 4 and one set of 3 matching cards or&#10;    3 bomb cards&#10;&#10;&#10;When a player has a &quot;winning&quot; hand, she quietly grabs a stick and other players must suddenly rush to grab the remaining sticks.  Points are scored by who got which color sticks.&#10;&#10;There is also a penalty for &quot;faking&quot;, which is pretending to start grabbing a stick to get other players to grab early before anyone has a &quot;winning&quot; hand.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Real-time"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/xDkVUVQ5JU0aPaNqMHmgtw__thumb/img/zoYm3PWUH7-UP8POVxnWcTgAFSc=/fit-in/200x150/filters:strip_icc()/pic21844.jpg"
  },
  {
    "id": "3046",
    "name": "Red Sun/Red Star: The Nomonhan Campaign, 1939",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 360,
    "age": 12,
    "description": "Red Sun / Red Star: The Nomonhan Campaign, 1939, is a simulation of the battles fought between the Soviets and Japanese in the barren wastes along the ill-defined borders between Mongolia and Manchuria in May-August 1939.&#10;&#10;Rules are pretty much standard operational WWII system fare with artillery and air missions. Combat is before movement, although units may make overruns during movement. Combat is defensive fire-offensive fire routine using firepower totals and column shifts. Losses are steps but with excess combat strength kept in a pool for future replacement. Beginners &amp; Solitaire rules are included.&#10;&#10;3 scenarios: Japanese initial drive, Soviet counter-attack (with a Japanese free setup variant) and Campaign Game.&#10;&#10;Game Scale:&#10;Turn: 1 to several days (depending on scenario)&#10;Hex: .75 mile / 1.2 km&#10;Unit: Platoon to Regiment&#10;&#10;Game Inventory:&#10;One 22&quot; X 34&quot; mapsheet&#10;One countersheet (240 1/2&quot; counters)&#10;One 20 page rules booklet&#10;&#10;Replacement Counters in Strategy &amp; Tactics #162 and #165&#10;Errata in Strategy &amp; Tactics #161, #162, #163 and #166&#10;Q&amp;A in Strategy &amp; Tactics #168&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/R6mUtjtFboPeAoOClgttJg__thumb/img/QkaxGvBdHGzMtJz-o_g0B-zq1Ko=/fit-in/200x150/filters:strip_icc()/pic6523407.png"
  },
  {
    "id": "243220",
    "name": "Sainome Colosseum R",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "The kingdom's most celebrated warriors have come from far and wide to do combat in a grand tournament that will determine who is the fiercest of them all. Each has a personal reason for competing in the event, but there is a single thread that unites all of them: the desire to put their fighting skills on display in order to earn the right to be called champion.&#10;&#10;Sainome Colosseum R is an ultra-accessible and fast-paced PvP combat game for 2-4 players that allows players to take on chosen character roles, each with an assortment of individual skills and abilities, to do battle with one another in an epic gladiatorial showdown. Using action selection, hand management, card drafting, and dice rolling, Sainome Colosseum R gives players important decision points while blending strategy, luck, and balanced replayability. As you explore the game, you discover the strengths and weaknesses of each fighter as well as interesting combinations that can put your opponents down for the count.&#10;&#10;On each turn, a player chooses two out of five actions, resolves both, then discards to meet the hand limit requirements. To gain the advantage in battle, gear can be attached to your character by physically placing equipment cards on any side of your fighter with a corresponding slot. These equipment cards can then activated using a unique dice mechanism to attack your opponents and initiate a wide range of special effects. Adding further to this dynamic gameplay is the ability for each character to transform from their beginning Normal Form to a heightened Awakened Form, which grants skill upgrades. The player who best utilizes these various systems to reduce their opponent's HP to 0 is ultimately the winner!&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hand Management",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/veBM9vlaCrtnTgnkRORH2Q__thumb/img/P7HWovbNPgqvon6sdZICXcYL2Pg=/fit-in/200x150/filters:strip_icc()/pic3926650.png"
  },
  {
    "id": "6342",
    "name": "Switchboard",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 0,
    "description": "The playing surface consists of 36 tiles laid out numerically to form a square. Each tile contains spots which form a pathway; some form straight paths, some are angled paths and some form crossroads. As players advance their tokens along the paths, they also move the tiles in an attempt to bottle up opponents while building the shortest possible path to the Finish for themselves.  Thus, the pathway is continuously shifting, branching out, and breaking into segments.&#10;&#10;Also published in 1965 as a promotional game for Culligan, title &quot;Hey, Culligan Man!&quot;.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Dice",
      "Maze"
    ],
    "mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Roll / Spin and Move",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/oxrTIbshYRPxupHdms-EfA__thumb/img/kZQwXoOnECkCyU2MQpU_AfbjVpI=/fit-in/200x150/filters:strip_icc()/pic49562.jpg"
  },
  {
    "id": "138204",
    "name": "Planet Run",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 10,
    "age": 7,
    "description": "You are Captain Xavier Mertz pilot of the ship Yamato. One day while cruising, your ship was hit by asteroids and you landed on Planet Run. You need to find the resources to fix your ship while trying to survive from dying of hunger!&#10;&#10;Planet Run is a solo worker placement game where you become an astronaut exploring the planet to find resources to fix your ship. You need to survive by hunting for food. Food you eat will determine how many energy dice you will get on the next turn. You may construct gadgets to help you in your task. On turn 15, you must launch your ship!&#10;Contained in Casual Game Insider Magazine CGI#44(2023).&#10;&#10;",
    "categories": [
      "Dice",
      "Print & Play",
      "Science Fiction"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Chit-Pull System",
      "Dice Rolling",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/AZS4pGHgsZjd_N8QteRodQ__thumb/img/CnW5RrarpIFJ1y3HYiYdwfMYxfE=/fit-in/200x150/filters:strip_icc()/pic1572054.png"
  },
  {
    "id": "2473",
    "name": "Winkeladvokat",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 12,
    "description": "Winkeladvokat is an abstract game for 2 to 4 players.&#10;&#10;Re-implemented as:&#10;&#10;    Cabale&#10;&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/GrFH1EQ8qlOcy4bhm09qgA__thumb/img/LxkR_ykQWb1ll_CURIoyThqvlwM=/fit-in/200x150/filters:strip_icc()/pic4768411.jpg"
  },
  {
    "id": "32969",
    "name": "Innsmouth Escape",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 12,
    "description": "One player takes on the role of the escaped student.  He is the Human player, and he is trying to rescue his friends and escape Innsmouth.  By playing movement cards, he moves his pawn around the board to visit various locations, fights any Deep Ones there, then searches those locations for his friends and equipment to help in their escape.&#10;&#10;The other players play groups of Deep ones.  They are trying to prevent the Human player from escaping.  The Deep one players take turns moving their pawns around the board trying to trap the Human.  Certain locations on the board also allow them to draw cards, spawn additional Deep Ones or even summon a terrible Shoggoth.&#10;&#10;",
    "categories": [
      "Adventure",
      "Deduction",
      "Exploration",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Hidden Movement",
      "Point to Point Movement",
      "Secret Unit Deployment"
    ],
    "image": "https://cf.geekdo-images.com/h8P0I-HpAmK8xL8oUGb3oA__thumb/img/50cr67x44BAFgn205NZ1k8rwFI4=/fit-in/200x150/filters:strip_icc()/pic274387.jpg"
  },
  {
    "id": "273",
    "name": "Africa 1880",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 14,
    "description": "Africa 1880 -- Relive the Colonial adventure with Africa 1880! Between 1880 and 1914 European nations fiercely raced to gain control of the Dark Continent. Each player represents a nation exploring and colonizing Africa. The success of their adventure, however, has more to do with intrigue in the luxurious parlors of the embassies than hacking away through the jungle. Negotiating alliances and declaring war are what change the face of the world!&rdquo; Contains 22 resin-cast miniatures, 180 die-cut counters, one game board representing Africa, one rule book in English and French, and order sheets&#10;&#10;",
    "categories": [
      "Bluffing",
      "Exploration",
      "Negotiation",
      "Political",
      "Post-Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Player Elimination",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/gJd57vK5ANXurnMy_sOoig__thumb/img/gG2Oe7J6d5lbA4ZeK8tT-AgHP4E=/fit-in/200x150/filters:strip_icc()/pic177674.jpg"
  },
  {
    "id": "66457",
    "name": "House of Spirits",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 12,
    "description": "THIS GAME HAS BEEN DISCONTINUED.&#10;&#10;No one knows what has led each of you to this cursed house on the hill, but here you all stand, poised to enter. The previous owner was rumored to have discovered the secrets of the house. Can you recover the fragments of his diary before it&rsquo;s too late? You&rsquo;ll have to work together but look out for number one while doing so.&#10;&#10;In House of Spirits, players explore a haunted house together, room by room. Along the way they will draw cards representing weapons and other items to help them survive the various beasts within. Each player gets one action per turn, so he has to balance long term strategy against short term gains. Do you risk taking on that werewolf, hoping to claim points at the risk of precious health, or leave it for someone else to deal with?&#10;&#10;The ultimate goal of the game is to get more points than any other player. There are numerous ways to do this depending on player strategy, as well as a dash of luck.&#10;&#10;",
    "categories": [
      "Card Game",
      "Exploration",
      "Horror"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/VLg6uEMFFtrmg_QiIyWhNg__thumb/img/nNnvEic3Gz3UrjrJie2oovVkt-M=/fit-in/200x150/filters:strip_icc()/pic698870.jpg"
  },
  {
    "id": "386767",
    "name": "Sherlock in Time",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 10,
    "description": "Did you know the notorious detective Sherlock Holmes has lived adventures all over the world... and through time? This time, our beloved character changes the 221B of Baker Street for feudal Japan to investigate a mysterious theft at the palace. However, this is a case he can't solve alone, and he will need your help to figure out what was stolen, who did it, and where.&#10;&#10;In Sherlock in Time, each player is investigating a crime on their own. You start with a hand of clue cards that show one of four suspects, one of three locations, and one of three stolen objects. One of the clue cards in your hand faces the other players, not you, and you must identify the three symbols on this secret card in order to solve your crime.&#10;&#10;On a turn, place a card from your hand face up. The other players will tell you how many symbols on the revealed card &mdash; 0, 1, or 2 &mdash; match the symbols on your secret card, but not which ones. Place the revealed card on a reminder card so that you can remember how many clues matched, then either end your turn or attempt to identify the three symbols on your secret card. (Remember that you can see the secret card held by each other player, in addition to their revealed cards.) If you're correct, you score points based on how many others have already guessed their secret card; if you're incorrect, you're out of the round.&#10;&#10;The game lasts three rounds, and once during the game you can spend your honor card to learn whether one specific symbol is on your secret card. An unused honor card serves as a tiebreaker, so don't spend it unless you have to. At the end of three rounds, the player with the most points wins.&#10;&#10;Once you're comfortable with the game, you can add additional clue cards that introduce a fourth stolen object, which makes the game more challenging.&#10;&#10;Sherlock in Time is a game with easy and straightforward rules which you can extend with Watson in Time. With this game mode you'll get extra assistants with special skills that make the game more fun and unpredictable.&#10;&#10;Will you be clever enough to solve the mystery that haunts the palace and earn Sherlock Holmes' respect?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction"
    ],
    "mechanics": [
      "Deduction",
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/iGe5GRcsWSuvOvTAABGVzA__thumb/img/_0oHbULky56YOzIqqEP7mQPeJc4=/fit-in/200x150/filters:strip_icc()/pic7540930.png"
  },
  {
    "id": "367443",
    "name": "Quodd Heroes (2nd Edition)",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 8,
    "description": "ABOUT THE GAME:&#10;&#10;You are a cube-shaped hero in a dangerous, sometimes chaotic, but always fun-filled world. Choose a scenario, gather your friends, select  your Heroes and prepare yourselves for loads of fast-paced adventure!&#10;&#10;In order to move around the board, a Quodd must tumble! Tumbling activates one of five upgradable movement skills, or your Q skill (is it Q-Power?) based on the side of your Hero that is facing up after you tumble. While moving, you'll be interacting with special board obstacles and tiles like raging rivers, springs, teleporters, dangerous pits, and of course your opponents (or teammates). But don't worry... I'm sure your friends always have your best interests at heart.&#10;&#10;Along your journey, be sure to collect the crystals you find on the board. They'll activate special abilities unique to your Hero, but be careful&mdash;other Heroes can steal the crystals you&rsquo;re carrying! During your turn you will also discover food, runes and other useful stuff to enhance your natural abilities, modify the board, and slow down your opponents.&#10;&#10;Out in the world you&rsquo;ll also occasionally find secrets, usually hidden away in difficult to reach places, but always worth the journey as they often contain game-changing advantages for your Hero. A Hero who slows down by activating their Q will also discover the secrets of the world which are available only to those who look for them.&#10;&#10;At the end of your turn you will read an event card out loud. Event cards affect all players, but don&rsquo;t panic, usually nothing bad happens&hellip; and sometimes they&rsquo;ll even invite you to upgrade your Hero!&#10; WHAT'S IN THE BOX:&#10;&#10;The game includes beautiful miniatures, exceptional components, and eight beautifully illustrated, infinitely-replayable scenario maps, each offering a fun new challenge. Scenarios include races, Rallies, pick-up-and-deliver challenges, and team games like capture the crystal, sheep soccer and more!&#10;&#10;On top of all that, the Quodd Heroes game system is truly a sandbox and lends itself to quick and easy building of your own home-crafted scenarios&mdash;the sky's the limit!  &#10; What&rsquo;s New in 2nd Edition&#10;&#10;- Vastly improved, professionally written and edited rulebook, with more example images, an index, and quick reference for frequent rules questions&#10;&#10;- Streamlined player experience with more intuitive upgrade system, player board design&#10;- New Q-Powers and Crystal Powers create a more thematically immersive, and unique feel to each Hero.&#10;- Reworked turn structure and event system remove the feeling of uncontrolled chaos and being &ldquo;beat by the game&rdquo; that some players had issues with in 1st Edition while still maintaining the feeling of an ever-changing environment.&#10;- Game ships with an organizer for fast setup&#10;- Reduced component count keeps setup and cleanup to a minimum.&#10;- Improved visual and usability design across almost every component in the game.&#10;- Hero cubes and painted miniatures replace the unpainted minis from First Edition for a more intuitive player experience.&#10;- A scenario book with durable, high quality fold out maps greatly improves setup time, and scenario quality, compared to the fully modular boards in 1st Edition.&#10;- There&rsquo;s so much more, too!&#10;&#10;Quodd Heroes 2nd Edition is truly a must-experience game!&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Puzzle",
      "Video Game Theme"
    ],
    "mechanics": [
      "Cooperative Game",
      "Events",
      "Movement Points",
      "Multiple Maps",
      "Pick-up and Deliver",
      "Race",
      "Scenario / Mission / Campaign Game",
      "Slide / Push",
      "Take That",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/H9Yke_smB-RLZidRntrGDg__thumb/img/gNbFKN-NXwFQ8hb0Fpk8HJp23cY=/fit-in/200x150/filters:strip_icc()/pic6971350.jpg"
  },
  {
    "id": "163242",
    "name": "CHEW: Cases of the FDA",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 12,
    "description": "Description from the publisher:&#10;&#10;Based on the Eisner Award-winning comic series by John Layman and Rob Guillory, CHEW: Cases of the FDA seats 2-5 players and is playable in about 30 minutes. Players compete to close cases pulled directly from the pages of the ongoing comic book. They'll enlist partners like John Colby, Amelia Mintz, and even Buttercup the lion, while simultaneously sending fiendish villains and cultists out to sabotage their rivals' investigations.&#10;&#10;",
    "categories": [
      "Card Game",
      "Comic Book / Strip"
    ],
    "mechanics": [
      "Open Drafting",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/bvqmlxYZiGymvT6drvWfEg__thumb/img/dLCpZ5mEUQFl_PT1XYLscHlxIAc=/fit-in/200x150/filters:strip_icc()/pic2385034.jpg"
  },
  {
    "id": "2731",
    "name": "Upthrust",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 8,
    "description": "Upthrust is a jumping game where you try to jump your pieces into higher scoring levels. The board is a pegboard consisting of 4 columns and 11 levels. Each player starts with 4 pieces each in a different column at the lowest 4 levels of the board.&#10;&#10;On your turn, one of your pieces can jump up the number of levels (while remaining in the same column) equal to the number of pieces on the level it jumps from. However:&#10;- Only one piece may occupy each space.&#10;- The highest piece of any color may not make a single level jump.&#10;- In the non-scoring levels, two pieces of the same color cannot be at the same level.&#10;&#10;The game ends when no player can legally move or if there 2 pieces left in the non scoring levels. Highest total score wins.&#10;&#10;This was originally published as a solitaire game titled Score Up, but the gameplay is almost identical. (In the original version two pieces of the same color can never be in the same row.)&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Grid Movement",
      "Square Grid"
    ],
    "image": "https://cf.geekdo-images.com/V6otcVgJgWDKdwTVkfyk5A__thumb/img/niVDhuDe54DGCex7wBFss3eX9DE=/fit-in/200x150/filters:strip_icc()/pic500767.jpg"
  },
  {
    "id": "11924",
    "name": "Struggle",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 0,
    "description": "Struggle: A live game, full of surprises.&#10;Five common chips are used in turns by each player, which make them move by rolling the dice, but each players seeks a different arrival pattern, imposed in the beginning by drawing a secret card. Certain areas impose specific rules. When the five chips reach the end each players scores 10 points for each well placed chip within his secret arrival pattern.&#10;&#10;",
    "categories": [
      "Dice",
      "Racing"
    ],
    "mechanics": [
      "Pattern Building",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/m00UJCPHxhX7L5tnUTzNpw__thumb/img/9F0wAKA0ybpVk70tm2uTwM3ifhg=/fit-in/200x150/filters:strip_icc()/pic1439029.jpg"
  },
  {
    "id": "24644",
    "name": "Square Bashing 1914-1918",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 120,
    "age": 0,
    "description": "Square Bashing 1914-1918 is a very different concept from most miniatures rules, which makes it almost a hybrid between miniatures and boardgames.  The playing surface (usually 6'x4') is subdivided into 12&quot; squares.  Each square is designated as open (minimal movement impediment) or closed (serious impediment).  Players build up their forces in a square and assault adjacent squares in an attempt to capture them&#10;&#10;Because figures simply occupy a square, there is no need for strict basing sizes.  In fact, unlike most miniatures games, there is no adverse effect for having a variety of basing sizes.&#10;&#10;Note:  modifications for Russian Civil War and East Africa battles are also included.&#10;&#10;Scale:&#10;&#10;Infantry battalions:  4 bases&#10;Artillery battery:  1-2 bases&#10;Cavalry regiment:  4 bases&#10;Armored car squadron:  2 models&#10;Tank units:  1 model&#10;Machine gun company:  1 base&#10;Lorry transport unit:  2 models&#10;Brigade/Division HQ:  1 base&#10;&#10;Squares can hold up to 12 infantry/cavalry units, artillery bases, or tank bases.&#10;&#10;Expanded by:&#10;&#10;     Proletarians, To Horse!&#10;&#10;&#10;",
    "categories": [
      "Civil War",
      "Miniatures",
      "Wargame",
      "World War I"
    ],
    "mechanics": [
      "Grid Movement"
    ],
    "image": "https://cf.geekdo-images.com/dA-R4C6brYW1qXsc1UKEag__thumb/img/EksMot-wdIgZtIxcsDCaf3ILr0o=/fit-in/200x150/filters:strip_icc()/pic414414.jpg"
  },
  {
    "id": "41529",
    "name": "Creepers",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 8,
    "description": "Logical strategy board game for two players. They take roles of totally bored gardeners, who are fooling around with a small chemist's kit in an old, godforsaken garden. However, that play quickly turns into a competition about who is going to grow more mutated creeper and overwhelm the opponent with it. Only one of them can win. Is it going to be you?&#10;&#10;Players aim for reaching a certain amount of points though expansion of their own creeper and blocking their opponent. Points are earned through placing creepers on point-marked tiles or by doing certain actions on the board.&#10;&#10;&#10;Logiczno-strategiczna gra planszowa dla dw&oacute;ch os&oacute;b. Gracze wcielaj&#196;&#133; si&#196;&#153; w role kompletnie znudzonych ogrodnik&oacute;w, eksperymentuj&#196;&#133;cych z &bdquo;ma&#197;&#130;ym chemikiem&rdquo; w zapomnianym przez wszystkich ogrodzie. Zabawa chemikaliami szybko przeradza si&#196;&#153; w rywalizacj&#196;&#153; - kto wyhoduje bardziej zmutowane pn&#196;&#133;cze i tym samym pogn&#196;&#153;bi rywala. Tylko jeden z nich mo&#197;&#188;e wygra&#196;&#135;. Czy b&#196;&#153;dziesz to ty?&#10;&#10;Zadaniem graczy jest osi&#196;&#133;gni&#196;&#153;cie okre&#197;&#155;lonego pu&#197;&#130;apu punkt&oacute;w poprzez rozbudow&#196;&#153; w&#197;&#130;asnego pn&#196;&#133;cza i blokowanie przeciwnika. Punkty zdobywa si&#196;&#153; wyk&#197;&#130;adaj&#196;&#133;c &#197;&#188;etony na punktowanych polach lub wykonuj&#196;&#133;c okre&#197;&#155;lone czynno&#197;&#155;ci na planszy.&#10;&#10;",
    "categories": [
      "Print & Play",
      "Territory Building"
    ],
    "mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Pattern Building",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/90kxKC98xBoSAtCEZAYOwA__thumb/img/a14nZLdfmWjRkMgfaldCz3TwGyA=/fit-in/200x150/filters:strip_icc()/pic600535.jpg"
  },
  {
    "id": "117815",
    "name": "Mapominoes: United Kingdom",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 8,
    "description": "A stand-alone Series: Mapominoes game.&#10;&#10;From the publisher:&#10;The game that takes you to the 4 corners of the country. A fantastic game for 2-5 players that is fun, easy to learn, educational and highly addictive.&#10;&#10;Its like dominoes but with maps, as you build a map of the United Kingdom, by connecting counties that share a common border. Stay one step ahead of your opponents, as you race to be the first player to play all your county cards on the table and win the game.&#10;&#10;Block access to the Scottish Borders by holding on to Northumberland or Cumbria or open up Wales by playing Powys. Take a boat through the Irish Sea to Northern Ireland or travel by train through Surrey to Hampshire or Berkshire.&#10;&#10;Contents: 108 county cards, 12 transit cards, sand timer, rules.&#10;&#10;",
    "categories": [
      "Card Game",
      "Educational"
    ],
    "mechanics": [
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/-YjSYX09GQOiS_FddVgvwQ__thumb/img/EJiQxzqAhDXJxaaUasBbXK64Vxk=/fit-in/200x150/filters:strip_icc()/pic1238813.jpg"
  },
  {
    "id": "256398",
    "name": "Game to Pick a Game: Orc Council",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 5,
    "age": 5,
    "description": "A plethora of game titles overwhelm the Kallax shelves that line the walls, yet the gaming table remains empty. Tensions rise as the group attempts to &quot;discuss&quot; the merits of the different games people want to play.&#10;&#10;Your alph&mdash; that is, your more assertive gamers make convincing cases for their selection, while your passive-aggressives know exactly what they want to play but would rather not stir the pot. As seconds turn into minutes, the frustration that's building is only made worse by the realization that half the drinks and chips are already gone, with still no game being decided upon.&#10;&#10;Never again! Game to Pick a Game: Orc Council is your solution to selecting a game to play!&#10;&#10;",
    "categories": [
      "Bluffing",
      "Deduction",
      "Math",
      "Negotiation",
      "Party Game"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Role Playing"
    ],
    "image": "https://cf.geekdo-images.com/j5BnWbWgzG2RK7OaCaTGLA__thumb/img/18I_tSKtNnQA2jEaZNvhPZoGmV4=/fit-in/200x150/filters:strip_icc()/pic4222447.jpg"
  },
  {
    "id": "7207",
    "name": "Stonez",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 8,
    "description": "Abstract game wherein players are to place five tiles in a row.  Tiles are drawn randomly from the bag.&#10;&#10;On a turn, a player may --&#10;&#10;Draw a tile from a bag, with the player's color face-up.&#10;&#10;Rotate a tile.&#10;&#10;Remove one of your own tiles from the board, and any single tiles created from this action are removed.&#10;&#10;Change the color of a tile, provided the player has power over it.&#10;&#10;Place a protector marker over a tile.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/qxGz7CFMkmuYCcWbVMPPeQ__thumb/img/96QpRvHVAJUUrbvDnkqPauaSOoY=/fit-in/200x150/filters:strip_icc()/pic65205.jpg"
  },
  {
    "id": "65575",
    "name": "Hide and Eeek!",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 15,
    "age": 8,
    "description": "One hundred giant elephants are running amok, but one tiny mouse has got their number! Roll the dice and move the mouse around the board, searching high and low for elephants that are either higher or lower than the number on your card. If you spot a mouse hiding on a card, shout Eeek!and grab the mouse figurine before it scampers away! You&rsquo;ll need to have a memory like an elephant and be quick as a mouse to win!&#10;&#10;Contents:&#10;100 elephant cards&#10;2 custom dice&#10;1 mouse figurine &#10;rules of play in English&#10;rules of play in Spanish&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Animals",
      "Dice",
      "Math",
      "Memory"
    ],
    "mechanics": [
      "Memory",
      "Pattern Recognition",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/3RnkMFysWM8IflaDtbsOEg__thumb/img/nrag60NZOoYMDCwbCtXEGv8toig=/fit-in/200x150/filters:strip_icc()/pic815264.jpg"
  },
  {
    "id": "185028",
    "name": "Giraffometer",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 40,
    "age": 10,
    "description": "Have you ever tried to compare the speed of a raindrop with the weight of the world's largest pumpkin or the number of rooms in Buckingham Palace? In the fast-paced trivia game Giraffometer, you don't need to know the right answer! In the world of amazing, astonishing and just plain funny facts that awaits you, just try to correctly guess which facts have the highest and lowest numbers! And may your Giraffometer never fail you!&#10;&#10;",
    "categories": [
      "Educational",
      "Party Game",
      "Trivia"
    ],
    "mechanics": [
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/YV8VV05kYdfMnaRYwcV94A__thumb/img/5zdGAEgQrnY8Dmc6FaDWAlKSw28=/fit-in/200x150/filters:strip_icc()/pic2696163.jpg"
  },
  {
    "id": "7048",
    "name": "Big Top",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 6,
    "description": "Big Top, inspired by the classic card game Fan Tan, is a quick and easy-to-learn card game in which players take the role of aspiring circus owners. The winner of the game will be the player who invests in the most popular circus acts and earns the most money by helping his fellow players when they call for certain circus acts to be played.&#10;   &#10;Beautifully illustrated by Alessandra Cimatoribus (Torres, San Marco), Big Top cards feature bits of fact about the charming world of the circus. Flavor text tells the story of the origin and growth of the circus in Europe and America into the cultural icon it has become today.&#10;&#10;",
    "categories": [
      "Card Game",
      "Educational"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/oJtvi60BrsI5jXVyRBEV8g__thumb/img/RhsRydHLTztAfPPID5SXZmkI39o=/fit-in/200x150/filters:strip_icc()/pic264695.jpg"
  },
  {
    "id": "381025",
    "name": "Light Seeker",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 0,
    "description": "In Light Seeker, both players must increase the amount of light in the world on their turn &mdash; but can you bring the light together to win?&#10;&#10;To set up, place the nine cubes in a 3x3 grid with space between the cubes and with dark sides on top, then put the blocking token onto the central cube. Each cube has two sides that are all dark, two sides that are half-light (diagonally separated into a dark and a light triangle, marked with a white dot), and two sides being fully light (with a white dot on each triangle). Each light triangle counts as 1 light, so a fully light side counts as 2 light. The starting player tilts one cube into an open space and places Buh, the blocking token, onto any other cube, then the second player starts with the first normal turn.&#10;&#10;On a turn, you take two actions. An action can be to (1) slide a cube into an orthogonally adjacent open space, not changing its orientation, or (2) tilt a cube into an orthogonally adjacent open space. You cannot take an action where Buh is located, and after taking your actions, you must move Buh onto any other cube. At the end of your turn, all cubes must be orthogonally or diagonally adjacent to at least one other cube and the total amount of light on the top faces of the cubes must have increased.&#10;&#10;A &quot;light area&quot; is created by one or more cubes that have orthogonally (edge to edge) adjacent half or full Bright faces. Multiple light areas can exist on top of the cubes, and they will shift and change over time. If at the end of your turn, you have created a light area that contains at least 7 light, you win.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Grid Movement",
      "Pattern Building",
      "Three Dimensional Movement",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/iV1MwQMVYNsx8BLZu7Umjw__thumb/img/DmG71CjmU3IGTyVqOPEpNgNeIhs=/fit-in/200x150/filters:strip_icc()/pic7364496.png"
  },
  {
    "id": "367558",
    "name": "Stubborn Mules",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 8,
    "description": "NOTE: Compared to the former Das St&#195;&#182;rrische Muli edition, this one is for 2&ndash;5 players instead of 3&ndash;5 and you have one more die and therefore more choices and some other movement.&#10;&#10;The game is quite simple and definitely family fare. Players race mules and men to the end of the track and back. However, it has some interesting features, particularly in the determination of the winner. Depending upon the number of players, in addition to the mules, there are 1 - 3 men in the race, each of a unique color. Each player guides a mule. On a turn, three color dice are rolled and the appropriate tokens moved forward. If two of the same color are rolled, then that token moves backwards one space. But if all three dice show the same color, this mule runs three spaces ahead. Simple enough so far.&#10;&#10;The twist is that the next player may opt to keep intact one or two of the dice and only roll the remaining ones. This subtle rules twist allows for some 'catch-up' ability, as well as some nice hoseage as it makes it possible to move one player's token on several consecutive turns if all players keep that color intact. This may sound like a good thing for the affected player, but in reality being the first to cross the finish line is NOT always the best occurrence. What? Well, the game has a very clever mechanism to determine the winner.&#10;&#10;If you are the first player to have your token cross the finish line, then you only win if the last piece remaining on the track is a man piece. Otherwise, if the final piece remaining is a mule, then that player is the winner! So, you have to make a judgment during the game as to whether you want to try to finish first or last, then attempt to move the other pieces accordingly.&#10;&#10;",
    "categories": [
      "Dice",
      "Racing"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/5CM0XOJ96_bJ-Jbbwn3ksw__thumb/img/kxxJEYrOqQ8Np_Cf96yVwoWaKTU=/fit-in/200x150/filters:strip_icc()/pic8306512.jpg"
  },
  {
    "id": "15527",
    "name": "Jorden runt på 80 dagar",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 9,
    "description": "Jorden runt p&aring; 80 dagar (&quot;Around the World in 80 Days&quot;) is a game that simulates the Jules Verne book with the same name. This game was published by Alga and is not to be confused with other &quot;Around the World&quot; games with Verne connection. Especially not the Ravensburger edition Around the World in 80 Days that was published in the same year(!).&#10;&#10;Be the first to travel around the world. But make sure you have enough money for the whole trip.&#10;&#10;The journey goes over two game boards (east and west), and using several modes of transportation (trains, wagons, elephants, ships and balloons). From every city goes a few different routes to different cities using different modes of transportation, and the player needs to have a card of the mode of transportation that s/he wants to use.&#10;&#10;",
    "categories": [
      "Travel"
    ],
    "mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/a26ZjuozaIz9-P2D16WKUA__thumb/img/FspmbfVB9Q8POBbrOfCvQurlBjg=/fit-in/200x150/filters:strip_icc()/pic4307770.jpg"
  },
  {
    "id": "297555",
    "name": "翡翠の商人 (Jade Merchant)",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 10,
    "description": "In &#231;&#191;&#161;&#231;&#191;&#160;&#227;&#129;&#174;&#229;&#149;&#134;&#228;&#186;&#186; (Jade Merchant), players are the heads of trader caravans who try to accumulate the most valuable goods like gold, spices, and jade. Each round, they have to outbid each other backwards so that the least greedy one may choose the first cards of the current pool; more specifically, each player in turn declares how many cards they want to take, and whoever declares the smallest number takes that many cards. (A player can declare 0.5 less than the number they want to take, and if they do so, they return one card from their hand to the center.) The remaining players then bid for the rest of the cards, with this process repeating until each player takes cards.&#10;&#10;Each treasure has its own scoring rules depending on how many you have or how they combine with other cards in your collection. After resolving all cards this way, the player with the highest value of goods wins.&#10;&#10;",
    "categories": [],
    "mechanics": [
      "Auction / Bidding"
    ],
    "image": "https://cf.geekdo-images.com/21-jmo8XHWtPOgtBJYb2kA__thumb/img/5qzyLMRmzRcm36_WTDWoVqAslUk=/fit-in/200x150/filters:strip_icc()/pic5174878.jpg"
  },
  {
    "id": "87288",
    "name": "Cinco",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 10,
    "age": 8,
    "description": "In the game of CINCO, each player tries to lay down five of his own playing pieces in a row in a straight continuous line on the gameboard. The board shows 90 fields numbered 1-90. The fields where a player may place one of his pieces is limited through cards (like in 5iveStraight). There are 90 cards numbered 1-90. Each player starts with four cards. When in his turn he plays a card the number shown determines the field where he may play a piece. The number on the field must be the same or higher than the number played.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Hand Management",
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/pH8rwsLHZzdKWQ6V_q3iPg__thumb/img/VutmhqoLFbp5lY4XwW54NpF232Y=/fit-in/200x150/filters:strip_icc()/pic864224.jpg"
  },
  {
    "id": "33157",
    "name": "Aviation Tycoon",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 14,
    "description": "In Aviation Tycoon, players buy stock in four airline companies as they fly passengers across various airline routes. When an airline route is used, that airline gets paid. When dividends are paid, those with stock get paid &mdash; and keep getting paid until the airline has no money left (assuming the funds can be easily divided among the shareholders). Special event cards can close airports, double payouts for using routes, etc. Special player cards give each player access to a special ability (which all share during a round).&#10;&#10;",
    "categories": [
      "Aviation / Flight",
      "Economic"
    ],
    "mechanics": [
      "Commodity Speculation",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/EHJZx4qAszEeY_A2DSKd2Q__thumb/img/V5taHIpF1sUC1SHWHFoN1xeG2hk=/fit-in/200x150/filters:strip_icc()/pic3533548.jpg"
  },
  {
    "id": "146997",
    "name": "Five Crowns Junior",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 5,
    "description": "In Five Crowns Junior, players try to match all five cards in their hand by color or suit. The first player to do so gains a treasure chest, and the player with the most chests wins.&#10;&#10;The game lasts five rounds, and one of the suits is wild each round. Each player starts with a hand of five cards, and players play simultaneously, drawing and discarding one card until someone is able to go out. Once a player does so, each other player has one final turn; for each card that a player can't match, she receives a packrat chip. If players tie for treasure chests after five rounds, the player with the fewest packrat chips wins.&#10;&#10;",
    "categories": [
      "Card Game",
      "Children's Game"
    ],
    "mechanics": [
      "Hand Management",
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/Xj-voTh6YOBH_X7gzRhpnQ__thumb/img/i13NnXxuC5Ghkv6LuhOMJq3fwKk=/fit-in/200x150/filters:strip_icc()/pic1755888.jpg"
  },
  {
    "id": "235838",
    "name": "BAM! Ihr habt es so gewollt!",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 40,
    "age": 16,
    "description": "In this party game, you fill the gaps on cards with matching terms. You do not need to make a grammatically correct or even meaningful sentence; all you need to do is convince the BAM! Master that your concept is the most original and funny.&#10;&#10;BAM! Ihr habt es so gewollt! (which translates as BAM! You wanted it so!) contains the popular &quot;cards of the month&quot; and in addition some of the best suggestions from the community.&#10;&#10;",
    "categories": [
      "Card Game",
      "Party Game"
    ],
    "mechanics": [
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/NxVnpbcGUJvUr6PpXGDcNA__thumb/img/Su7JyCy9g0tqmG9rUU1nSb4BUK8=/fit-in/200x150/filters:strip_icc()/pic3750478.jpg"
  },
  {
    "id": "182193",
    "name": "Stealing Mona Lisa",
    "minPlayers": 3,
    "maxPlayers": 7,
    "playingTime": 40,
    "age": 4,
    "description": "Stealing Mona Lisa is a card drafting card game for 3 to 7 players. Each player plays the role of an art thief who puts together teams to steal famous works of art (like Ocean's Eleven). To do this, each round players look at what various art is up for stealing. Each piece of art shows what skills are needed for stealing it. Then, simultaneously players drafts cards with different skills to help them complete the job they want to try.&#10;&#10;The game is quick, easy to learn, and laugh out loud fun!&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Open Drafting",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/nAk8IIceFq9MzxPLgNcqgQ__thumb/img/4OiJpJsZyXywK1VfkHuv44gBOl8=/fit-in/200x150/filters:strip_icc()/pic3075652.png"
  },
  {
    "id": "50356",
    "name": "The Bugman's Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 14,
    "description": "Bugman's is a dwarven bar frequented by all sorts of unruly patrons. In this game, each player has to guide his dwarf to the bar to pick up booze and grub for himself and his mates, then navigate his way back to his table avoiding trouble and piles of vomit.&#10;This game is hard to find as it is only available new from Bugman's Bar at Games Workshop, Nottingham, UK.&#10;&#10;",
    "categories": [
      "Dice",
      "Fantasy",
      "Fighting",
      "Humor"
    ],
    "mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/_7bydqREwfy-CSgC_-QWxA__thumb/img/IA1Mh_afJZcG65FdFEJ-WAW73nM=/fit-in/200x150/filters:strip_icc()/pic631695.jpg"
  },
  {
    "id": "4237",
    "name": "El Alamein: Battles in North Africa, 1942",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "EL ALAMEIN: Battles in North Africa, 1942, is an operational simulation, based on the KURSK Game System, of the battles between Rommel&rsquo;s Panzer Armee Afrika and Montgomery&rsquo;s Eighth Army near El Alamein from July through October 1942. The outcome of these bitterly-fought clashes finally ended Rommel&rsquo;s eastern drive towards Alexandria and the Suez Canal, and forced a defeated and burned-out Panzer Armee Afrika to begin the long retreat west towards Tunisia&#10;&#10;There are three scenarios; The First Battle of El Alamein (July 1942), Alam Halfa (Sept 1942) and Battle of El Alamein (Oct 1942).&#10;&#10;Time Scale: 1 day (24 hours) per game turn&#10;Map Scale: 5 kilometers per hex&#10;Unit Size: regiment/brigade/division&#10;&#10;Game Components:&#10;One 22&rsquo;&rsquo; x 28&rdquo; hexagonal grid Map Sheet (with Turn Record Track and Scenario OOB Set Up Locations incorporated)&#10;255 &frac12;&rdquo; cardboard Counters&#10;One 9&rdquo; x 11&frac12; &rdquo; map-fold Rules Booklet&#10;One 7&frac14;&rdquo; x 10&rdquo; combined Combat Results Table and Terrain Effects Chart&#10;One 7&frac14;&rdquo; x 12&rdquo; Scenario Variation Chart&#10;Two 8&frac12;&rdquo; x 11&rdquo; Errata Sheets (as 31 July 1973)&#10;One small six-sided Die&#10;One SPI 12&rdquo; x 15&rdquo; x 1&rdquo; flat 24 compartment plastic Game Box (with clear compartment tray covers) and clear plastic game cover with Title Sheet&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/AQV6yq6k1O6fgqkZQhOiWQ__thumb/img/q_safw2lcEs56leP4jWFxeU4M58=/fit-in/200x150/filters:strip_icc()/pic275005.jpg"
  },
  {
    "id": "3112",
    "name": "And They're Off!",
    "minPlayers": 2,
    "maxPlayers": 22,
    "playingTime": 90,
    "age": 10,
    "description": "Players back horses at a series of race meetings to try and win the most money. From the pack of movement cards, 7 are turned over to reveal the odds on all of the horses. The wagering takes place and the race begins. Movement cards are turned over 1 at a time and the corresponding horse moved forward 1 space until the race is won.&#10;&#10;",
    "categories": [
      "Racing"
    ],
    "mechanics": [
      "Betting and Bluffing"
    ],
    "image": "https://cf.geekdo-images.com/Ua7IF7k4Mz4OqkH-FcnBxA__thumb/img/abUsJSeUi7E96tfsa988YYwJ870=/fit-in/200x150/filters:strip_icc()/pic144559.jpg"
  },
  {
    "id": "60210",
    "name": "Korruptivity",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 12,
    "description": "Players are corrupt politicians in this game. They fight for authority points, which they can get by completing &quot;procedures&quot;. A player start a procedure by a deal-card, but after that every player can add cards to that procedure.&#10;&#10;The game comes with 213 cards.&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Political"
    ],
    "mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/XObH6d5EtB1xV94O6iNFsw__thumb/img/1bMKbKE0ATodoBlhLGTzL7drVEU=/fit-in/200x150/filters:strip_icc()/pic592631.jpg"
  },
  {
    "id": "213544",
    "name": "Wordoku: Fun Spelled Out",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 12,
    "description": "Description from the publisher:&#10;&#10;Wordoku is a combination crossword-sudoku word game for one to six players. In the game, players race to create words and earn points using wooden letter tiles on a 4x4 grid, while skillfully incorporating all the tile symbols to double word values! The game is played over three rounds in which players earn awards for scoring the highest number of points -- and for improving their personal high scores between rounds!  The player with the most award tokens after three rounds wins! Wordoku is easy to learn but challenging to master - it's Fun Spelled Out!&#10;&#10;",
    "categories": [
      "Word Game"
    ],
    "mechanics": [
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/01kMLfa-FFAZ7ti2hQ6PIQ__thumb/img/37yobIsU5wSpsW_A_-QcaAe9yq8=/fit-in/200x150/filters:strip_icc()/pic3639115.png"
  },
  {
    "id": "291048",
    "name": "Lord of the Chords: The Geekiest, Punniest Music Theory Card Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 14,
    "description": "Lord of the Chords is a classical music themed, card drafting set collection game for 2-4 players that has real music theory  cleverly woven into its game mechanics. Prepare for augmented fun, major geeky learning, and diminished boredom!&#10;&#10;Players begin by choosing 1 of 13 musical instruments that grant variable player powers. To win the game, players must draft the right Note cards to their hands, according to the active Key Signature tile. Notes are then played to the field, and combined to form Chords. When a Chord that matches the current Key Signature is completed by a player, that Key Signature Tile is claimed! The first Player to collect 3 Key Signatures is the Bringer of Harmony, the Destroyer of Dissonance, the Lord of the Chords!&#10;&#10;On your turn, you first draft 3 cards, then make 3 moves. You may spend your moves by (1) playing a Note card, or (2) playing an Action card.&#10;&#10;Other ways to spend moves include: (A) Moving a Note card from one chord to another, (B) buying Accidental Tokens, or (C) spending 2 moves to draft 1 additional card.&#10;&#10;Note cards must be diatonic to be played, according to the active Key Signature. Action cards range from punny composer cards like &ldquo;More-zart&rdquo;, which allows you to draw 2 more cards, to powerful music theory concepts like &ldquo;Major 7th Steal&rdquo;, which allows you to turn the tables by stealing another player's hard earned Key Signature tile!&#10;&#10;Accidental Tokens make it easier to complete chords. They are placed on Note cards to raise or lower the note by a semitone/half step, depending on whether the sharp or flat side is facing up, respectively. Accidental tokens are bought by selling a dotted quarter note/dotted crotchet worth of Note cards.&#10;&#10;All cards are drafted from a pool of 6 cards, so memory, prediction and counter-strategizing are key to victory. Every play is noteworthy - you can't miss a beat!&#10;&#10;The player who most recently practiced music goes first, so go practice!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Card Game",
      "Educational",
      "Music"
    ],
    "mechanics": [
      "Open Drafting",
      "Set Collection",
      "Take That",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/BroNXGT_Q9kqSd1esC5nkA__thumb/img/2U1dAu379rxOua9Q3MAqRQ0MjQs=/fit-in/200x150/filters:strip_icc()/pic4987572.jpg"
  },
  {
    "id": "113517",
    "name": "Quadefy",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 3,
    "age": 4,
    "description": "From Publisher Website:&#10;&#10;Quadefy is a fast playing new strategy game played in three dimensions. Easy to learn and quick to play, Quadefy uses visual spatial skills and strategies that will keep you on your toes. When playing Quadefy, you have to think a little bit strategist and a little bit puzzle builder. Players take turns stacking their game pieces on the base, each attempting to keep their entire game piece &quot;in bounds.&quot; &quot;In bounds&quot; means that the piece must be completely over the game base and no more than four &quot;cubes&quot; high. The first player to force their opponent to have to play out of bounds, wins. Every move is both offensive and defensive, making Quadefy very fun to play. The rules have been drafted so that there is always a winner, no ties, stalemates, or cat's games. Hand crafted from high quality hardwoods, Quadefy is pretty enough to be left out on the coffee table or bookshelf to be played again and again.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/m7NL1DTrk44JciQicl39yQ__thumb/img/1p0h8jlXQRBhXlv9lqSlS1xx050=/fit-in/200x150/filters:strip_icc()/pic1171935.jpg"
  },
  {
    "id": "4799",
    "name": "Dicemaster: Cities of Doom",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 90,
    "age": 12,
    "description": "Cities of Doom is the starter set for the Dicemaster collectable dice game.  In Dicemaster, each player is an adventurer, battling monsters while searching for the six runes to complete his quest.&#10;&#10;Each player needs to have one set in order to play, and it is all that is required to play the full game, although expansions add variety.&#10;&#10;",
    "categories": [
      "Adventure",
      "Collectible Components",
      "Dice",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/FVR3LKs9ktSYXjt2KW9feA__thumb/img/l0Zh1KkFxWvOJRGoCPrR-eOv5sY=/fit-in/200x150/filters:strip_icc()/pic241465.jpg"
  },
  {
    "id": "1269",
    "name": "Skip-Bo",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 8,
    "description": "Each player is dealt a stockpile of 30 cards. The winner will be whoever manages to empty their stockpile first. Cards are played onto four shared building piles in numerical sequence from 1 to 12. On each turn, a player draws until they have five cards in their hand, and then plays cards from: their hand, a top card of their discard piles, or their stockpile. At the end of their turn, a player must discard onto one of their four personal discard piles. Strategy involves the organizing of cards into the discard piles, care in not setting up the next players for good plays, knowing when to play from which option, and especially the timing of playing a valuable &quot;Skip-bo&quot; wildcard.&#10;&#10;Skip-bo is based on Traditional Card Games: Spite and Malice.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/aaUJua2zRXA6lqbVbNcBGg__thumb/img/81Ix-m3uliKZ43ouEhnOzUivMj4=/fit-in/200x150/filters:strip_icc()/pic8204244.jpg"
  }
]
