[
  {
    "id": "154386",
    "name": "Medieval Academy",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 8,
    "description": "&quot;Squires, welcome to Medieval Academy, the place where you'll be trained to become a knight. You'll have to master the arts of Jousts and Tournaments, complete dangerous Quests, and polish your Education. You'll also have to serve the king, and show that you have a sense of Charity and Gallantry. Only one of you will be knighted by King Arthur, so it's time to show what you&rsquo;re capable of.&quot; &mdash;Father Advevan Nicolus Emilius, chairman of the Medieval Academy.&#10;&#10;In Medieval Academy, a &quot;family+&quot; game, each player takes the role of a squire who wants to outdo the others in the different training categories to score Chivalry Points. To achieve this goal, during the six turns of the game, the players must wisely draft the cards that are the most useful to them and play them at the right time to move their discs up the training tracks.&#10;&#10;At the end of turn VI, the squire who has the most Chivalry Points wins the game and is knighted by King Arthur!&#10;&#10;",
    "categories": [
      "Card Game",
      "Medieval"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Closed Drafting",
      "Hand Management",
      "Modular Board",
      "Simultaneous Action Selection",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/T5D8h0d5kXhtNIoZFCQ1sQ__thumb/img/4c8mS52iwk1rC4RcAGQzTU0YVM0=/fit-in/200x150/filters:strip_icc()/pic2468716.jpg"
  },
  {
    "id": "400366",
    "name": "Wondrous Creatures",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 80,
    "age": 14,
    "description": "Welcome to the world full of fantastic creatures! You are an admirer, a creature enthusiast who will join the journey of forming the world&rsquo;s leading creature reserve.&#10;&#10;&#10;     Unique Worker Placement: Wondrous Creatures&rsquo;s worker placement mechanism provides an intriguing Hex Puzzle experience. Your deployed worker interacts with surrounding icons to bring in resources or cards, and works to activate special effects! &#10;&#10;&#10;&#10;     Transforming Terrains: As the game progresses, powerful special effects are newly placed on the map. Get creative and use these special effects to unleash your very own powerful combos! &#10;&#10;&#10;&#10;     100+ Different Creature Cards: Collect and combine various different creature cards. Every creature holds its own distinctive ability and provides a deep strategic tableau building experience. Each card beautifully illustrated by Sophia Kang, will immerse you into a wonderful world of Wondrous Creatures.&#10;&#10;&#10;&#10;     Evolving Worker Abilities: Your workers hold their own unique abilities. As you progress through the game, unlock their abilities and strengthen your workers!&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Fantasy"
    ],
    "mechanics": [
      "End Game Bonuses",
      "Hexagon Grid",
      "Open Drafting",
      "Set Collection",
      "Tags",
      "Variable Player Powers",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "image": "https://cf.geekdo-images.com/3ue_3La0WYopTSDER3shUA__thumb/img/4SreytxNoZL435EkTriKB08W5W0=/fit-in/200x150/filters:strip_icc()/pic8389014.jpg"
  },
  {
    "id": "159504",
    "name": "Folklore: The Affliction",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 120,
    "age": 14,
    "description": "Embark on a cooperative epic adventure that is Folklore the Affliction. Find and destroy the source of the evil spreading its claws into the heart of the land, decimating its people and resources. Free the denizens from the scourge of vampirism and lycanthropy and expand your power and abilities. Are you a survivor, or will you play as your ghost? Will you fall to the bloodlust or the taint of lycanthropy yourself?&#10;&#10;Folklore: The Affliction is an expandable ongoing horror RPG board game for 1-5 players that focuses on immersive storyline, strategic combat, character development and intense character customization elements. Your successes and failures, encounters and challenges can affect the entire group raising the ante and fueling interaction. Play one of six customizable and unique characters in a quest to gain Lore by conquering the supernatural Afflictions. Travel the land and enter dark locations where the action becomes a miniature based dungeon crawl. Uncover deeper and more intriguing storylines as you go further into darkness in your quest to drive the evil back into the hell it came from.&#10;&#10;Dying in Folklore is not the end for your character... dead characters play on as their ghost with ethereal powers to strike down your foes from beyond the grave. You are never truly out of the action. Customizable abilities even include those that can strengthen your character in the afterlife!&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Horror",
      "Miniatures"
    ],
    "mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Modular Board",
      "Narrative Choice / Paragraph",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/7GPc68Crw-MqJHEL9k0kAA__thumb/img/n8OEm_mmZLhEgtZzjr6n25x63HE=/fit-in/200x150/filters:strip_icc()/pic3647804.png"
  },
  {
    "id": "358504",
    "name": "Betrayal at House on the Hill: 3rd Edition",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 12,
    "description": "The House on the Hill still sits abandoned, and fearless group of explorers has been drawn to the house to discover its dark secrets. Immerse yourself in the narrative gameplay as you take on the role of one of those explorers.&#10;&#10;The co-operative board game Betrayal at House on the Hill: 3rd Edition includes fifty haunts and dozens of danger-filled rooms that will terrify even the strongest among you. At first you'll work together, but beware...one explorer will betray the others and then the haunt begins.&#10;&#10;This edition of the popular haunted house traitor game features content and gaming elements that help new players jump right in. So gather friends for a game night of monsters, miniatures, and modular board pieces in this immersive, story-driven hidden traitor game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Horror",
      "Miniatures"
    ],
    "mechanics": [
      "Dice Rolling",
      "Map Addition",
      "Modular Board",
      "Player Elimination",
      "Role Playing",
      "Storytelling",
      "Team-Based Game",
      "Traitor Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/nLDGtbwdSC0eYKffjYzrnQ__thumb/img/8F46R57i735WAI6ZjCppWb73bT0=/fit-in/200x150/filters:strip_icc()/pic6917219.jpg"
  },
  {
    "id": "30381",
    "name": "Hamburgum",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 75,
    "age": 12,
    "description": "Hamburg in the 17th century! Mighty walls protect the city against the devastations of the Thirty Years War. Thanks to Protestant refugees, Hamburg has become the biggest and most prosperous city in Germany. From far away, the skyline shows the steeples of huge churches and the masts of mighty trade ships displaying the citizens' pride and prosperity.&#10;&#10;In Hamburgum, players guide the families of Hamburg in the pursuit of wealth and prestige. They produce beer, sugar, and cloth and ship these goods overseas. They compete over the best sites for their buildings and the best berths for their ships in the harbor. Ultimately, they vie for the most prestigious church donations, because neither gold nor goods but only prestige decides the final outcome.&#10;&#10;Expanded by&#10;&#10;    Hamburgum: Lisboa&#10;    Hamburgum: Antverpia&#10;&#10;&#10;",
    "categories": [
      "City Building",
      "Economic",
      "Pike and Shot"
    ],
    "mechanics": [
      "Rondel",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/cl4IPnlurFyQ1rNdFCyQkg__thumb/img/4d2N1XvHYRCp_jshOv6si_T1oy8=/fit-in/200x150/filters:strip_icc()/pic260141.jpg"
  },
  {
    "id": "347811",
    "name": "Too Many Bones: Unbreakable",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 180,
    "age": 12,
    "description": "Too Many Bones: Unbreakable is the standalone conclusion to the Too Many Bones franchise.&#10;&#10;Join new characters Figment and Gale as they traverse the dangerous caverns beneath the land of Daelore using the game mechanics of Too Many Bones.&#10;&#10;",
    "categories": [
      "Adventure",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Die Icon Resolution",
      "Hand Management",
      "Role Playing",
      "Solo / Solitaire Game",
      "Stat Check Resolution",
      "Tech Trees / Tech Tracks",
      "Turn Order: Role Order",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/-zpfJOZF6eRc60DVt5Y_cg__thumb/img/1vOvXQ6dCrBd5uzciGpc8-cbZuM=/fit-in/200x150/filters:strip_icc()/pic6459659.jpg"
  },
  {
    "id": "219101",
    "name": "Pavlov's House",
    "minPlayers": 1,
    "maxPlayers": 3,
    "playingTime": 75,
    "age": 12,
    "description": "In Pavlov&rsquo;s House, you take control of the valiant defenders of a Soviet strongpoint in Stalingrad as they hold out against constant German attacks for almost two months. You also control the key leaders throughout the Soviet 62nd Army that made the defense of Pavlov&rsquo;s House possible.&#10;&#10;Object of the Game&#10;The goal of Pavlov&rsquo;s House is to last until the 7th Company, 3rd Battalion, 42nd Guards Rifle Regiment of the 13th Guards Division is tasked with storming a key German strongpoint during the Battle of Stalingrad. In the game, this is depicted by playing through a deck of cards representing elements of the German 6th Army.&#10;&#10;Pavlov&rsquo;s House was a fortified apartment building used as a strongpoint by the Soviet 62nd Army during the pivotal Battle of Stalingrad in WW2. Soviet defenders - primarily from the 7th Company, 3rd Battalion, 42nd Guards Rifle Regiment of the 13th Guards Division - held out for almost two months from a constant German assault. The building&rsquo;s name was drawn from Yakov Pavlov, a sergeant who led the initial storm group assault that resulted in the capture of the building from the Germans. The story of Pavlov&rsquo;s House was a key piece of Soviet propaganda and was used as a symbol of the incredible resistance of Soviet forces during the Battle of Stalingrad.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Multiple Maps",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/eJcLk3a1En2ENBtQFIddiQ__thumb/img/h1oifI8L1BsmGNViXlSlD1ByN2Q=/fit-in/200x150/filters:strip_icc()/pic7013391.jpg"
  },
  {
    "id": "183006",
    "name": "Qwinto",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 15,
    "age": 8,
    "description": "Players in Qwinto all play at the same time, with everyone trying to fill the rows on their scoresheets with numbers as quickly &mdash; and as highly &mdash; as possible in order to score the most points.&#10;&#10;To set up, each player receives a scoresheet that contains three colored rows of shapes (mostly circles with a few pentagons); the rows don't completely overlap, but they do overlap enough to create five vertical columns of three shapes, with one pentagon being in each vertical row.&#10;&#10;On a turn, a player rolls 1&ndash;3 dice, with the dice being the same colors as the rows: orange, yellow, purple. Each player can place whatever sum is rolled into an empty shape in a row that matches the color of one of the dice. Two rules must be followed when placing a sum in a row:&#10;&#10;&#10;    All numbers in a row must increase from left to right.&#10;    No number can be repeated in a vertical column.&#10;&#10;&#10;A player does not have to enter the number in a row, but if the active player, the one who rolled the dice, doesn't do so, then they must mark a misthrow box on their scoresheet.&#10;&#10;The game continues until someone has filled two rows on their scoresheet or someone has tallied four misthrows. Players then tally their points: For each completed column on their scoresheet, a player scores points equal to the number in that column's pentagon. For each completed row on their scoresheet, a player scores points equal to the rightmost number in that row. For each incomplete row on their scoresheet, a player scores one point per number in that row. For each misthrow, a player loses five points. Whoever has the highest sum wins!&#10;&#10;",
    "categories": [
      "Dice",
      "Number"
    ],
    "mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/AtaZZTKaILC7qK2019MZJQ__thumb/img/1QLthWkf6GJPeIKXOfnhDUvbbaQ=/fit-in/200x150/filters:strip_icc()/pic4194080.png"
  },
  {
    "id": "25821",
    "name": "The Werewolves of Miller's Hollow",
    "minPlayers": 8,
    "maxPlayers": 18,
    "playingTime": 30,
    "age": 10,
    "description": "Werewolves of Miller's Hollow is a game that takes place in a small village which is haunted by werewolves. Each player is secretly assigned a role - Werewolf, Ordinary Townsfolk, or special character such as The Sheriff, The Hunter, the Witch, the Little Girl, The Fortune Teller and so on... There is also a Moderator player who controls the flow of the game. The game alternates between night and day phases. At night, the Werewolves secretly choose a Villager to kill. During the day, the Villager who was killed is revealed and is out of the game. The remaining Villagers (normal and special villagers alike) then deliberate and vote on a player they suspect is a Werewolf, helped (or hindered) by the clues the special characters add to the general deliberation. The chosen player is &quot;lynched&quot;, reveals their role, and is out of the game. Werewolf is a social game that requires no equipment to play, and can accommodate almost any large group of players.&#10;&#10;The Werewolves of Miller's Hollow/les Loups-Garous de Thiercelieux/Die Werw&ouml;lfe von D&uuml;sterwald is a published version arranged by Herv&#195;&#169; Marly and Philippe des Palli&#195;&#168;res and published by Lui-m&#195;&#170;me, 2001 for 8-23 players. This has been nominated for the 2003 Spiel des Jahres award.&#10;&#10;Werewolves of Miller's Hollow is a separate game from Werewolf, and was split from that entry at the request of Asmodee.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Deduction",
      "Horror",
      "Murder / Mystery",
      "Party Game"
    ],
    "mechanics": [
      "Hidden Roles",
      "Player Elimination",
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/rZ0tOafAt1oue_7NKqELsg__thumb/img/jqycRUhCBZjq1E87oQVIFb1_j0A=/fit-in/200x150/filters:strip_icc()/pic7203269.jpg"
  },
  {
    "id": "342562",
    "name": "ROVE: Results-Oriented Versatile Explorer",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 15,
    "age": 8,
    "description": "As a ROVE (Results-Oriented Versatile Explorer) you're used to surveying the fringes of space, but now you've crash-landed on an unfamiliar planet. You'll need to reconfigure your reusable modules to get to safety!&#10;&#10;ROVE is a solo spatial puzzle game. In each game of ROVE, the player will face a series of mishaps that can only be solved by arranging the 6 module cards in a specific pattern. Moving a module requires Movement Points gained by discarding cards from hand for the listed amount. Players may gain additional Points if their current module layout matches the pattern shown on the discarded card.&#10;&#10;Each module costs 1 Movement Point per activation and uses its own unique movement style, such as only moving diagonally or pushing other modules a single space. Modules also have powerful single-use abilities that can help get players out of a tight spot. Properly timing these abilities -- as well as effectively using the limited number of Movement cards -- will help the player complete ROVE&rsquo;s mission successfully.&#10;&#10;",
    "categories": [
      "Card Game",
      "Print & Play",
      "Science Fiction",
      "Space Exploration"
    ],
    "mechanics": [
      "Hand Management",
      "Pattern Movement",
      "Pattern Recognition",
      "Solo / Solitaire Game",
      "Square Grid"
    ],
    "image": "https://cf.geekdo-images.com/-BTMmbHaR16DRt0OEh5arA__thumb/img/TVgsZurNXBPCHcx73pMRtfJMsXY=/fit-in/200x150/filters:strip_icc()/pic6494257.png"
  },
  {
    "id": "16986",
    "name": "Ubongo",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 25,
    "age": 8,
    "description": "In Ubongo, players compete to solve individual puzzles as quickly as they can to get first crack at the gems on hand for the taking.&#10;&#10;Original edition:&#10;The game board consists of six rows, with twelve gems (of various colors) placed in these rows. At the start of play, each player places their pawn in front of one of those rows. Each player also takes twelve polyominoes &mdash; that is, pieces consisting of 2-5 squares in some configuration; players use these pieces each round to try to recreate shapes.&#10;&#10;At the start of a round, each player receives a puzzle card that depicts a shape created by some number of squares; one side of this card depicts six rows of 3 pieces, the other side depicts six rows of 4 pieces, for a more difficult puzzle. When everyone is ready, someone rolls a die to determine which row of pieces each player can use to recreate the shape on their individual card. The race is timed by a sand timer, and the outcome of this race determines the action on the main playing board.&#10;&#10;Whoever first solves their puzzle in time gets to move their pawn up to three rows left or right, with the second player to finish moving two rows and the third player only one row. Players then collect two gems from the front of the row where their pawn is located, which means that the more rows you can move, the more control you have over which color gems you can collect. After collecting gems, each player receives a new puzzle card, and a new round begins.&#10;&#10;After nine rounds, the game ends and whoever has collected the most gems in a single color wins! If players tie, then those players compare who has the most gems in a second color, and so on.&#10;&#10;2015 edition:&#10;The puzzle-part of the game remains the same, but the scoring track and system has been greatly changed, to be the same as in Ubongo Extreme. There are no pawns anymore, but instead the winner takes a 3-point gem plus a random gem, the second-place player takes a 1-point gem plus a random gem, and others who finish within time take just a random gem. Whoever scores the most gem-points after nine rounds wins the game.&#10;&#10;",
    "categories": [
      "Puzzle",
      "Real-time"
    ],
    "mechanics": [
      "Grid Coverage",
      "Pattern Building",
      "Real-Time",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/0wSuQbmk4nPwNytp9_zzPw__thumb/img/2_damZx35g1mE8kgWUpIXoHybW8=/fit-in/200x150/filters:strip_icc()/pic4597123.jpg"
  },
  {
    "id": "123955",
    "name": "Thunderbolt Apache Leader",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 90,
    "age": 12,
    "description": "Thunderbolt-Apache Leader puts you in the cockpits of the world&rsquo;s best Close Air Support aircraft. In Thunderbolt-Apache Leader, you&rsquo;ll zoom through canyons hunting enemy tanks and troops while dodging their AAA fire and SAMs.&#10;&#10;Stuffing all this heavy metal in one box has allowed us to expand the normal Leader component set! This game comes with 168 cards and 5 counter sheets!&#10;&#10;Thunderbolt-Apache Leader puts you down in the weeds in 8 campaigns spanning the globe. The game system creates immense replayability by pairing a Tactical Situation card with the Campaign card to create a unique environment for the campaign. This means that your campaign in North Korea might be part of a Holding Action, Show of Force, Rapid Deployment, or General War.&#10;&#10;The game places you in command of the pilots and aircraft of a squadron of U.S. Close Air Support (CAS) aircraft in hostile campaigns around the world. The aircraft and weapons available for each campaign are historically accurate.&#10;&#10;A major part of the game is mission planning. You decide how to arm your aircraft and which pilots are best for the mission. Pilots are rated for skill level. Deciding which pilots to fly each mission is a major consideration. Your pilots will become fatigued with every mission. If you fly a pilot too often, his skills will degrade. Your pilots also gain experience with every mission flown. This makes for some great decision-making. Should you keep flying the top pilots and further fatigue them to get the job done, or fly the new guys to prep them for the tough missions ahead?&#10;&#10;Missions are quickly resolved using an area movement system to display tactical combat over the target. Speed and realism take top priority in this game. Terrain cards randomly generate each battlefield. The cards include mountain ranges that block lines of sight from both you and the enemy forces. If you plan it right, you get to fly nap of the earth through the canyons and come screaming over the ridge-line to rain fire down on the enemy before they can react. Beware! During each battle enemy air defenses will pop-up on the map to ruin your day, so watch were you&rsquo;re flying!&#10;&#10;You get to resolve every missile launched at enemy bandits, and every air to ground attack against the enemy targets. Each enemy tank, S.P. Artillery, APC, Infantry, etc is represented by its own counter on the battlefield. You also get to resolve the enemy SAM, AAA, and Bandit attacks against your aircraft.&#10;&#10;While performing each mission, you get to decide how your pilots engage the enemy Bandits, SAMs, and AAA Sites. This makes for some tough choices. Do you hit the high value targets first, or take out the enemy SAM and AAA assets?&#10;&#10;Thunderbolt-Apache Leader aircraft are usually able to survive more than one attack. These aircraft are rugged and made to soak-up damage. This also factors into your decision-making. How long should you loiter over the target blowing-up enemy tanks before heading for home? If your aircraft is too shot-up, it won&rsquo;t be able to fly the next day.&#10;&#10;Thunderbolt-Apache Leader features an operation combat sheet that tracks the progress of enemy formations attempting to overrun your sector. You get to select the formation you want to engage each day and assign the air assets you think are best suited to the task.&#10;&#10;If you&rsquo;ve played Hornet Leader or Phantom Leader, you&rsquo;ll make an easy transition into Thunderbolt-Apache Leader.&#10;&#10;We&rsquo;ve included the cards for every pilot to progress in experience from Newbie, to Green, Average, Skilled, Veteran, and Ace!&#10;&#10;Thunderbolt-Apache Leader includes the following aircraft:&#10;A-10A Thunderbolt II&#10;A-10C Thunderbolt II&#10;AH-64A Apache&#10;AH-64D Apache Longbow&#10;AH-1 Cobra&#10;F-16 Fighting Falcon&#10;AV-8B Harrier II&#10;AC-130 Spectre&#10;RQ-1 Predator UAV&#10;MQ-1 Predator UAV&#10;&#10;Scheduled Campaigns:&#10;Iraq 1991&#10;Pakistan 2013&#10;Libya 1984&#10;Iran 2014&#10;Taiwan Defense 2008&#10;North Korea 2011&#10;Israel Defense 2001&#10;North Atlantic WWIII 1986&#10;&#10;Thunderbolt-Apache Leader includes the following weapons: Mk.82 Iron Bomb, Mk.83 Iron Bomb, AGM-65 Maverick, AIM-92 Stinger, LAU-68, LAU-61, ECM Pod, AGM-114 Hellfire, AIM-9 Sidewinder, Mk.20 Rockeye&#10;&#10;Target Audience: &#10;This game is perfect for both expert level military gamers as well as first time gamers. The core rules are easy to grasp and very intuitive, while still giving players a wide variety of decision-making options and tactical choices.&#10;&#10;The game can also be played co-op (like our other Leader games) by splitting-up the aircraft and planning/resolving missions as a team.&#10;&#10;Each mission requires only in 30 to 60 minutes.&#10;&#10;Each campaign consists of 2 to 6 turns in which you&rsquo;ll fly one or more missions each day.&#10;&#10;&#10;Re-implements:&#10;&#10;    Thunderbolt/Apache Leader&#10;&#10;&#10;",
    "categories": [
      "Aviation / Flight",
      "Modern Warfare",
      "Wargame"
    ],
    "mechanics": [
      "Area Movement",
      "Hand Management",
      "Hexagon Grid",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/TmdTjsfF6hX8SL-h3cFTqA__thumb/img/kRJxPt-2s3oONgjIktMx4GXrCzE=/fit-in/200x150/filters:strip_icc()/pic6291950.jpg"
  },
  {
    "id": "42452",
    "name": "Rattus",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 10,
    "description": "Europe, 1347. A disaster is about to strike. The Black Death reaches Europe, and during the next 4-5 years, the population of Europe will be halved.&#10;The players settle in the various regions of Europe, while the plague spreads throughout all of the continent. The players gain help from the various classes of the middle ages: the Peasants provide population growth, the wise Monks keep the rats away, the rich Merchants flee when the plague approaches, the warfare conducted by the Knights spreads the plague to new areas, the Witches control the spread through magic and witchcraft, whereas the Kings avoid the plague by staying in their fortified palaces. But the plague does not make any distinction: when the rats arrive, no one can feel safe. &#10;When the plague withdraws and the game ends, the player with the highest surviving population wins.&#10;&#10;Rattus is a medium-strategy game that takes place in the Dark Ages during the black plague. The players try to hold off the disease.&#10;To do this they get help from farmers, magicians, knights, nobles, ... But nothing helps as long as the rats keep coming.&#10;&#10;",
    "categories": [
      "Animals",
      "Medieval"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/wKT_pdW6lOCTWCkkjlhNkg__thumb/img/_Hf3fOLl1oKk6VGWHJEyoqTLFi4=/fit-in/200x150/filters:strip_icc()/pic612591.jpg"
  },
  {
    "id": "223855",
    "name": "Sentient",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 12,
    "description": "Description from the publisher:&#10;&#10;The next great technological revolution is here. Sentient robots for information, transportation, industry &mdash; all at our fingertips. Building them is now the easy part. Programming them has proven to be more complicated. A handful of companies have emerged claiming to pull it off, but only one will win out. Your mission is clear: Procure valuable bots and plug them into your network. They'll have an effect on your systems. Anticipate it correctly, program your bots effectively, and attract the right investors to win and lead the sentient revolution.&#10;&#10;In Sentient, players are tasked with choosing from available robots to program in their factory. Each robot that is added modifies your board and attracts the interest of investors for your company. Program your bots efficiently and collect the support of your patrons to build the most formidable operation.&#10;&#10;Description from GTS article:&#10;&#10;Sentient is a dice-manipulation game by J. Alex Kevern (World&rsquo;s Fair 1893, Gold West). As with his other games, Sentient is filled with smart, simple, and rewarding choices. Each turn involves choosing an available bot, adding it to your factory, and deciding how to divide your resources between optimizing your bot and wooing investors. Players who enjoy a satisfying puzzle will appreciate the difficulty in adding the chosen bot to their factory. Each slot has a die on either side that will be modified based on the chosen bot card. But, adding another adjacent bot the next turn will modify the dice once again. The dice at the end of the round will determine how efficiently your bots were programmed and will grant you varying points based on the dice numbers. You may have everything perfectly sorted out &mdash; that is, until the last bot you choose changes the adjacent dice. Your plan can crumble and points can easily be lost with an errant decision or wrong choice!&#10;&#10;",
    "categories": [
      "Dice",
      "Industry / Manufacturing",
      "Math",
      "Science Fiction"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Contracts",
      "Open Drafting",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/GMVGWh_YNClAIWIBoTvb-w__thumb/img/QVjKxl0uS3pNVK-HbCeqrIb2GH4=/fit-in/200x150/filters:strip_icc()/pic3496086.jpg"
  },
  {
    "id": "256997",
    "name": "Perseverance: Castaway Chronicles – Episodes 1 & 2",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 180,
    "age": 14,
    "description": "Caught in an enigmatic storm, a modern-day luxury ocean liner crashes ashore on an otherworldly island. As one of the ambitious survivors, you soon learn that the island is home to a multitude of majestic and fiercely territorial dinosaurs. With the cruiser beyond repair, you have no choice but to establish a foothold on the island, withstand the onslaught of the dinosaurs, and sow the seeds of what will one day become a strong and tenacious community capable of discovering the mystery of the island.&#10;&#10;Perseverance: Castaway Chronicles introduces the first two episodes in a series of euro-style dice-drafting / dice-placement strategy games. The saga will ultimately consist of four episodes, telling the story of a group of survivors becoming a mighty civilization on a hostile island. As each episode features unique characteristics and a different game feel, they are playable as standalone medium/heavy games but also as a continuous campaign. The theme and story unfolds through evolving game mechanisms across the episodes, also making the rules easier to learn. In the campaign mode, the outcome of each episode influences the next, but the game has no legacy elements and no hidden rules; the whole storyline is infinitely replayable.&#10;&#10;In Episode 1, players are striving to develop and protect the foothold town of Perseverance, besieged by the dinosaurs of the island. By building walls, traps and settlements, mounting defenses and partaking in the early political power struggles of a forming community, players gain followers to establish themselves as leaders. Episode 1 introduces the signature dice placement / area majority mechanism that evolves and spans through the series, and also features a defense mechanism against waves of attacking dinosaurs, unique to this episode.&#10;&#10;In Episode 2, the survivors have successfully defended the city of Perseverance, completing a massive wall to stop the dinosaur onslaught. Under the guidance of the ship&rsquo;s senior officers, the players now set out to explore the surrounding wilderness, expand the settlement beyond the walls, and chart a path to the mysterious structure on the horizon. This Episode adds new actions to expand the core mechanism and allows for a deep customization of your Leader and faction through dozens of unique skills. The previous episode&rsquo;s defense mechanism evolves into hex-based adventuring and expansion, allowing you to build outposts beyond the city walls, but beware - the dinosaurs are still not your friends...yet.&#10;&#10;",
    "categories": [
      "City Building",
      "Dice",
      "Exploration",
      "Science Fiction"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "image": "https://cf.geekdo-images.com/CH7U514WgN1EMGFYN63KsQ__thumb/img/dozFHWuJhtY-cK5mmMHMwJLth7w=/fit-in/200x150/filters:strip_icc()/pic5440227.jpg"
  },
  {
    "id": "417197",
    "name": "Rebirth",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "Following a series of calamities that left civilization in shambles, societies around the world are being rebuilt anew in harmony with nature. Scotland lies in ruins and the ancient clans have taken it upon themselves to restore the land. As clan leaders you will compete for strategic control of the land by rebuilding its prestigious castles.&#10;&#10;Rebirth is a new, tile-laying game from Reiner Knizia. The game revitalizes this classic genre by combining Knizia&rsquo;s elegant mechanics with Mighty Boards&rsquo; evocative world building. The result is a eurogame with smooth gameplay, set in a lush and hopeful future.&#10;&#10;Each turn, players draw a tile from their supply and place it strategically on the board. These tiles represent your clan&rsquo;s contribution to rebuilding the land. Rebirth rewards strategic foresight and clever tactical play, with tougher decisions emerging over the course of the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Environmental",
      "Fantasy",
      "Farming",
      "Science Fiction"
    ],
    "mechanics": [
      "Hexagon Grid",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/tyv6lPMlyU7YIUztlILQYQ__thumb/img/_CXQQbXsewUlde4R22XCRApxZ5k=/fit-in/200x150/filters:strip_icc()/pic8587890.png"
  },
  {
    "id": "165872",
    "name": "Liberty or Death: The American Insurrection",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 360,
    "age": 14,
    "description": "Volume V in GMT&rsquo;s COIN Series takes us back to the struggle of the American Patriots against their parent British government.   A unique multi-faction treatment of the American Revolution, Liberty or Death: The American Insurrection will take 1 to 4 players between lines of clashing red and blue infantry, Indian raids, European politics, British control of the seas, French intervention, and the propaganda war.&#10;&#10;Building off the good works of COIN Series Creator Volko Ruhnke and Series Designers Jeff Grossman, Brian Train, Mark Herman, and Andrew Ruhnke Designer Harold Buchanan applies his knowledge of the American Revolutionary period to take a new look at the struggle that built a nation. COIN Series Developer Mike Bertucelli continues his work on this project and Volko Ruhnke is an active advisor.&#10;&#10;Liberty or Death: The American Insurrection features the same card-assisted counterinsurgency game system as GMT's Andean Abyss, Cuba Libre, A Distant Plain, Fire in the Lake and Gallic War with a set of twists that take the COIN Series to the 18th Century, including:&#10;&#10;&#10;    Brilliant Strokes that trump initiative (Led by leaders like Washington, Rochambeau, Clinton and Joseph Brant) &#10;    Irregular troops (Patriot Militia and Indian War Parties) &#10;    Regular troops (British and French Regulars and Patriot Continentals)  for battles and skirmishes with line infantry &#10;    Rabble Rousing, Skirmishing, Tories, variable French entry, and Indian Raids&#10;    Variable impact of naval commitments between the British and French &#10;    French blockades to confound British plans&#10;    French financing options to feed the Patriot&rsquo;s war effort&#10;    A large deck of 110 + cards for great play variety &#10;    Short, medium, and long-length scenarios with period-event or random options. &#10;&#10;&#10;Each faction in Liberty or Death brings new capabilities and challenges:&#10;&#10;As the British, you have to deal with an Insurrection across a massive region.  With control of the seas (at least until the French arrive), you have extreme flexibility and can move across the coast and cities at will.  You will muster Tories to support your efforts.  They will march with you to battle, but they need your cover.  You can control any space you choose, but you cannot answer every threat on the map.  The Indians will work with you but, like the Tories, will need you to coordinate and protect them when the Patriots become aggressive.  With the leadership of Gage, Howe, and then Clinton, you will be able to strike a potentially decisive Brilliant Stroke if the stars align.  Each leader brings something new to the war effort.  If you can strike the decisive blow and Win the Day you will be able to build Support and reduce Opposition in short order.  If the option to Battle the French in the Colonies presents itself, it will be hard to pass up!&#10;&#10;As the Patriots, you initially aren&rsquo;t powerful enough to counteract the British Army.  You will need to pick your battles and initially spread the Militia to key areas.  Over time you can train a force of Continentals to take on the British Regulars.  Until then, Rabble-rouse and work with the French to challenge British dominance.  Skirmish with the British in small numbers to make their stay expensive.  Will the French be there when you need them?  Persuade the local population to give you resources to keep the heat up.  Watch the Indians on the Frontier because if they develop their forces unanswered you won&rsquo;t be able to win the game regardless of what happens with the British.&#10;&#10;As the Indian player, you have selected the lesser of two evils in aligning with the British.  You will work with them to lower Opposition using Raids but you will be developing your footprint by Gathering forces and building villages.  The British can help you to protect them from the Patriots and in return you can assist the British in controlling the region.  War Chief Joseph Brant and later War Chief Cornplanter give you the ability to mount a decisive attack with your War Parties but will it be worth exposing your villages to Patriot attack?&#10;&#10;As the French, you have the ability to be the thorn in the side of the British in North America.  With the Hortalez Rodrigue et Cie Company, formed to feed the Patriots resources, you can fund the Insurrection.  Your agents can rally assistance in and around Quebec and you can facilitate privateers to steal resources from the British. When you sign the Treaty of Alliance with the Patriots, you can bring French Regulars to America to March and Battle.  You can also increase French Naval Intervention, Blockade Cities, move Regulars by sea and Skirmish with the British.&#10;&#10;As with earlier COIN Series volumes, players of Liberty or Death: The American Insurrection will face difficult strategic decisions with each card.  The innovative game system smoothly integrates political, cultural, and economic affairs with military and other violent and non-violent Commands and capabilities.  Rabble-rousing, Indian Raids, Persuasion, Naval Pressure, Letter of Marque, Looting, Trading, Skirmishing, and Foraging and more options are available.  Flow charts are at hand to run any faction short a player&mdash;solitaire, 2-player, 3-player, or 4-player experiences are equally supported.&#10;&#10;COMPONENTS&#10;    A 22&rdquo; x 34&rdquo; mounted game board.&#10;    A deck of 110+ playing cards.&#10;    166 red, green, tan, blue, and white wooden playing pieces, some embossed.&#10;    6 black and 6 gray wooden pawns.&#10;    4 foldout Faction player aid sheets.&#10;    2 foldout Non-player Faction aid sheets.&#10;    2 Sequence sheets.&#10;    A Random Spaces sheet.&#10;    2 sheets of markers.&#10;    Rulebook.&#10;    Playbook.&#10;    1 black six-sided die&#10;    3 blue six-sided dice marked 1-3 twice. &#10;    3 red six-sided dice marked 1-3 twice.&#10;    9 plastic leader stands.&#10;&#10;DESIGNER: Harold Buchanan&#10;SERIES DEVELOPER: Mike Bertucelli&#10;SOLITAIRE SYSTEM DEVELOPER: Orjan Ariander&#10;MAP ART: Terry Leeds&#10;COUNTER ART: Charles Kibler, Terry Leeds, and Mark Simonitch&#10;&#10;TIME SCALE:    One year per Campaign between Winter Quarters&#10;MAP SCALE:     Area movement&#10;NUMBER OF PLAYERS:     1 to 4&#10;&#10;(source: GMT website)&#10;&#10;",
    "categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Political",
      "Wargame"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Simulation",
      "Solo / Solitaire Game",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/9m47Um3r-WhRwgGa-Xqe8A__thumb/img/m2LZpb5itZucjv4uHD-KcBkjAZA=/fit-in/200x150/filters:strip_icc()/pic2729630.png"
  },
  {
    "id": "42910",
    "name": "Peloponnes",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 10,
    "description": "Players take control of the civilizations of ancient Greece. Through auctions in each of the 8 rounds, the players develop their civilizations, adding territory through Land Tiles and prestigious buildings through the Building Tiles.  These increase the civilizations' inhabitants, luxury, wealth and power.  Luxury goods allow flexibility in providing for a player's population, while some tiles also offer protection against the many disasters that happen during the game.  Only through a balance of inhabitants, land and buildings can a player claim victory and join the heroes of Peloponnesian history.&#10;&#10;&#10;Los jugadores toman el control de las civilizaciones de la antigua Grecia. A trav&eacute;s de subastas en cada una de las 8 rondas, los jugadores desarrollan sus civilizaciones, a&ntilde;adiendo territorio mediante losetas de terreno y edificios de prestigio mediante las losetas de construcci&oacute;n.  Estos aumentan los habitantes, el lujo, la riqueza y el poder de las civilizaciones.  Los bienes de lujo permiten flexibilidad a la hora de abastecer a la poblaci&oacute;n de un jugador, mientras que algunas losetas tambi&eacute;n ofrecen protecci&oacute;n contra los numerosos desastres que ocurren durante el juego.  S&oacute;lo mediante un equilibrio de habitantes, tierras y edificios puede un jugador alzarse con la victoria y unirse a los h&eacute;roes de la historia del Peloponeso.&#10;&#10;",
    "categories": [
      "Ancient",
      "City Building",
      "Civilization"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/ElaDJAdR6mV1jf0l8lVDpg__thumb/img/R-12bG6wvRgZJu-WUxhhqzVDRaM=/fit-in/200x150/filters:strip_icc()/pic586432.jpg"
  },
  {
    "id": "229491",
    "name": "Edge of Darkness",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 14,
    "description": "Edge of Darkness is the third Card Crafting Game from Alderac Entertainment Group designed by John D. Clair. Edge of Darkness combines Card Crafting, Worker Placement, shared deck-building, and a whole new Threat Challenge system in a medium-weight euro-style board game of 60 to 120 minutes for 1 to 4 players.&#10;&#10;Players are the heads of powerful guilds in the City. Each Guild vies with the others to become the leaders of the City in a desperate struggle against great evil. But the Guilds must also work together because the dangers facing the city can harm them all.&#10;&#10;The Guilds exert their control in the city by sending agents to various locations where they can generate resources or abilities and enable the Guild to take actions. Guilds grow in power as they maneuver their agents and loyalists into positions of importance in the districts and organizations of the City. Over time the Guilds can seek to create synergies between the places their agents have been assigned and the tendrils of influence the Guilds have connected to the City's infrastructure.&#10;&#10;To win a Guild must have the most power in the city when the game ends. Power is gained having the allegiance of important citizens and nobles, by accumulating wealth, and by undertaking actions beneficial to the City such as defending it from external and internal threats.&#10;&#10;Here are some highlights of the mechanics in the game:&#10;&#10;&#10;     Card Crafting: Similar to the original card-crafting game, Mystic Vale, all cards are constructed of crafting slips which have game content on one third (1/3) of the slip and are transparent on the other two thirds (2/3). During the game players will construct cards, combining (sleeving) different effects onto one card (ideally in ways that make strategic sense). However, unlike Mystic Vale, the transparent cards are double-sided, and when you upgrade the &quot;good&quot; side of the cards (front), you also add strength to the &quot;bad&quot; side of the cards (back).&#10;     Group deckbuilding using one shared deck: Rather than having your own deck, there is a central deck that all players draw from and discard to. Different players will have the allegiance of different cards in that deck. Using other players' cards means you have to pay them. During the game you can claim allegiance of more cards in the deck by sleeving a slip into the card with your color and seal.&#10;     Card-driven worker placement: While your actions are card-driven, most costs in the game are in the form of opportunity cost. Advancements don't have a cost, instead they require the use of workers to a greater or lesser degree depending on the power of the card. e.g. many effects require placing or pulling workers from different city locations as dictated by the card effects. Since you have a limited number of workers to use, you will constantly be choosing to forgo one useful thing in order to do another.&#10;     Threat Tower:  There is a Threat Tower which dictates when and whom Threats will attack. Cards leave the shared deck and enter the Threat Board, where they accumulate Threat Cubes on each player's turn. These cubes are color-coded, and when a threshold number of cubes of a given color accumulate on a card, it attacks the City. If the color matches one of the players, it attacks that player. If the color is black, it attacks all players!&#10;     Modular set up: Edge of Darkness will come with 12 Locations. Each game you use only 10 of these Locations, which can be specifically selected or chosen randomly, making for a lot of variety from game-to-game in the types of challenges you will face and the strategies you will need to employ. These Locations are comprised of a Location Board and Crafting Slips. Location Boards may specify special rules for worker placement, or extend the basic rules with all new systems. For example, a combination of Location Boards can be used to assemble a party of heroes to take the fight to the Threat Tower and engage in a Monster Hunt!&#10;&#10;&#10;",
    "categories": [
      "Fantasy"
    ],
    "mechanics": [
      "Cube Tower",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Turn Order: Progressive",
      "Variable Set-up",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/DyesLCFFkjOKcJXqa_ySNg__thumb/img/ScXmjOSuZhbfM7ZOjnvla_BxyZY=/fit-in/200x150/filters:strip_icc()/pic3691121.jpg"
  },
  {
    "id": "12995",
    "name": "Dungeon Twister",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 11,
    "description": "Dungeon Twister is a 2-player high level strategy game where 2 teams of adventurers with various powers are trapped in a dungeon. The board is composed of 8 rooms that can be moved and rotated by the players. Each turn, a player is able to spend actions to move around the dungeon, pick up and use items, battle with the opponents team, or turn and move the rooms of the dungeon.&#10;&#10;The goal is to reach 5 victory points.  Points are collected by moving adventurers out of the dungeon or by killing an opponent's adventurer. Objects are disseminated across the whole dungeon and will bring the adventurers well-needed powers.&#10;&#10;Each player has the same characters, each with different powers. Some run fast, some fight or disarm traps. The cleric heals, magician burns everything in sight, and the goblin is so weak that the simple fact of getting him out will bring you two victory points.&#10;&#10;Combat and actions are managed via cards. To move, fight, heal, or turn a room, you must manage action points obtained by playing cards. Those cards are not drawn but selected from a set of cards by both players. Both players have access to the same panel of cards at the beginning of the game, so the game is really about managing the resources and adapting to the changing environment.&#10;&#10;Dungeon Twister is the original game in the Dungeon Twister series&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Maze"
    ],
    "mechanics": [
      "Action Points",
      "Card Play Conflict Resolution",
      "Grid Movement",
      "Hand Management",
      "Map Deformation",
      "Modular Board",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/fngIoEZCqy8mAFmygDdbCg__thumb/img/OSC45vms69MYZKZZ2e04QT12icU=/fit-in/200x150/filters:strip_icc()/pic97630.jpg"
  },
  {
    "id": "10",
    "name": "Elfenland",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 10,
    "description": "Elfenland is a redesign of the original White Wind game Elfenroads.  The game is set in the mythical world of the elves.  A group of fledgling elves (the players) are charged with visiting as many of the twenty Elfencities as they can over the course of 4 rounds.  To accomplish the task they will use various forms of transportation such as Giant Pigs, Elfcarts, Unicorns, Rafts, Magic Clouds, Trollwagons, and Dragons.&#10;&#10;Gameplay:  Players begin in the Elf capitol, draw one face down movement tile, and are dealt eight transport cards and a secret 'home' city card that they must reach at the end of the 4th round or lose points for each city space away from 'home' they are at the end of the game. Markers of each player's color are placed in each city on the board and are collected when the player visits that city (each counts as 1 point).&#10;  &#10;     The round proceeds in 2 stages.  The first part of the round consists of the drawing of Tiles showing the differing types of transport (except rafts) from a combination of face up and face down tiles (if a player doesn't like the 5 tiles that are face up; they can always draw blind from the face down tiles and hope to get one they need).  These transport tiles need to match the Transportation cards in your hand to use them most effectively.  After each player has a total of 4 tiles they take turns placing a tile on any one of the roads that run between the elf cities.  Only one transport tile may be placed on each road; so players may use other players tiles to travel if they have the matching cards in their hand.  This frequently causes a readjustment of planned travel routes as other players tiles can allow you to move farther or shorter than you had first thought.  Players can play their tiles to help themselves or hinder others by playing a slow mode of transport on another players (perceived) path.&#10;&#10;Each mode of transport has certain terrain it can travel through quickly or slowly, and those that it cannot. These are listed on the top of each transportation card by the number terrain symbols.  The number of terrain symbols equals how many matching cards you must play to move across a given tile in a given terrain.  For example, a Magic Cloud tile placed in a mountain would take one Magic cloud card to travel across (1 mountain symbol on card means Magic clouds are fast in mountains). If the same tile was placed on a road in forest terrain it would require 2 Magic Cloud cards to travel that route (2 Forest symbols on card means Magic Clouds are slow in Forest).  Magic Clouds cannot travel in desert terrain at all (no desert symbols on card). All modes of transport are different and Rafts can be used on rivers or lakes without needing tiles. Rafts go slow upstream (2 raft cards needed) and fast downstream (1 card needed).  The small lake requires 1 raft card to travel across and the larger lake requires 2 cards to travel across.  Players may keep one unused transport counter and up to 4 Transportation cards from one round to the next.&#10;&#10;The second part of the round begins after all players have finished placing their transportation tiles for the round.  Each player plays his cards and moves his elf-boot around the board collecting his tokens from the cities visited.  If there is a Transport tile on a route and a player has no matching Transportation card he may 'Caravan' across it by playing any 3 Transportation cards from his hand.&#10;&#10;As a bit of 'take that' each player has a trouble tile which can be placed next to any transportation tile during the first part of the round.  This counter means that in order to travel that path an additional card of the transport type must be played or 4 cards to 'Caravan'.&#10;&#10;Victory: if at the end of round 3 a player has visited all 20 cities he is the winner.  If not the game ends after round 4 when 'Home' cities are revealed and each player subtracts points for each city he is away from his 'home' subtracting that from his collected city tokens.  The person with the highest score wins.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Travel"
    ],
    "mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Open Drafting",
      "Point to Point Movement",
      "Programmed Movement",
      "Turn Order: Progressive"
    ],
    "image": "https://cf.geekdo-images.com/Ea4jN5Ko5bPrXrU_AYhhzg__thumb/img/f4FrKXF0HKlPS2jH1AW4_-7Hek8=/fit-in/200x150/filters:strip_icc()/pic1798136.jpg"
  },
  {
    "id": "291962",
    "name": "Paper Dungeons: A Dungeon Scrawler Game",
    "minPlayers": 1,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 10,
    "description": "Prepare your adventurers for a challenging dungeon exploration in Paper Dungeons, a roll-and-write game that seeks to reproduce the feel of a dungeon-crawler.&#10;&#10;In the game, you control a classic group of medieval adventurers: warrior, wizard, cleric, and rogue. In each of the nine rounds, you select three of the six rolled dice and use these results to raise the level of your characters, produce magic items, obtain healing potions, and explore the dungeon to face challenges and collect treasure. You'll also find three large monsters waiting in the dungeon, and you can fight them for glory.&#10;&#10;In the end, whoever collects the most glory wins.&#10;&#10;",
    "categories": [
      "Dice",
      "Fantasy",
      "Fighting",
      "Medieval"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Line Drawing",
      "Paper-and-Pencil",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/HCX-DAB544miK-cAoxNy3A__thumb/img/ZPgoWzIkeGKtjH1FkK2nj5tHqa8=/fit-in/200x150/filters:strip_icc()/pic5702613.png"
  },
  {
    "id": "350205",
    "name": "Horseless Carriage",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 240,
    "age": 14,
    "description": "&quot;This year, we want the best, or nothing at all. We don't want tradition. We want to live in the present, and the only history that is worth a tinker's cuss is the history we make today.&quot; The famous founder is standing in front of his team giving a motivational speech. &quot;You all know our first customer was a lunatic, and the second had a death wish. So they bought our brakeless bangers. So there were a few accidents. But the only mistake is the one from which we learn nothing. This year, customers demand safety. Of course, active safety features include rapid acceleration for safe overtaking! I know it will be hard to add the new motorblock section to the factory, but before you say you cannot do something, try it! To every engineer, every planner, every mechanic, and every salesperson in this great company I say: If I can dream it, you can do it!&quot;&#10;&#10;Horseless Carriage is a game about the dawn of the automobile, a time when cars were invented, and no one quite knew yet what this new contraption would look like and what features would be essential. Early cars sometimes used levers or pedals to steer and a wheel to accelerate. Brakes were not always seen as essential, but sometimes an outside spot to take along an onboard mechanic was. This early, super innovative period occurs in the development of many new product categories. Players are cast as aspiring industrialists trying to find out what features the public will value when buying these new, expensive, and utterly unfamiliar horseless carriages.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "mechanics": [
      "Modular Board",
      "Pattern Building",
      "Tech Trees / Tech Tracks",
      "Tile Placement",
      "Turn Order: Stat-Based"
    ],
    "image": "https://cf.geekdo-images.com/8oCeW5kLCh_uaN2ER7ProA__thumb/img/rXaxSbXytHIp2ajjdbOKFH1QwrU=/fit-in/200x150/filters:strip_icc()/pic6491535.jpg"
  },
  {
    "id": "369646",
    "name": "Disney Lorcana",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 0,
    "age": 8,
    "description": "&#10;&#10;&#10;    &#10;        GAME SYSTEM&#10;&#10;    &#10;    &#10;         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.&#10;&#10;    &#10;&#10;&#10;&#10; Disney Lorcana is a trading card game (TCG) that features Disney characters in both original and reimagined art styles that live in an all-new world with unique and magical gameplay.&#10;&#10;The game is set in the rich and fantastical world of Lorcana, a combination of the words &quot;lore&quot; and &quot;arcana&quot;.  Players will take on the mantle of Illumineer, a powerful sorcerer, and band together Disney characters from Lorcana's &quot;The Great Illuminary&quot;, a treasury of all Disney songs and stories ever made.&#10;&#10;Disney Lorcana doesn't have an official player count on the packaging, but the designers have suggested 2-6 is an appropriate range.&#10;&#10;",
    "categories": [
      "Card Game",
      "Collectible Components"
    ],
    "mechanics": [
      "Deck Construction",
      "Hand Management",
      "Income",
      "Multi-Use Cards",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/yATIBXRz67ltSBxHwZLosg__thumb/img/URG2sB8FwDGdwRaM6FuWQyt1xTo=/fit-in/200x150/filters:strip_icc()/pic7036897.png"
  },
  {
    "id": "1540",
    "name": "BattleTech",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 0,
    "age": 12,
    "description": "BattleTech (aka &quot;BT&quot;) is a science-fiction tactical wargame in which players battle one another with various war machines.  The heart of the game is the &quot;BattleMech&quot; (aka Mech), a giant fighting robot; typical games have each player controlling from 1-4 Mechs.  Vehicles, infantry, power armour, aircraft and other unit types also exist.  The game system includes details such as varying weapon ranges, heat generation, and discrete hit locations (torso, arms, legs, etc.). Mechs vary greatly by mobility and firepower, and players can choose from provided designs or take the time to create their own Mechs from scratch.  The game is typically played on one or more hex mapsheets or mounted map boards; optional rules are also available for hexless play.  An extensive line of pewter figurines (Mechs, vehicles, and the like) are available from Iron Wind Metals. (Many earlier BattleTech figures were produced and sold by Ral Partha, which still handles the figure line in Europe.)&#10;&#10;As in earlier editions of BattleTech, introductory box sets are available.  The current versions are the BattleTech: Beginner Box (contains 2 plastic Mechs, a map, and simplified quick-start Mech rules). Designed to immediately follow this is the BattleTech: A Game of Armored Combat box (8 plastic Mechs, mapsheets, cardboard Mech standees, and the full rules for Mechs and basic gear).  Lastly, the BattleTech: Clan Invasion box adds further Mechs and maps and slightly expands the rules to include more advanced technologies and unit types, while moving a player forward through the game's timeline.&#10;&#10;The main component of the current generation of BattleTech is a series of rulebooks.  The primary ones are either Total Warfare, which covers combined arms (Mechs, combat vehicles, battle armor, aircraft etc), or the BattleTech: BattleMech Manual, which continues on from the introductory box sets in offering more advanced but still Mech-only play.  The rest of the current in-print rulebook line is covered below.&#10;&#10;BT is also supplemented by a variety of Technical Readouts, which provide gameplay and background data on Mechs and other units at various time periods in the game-universe history.  Accompanying these are pregenerated PDF record sheet collections, which have full gameplay statistics for each unit in a corresponding Technical Readout and are designed to be printed out for tabletop play.  Also common are map sets, which add additional mapsheets for scenario variety; era-based sourcebooks detailing the history and factions of the setting; and the aforementioned miniatures (which are not required for play).&#10;&#10;For about six years the game was known as &quot;Classic BattleTech&quot;, to differentiate it from the WizKids-produced collectible miniatures game &quot;MechWarrior: Dark Age&quot;.  This branding has been long since abandoned and no longer appears on any products, but many BGG entries still feature it even if not applicable.&#10;&#10;Rulebooks&#10;&#10;     Total Warfare (standard game rules for the most common unit types)&#10;     BattleTech: BattleMech Manual (a Mech-only rulebook, but rewritten for clarity and featuring most relevant gear from Tactical Operations and Interstellar Operations)&#10;     TechManual (standard unit construction)&#10;     Tactical Operations: Advanced Rules (advanced ground rules)&#10;     Tactical Operations: Advanced Units &amp; Equipment (advanced equipment and unit construction)&#10;     Strategic Operations: Advanced Aerospace Rules&#10;     BattleTech: Interstellar Operations (era-specific equipment, various strategic wargaming rulesets)&#10;     Campaign Operations (rules for campaigns and running your own mercenary group)&#10;     A Time of War: The BattleTech RPG (RPG rules)&#10;     A Time of War Companion (RPG supplement)&#10;     MechWarrior: Destiny (separate, narrative-style RPG)&#10;     BattleTech: Alpha Strike &#226;&#128;&#147; Commander's Edition (fast-play BT variant with simplified units and a higher unit count)&#10;&#10;&#10;Introductory Supplements&#10;&#10;     BattleTech Technical Readout: Succession Wars&#10;     Record Sheets: Succession Wars&#10;     Map Pack: Grasslands&#10;     BattleTech: Technical Readout &#226;&#128;&#147; Clan Invasion&#10;     Record Sheets: Clan Invasion&#10;&#10;&#10;Other Supplements (partial list)&#10;&#10;     BattleTech: Chaos Campaign&#10;     BattleTech: Battle of Tukayyid&#10;     BattleTech: MapPack &#226;&#128;&#147; Battle of Tukayyid&#10;     BattleTech: Shattered Fortress&#10;     BattleTech: Era Report &#226;&#128;&#147; 3052&#10;     BattleTech: Era Report &#226;&#128;&#147; 3145&#10;     BattleTech: Field Manual &#226;&#128;&#147; 3145&#10;&#10;&#10;Superseded Rulesets (partial list)&#10;&#10;     BattleTech: CityTech&#10;     AeroTech: The BattleTech Game of Fighter Combat&#10;     AeroTech 2&#10;     Classic BattleTech RPG&#10;&#10;&#10;",
    "categories": [
      "Collectible Components",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Role Playing",
      "Simulation",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/MmCjO907d3IB6IcK3Veqhw__thumb/img/V-c4s6b10_5eWBg4z8GsCL8Uwyg=/fit-in/200x150/filters:strip_icc()/pic1748230.jpg"
  },
  {
    "id": "104347",
    "name": "Santiago de Cuba",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 75,
    "age": 10,
    "description": "Welcome to Santiago, the second largest city in Cuba, home of legendary rum and birthplace of the revolution! The chaotic streets hum with the sounds of bustling crowds and busy commerce. Cargo ships constantly arrive and depart from the port. Demand is continuous, if unpredictable, for a supply of local products such as exotic fruits, sugar, rum, tobacco, and cigars.&#10;&#10;In Santiago de Cuba, your business card says &quot;broker&quot;, but in reality you're a shady wheeler-dealer who arranges deals with the locals and with corruptible officials to move goods and meet the demand of those ever-present cargo ships &ndash; and your ability to procure these goods is only as reliable as your &quot;connections&quot;.&#10;&#10;At the start of the game, nine locals &ndash; the Cubans &ndash; are randomly arranged on a path around Santiago, with the port being the tenth location on the circuit. Each Cuban has a different ability: e.g., give a player two tobacco, give a player a good of his choice, force opponents to give you something, give money or victory points (VPs), and seize a building or allow a player to use a previously seized building. What are these buildings? At the start of the game, twelve buildings are randomly placed on the game board in four color-coded groups (white, yellow, etc.) of three. As with the Cubans, these buildings give players a special ability when used: convert tobacco to cigars, change VPs to money or vica versa, increase the value of goods delivered to the ship, render a Cuban inactive for the next round, and so on.&#10;&#10;Players will deliver goods to seven ships throughout the course of the game. The demand for each ship is determined via a die roll; the active player rolls five dice &ndash; one for each type of good &ndash; then chooses four of the values rolled to represent demand for goods of the same color as the die.&#10;&#10;All players share a car and travel around the island together. On a turn, the active player can move the car to the next location on the path (whether Cuban or port) for free, or pay one peso for each spot moved beyond that. After taking a Cuban action, the player then must move his player piece to a building of the same color as the flower on that Cuban. If he takes an action in a building owned by someone else, that player earns 1 VP. (One Cuban allows a player to use the same building where his piece is currently located.)&#10;&#10;If a player moves to port, players take turns delivering all goods of one type to the ship to meet demand, adjusting the demand dice as needed. A player earns 2-4 VP for each good delivered; a player doesn't have to deliver goods. If the ship's demand isn't met after everyone delivers or passes, the VP bounty per good is increased by one and the ship remains in place &ndash; unless the value was already at 4 VP, in which case the ship sails. In this case, or when all the demand is met, a new ship comes into port with new demand values.&#10;&#10;After seven ships have sailed, the players earn 1 VP for every three goods still on hand, then tally their VPs. The player with the most VPs wins, with ties broken by goods remaining, then money.&#10;&#10;Each game poses new tactical challenges for the players, thanks to ever-changing combinations of buildings, Cuban inhabitants and demand for goods.&#10;&#10;",
    "categories": [
      "Economic"
    ],
    "mechanics": [
      "Commodity Speculation",
      "Dice Rolling",
      "Memory",
      "Modular Board",
      "Pick-up and Deliver",
      "Resource to Move",
      "Track Movement",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/v4Rk-agCbbmMNo3vUQ1IcA__thumb/img/470q2hMMP1V-75tKqU7OBh6WzjU=/fit-in/200x150/filters:strip_icc()/pic1918128.jpg"
  },
  {
    "id": "61692",
    "name": "Axis & Allies: Europe 1940",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 360,
    "age": 12,
    "description": "Axis &amp; Allies Europe 1940, a deluxe edition of Axis & Allies: Europe, includes neutral countries which can be invaded. There are true neutrals as well as pro-axis and pro-allied neutrals. Mechanized infantry and tactical bombers are included. Mechanized infantry is represented by half-tracks. France (blue) and Italy (brown) have national tokens and dedicated units of their own. The board measures 35 inches wide by 32 inches high (89 x 81 cm).&#10;&#10;This game is designed to be joined with Axis & Allies: Pacific 1940 to create a six-player game on a map measuring 70 inches wide by 32 inches high (178 x 81 cm). This variant of the game is described in the Europe 1940 manual as Axis &amp; Allies Global 1940.&#10;&#10;Integrates with:&#10;&#10;    Axis & Allies: Pacific 1940&#10;&#10;&#10;",
    "categories": [
      "Economic",
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/CWqk8xsG6muFKSK8a97Xrw__thumb/img/iDbG3U8RfF0LXb_1bQWG4LvePA0=/fit-in/200x150/filters:strip_icc()/pic7284897.png"
  },
  {
    "id": "131014",
    "name": "Carcassonne: Winter Edition",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 40,
    "age": 8,
    "description": "Carcassonne: Winter Edition brings snow to the familiar Carcassonne setting, with knights still patrolling the cities, farmers still trying to feed the nation, and highwaymen who even travel on roads behind the city walls. Carcassonne: Winter Edition, which plays the same as the Carcassonne base game, includes the same 72 tiles as Carcassonne in addition to twelve new basic tiles.  The Z-Man English edition includes the Gingerbread Man Expansion for the first print run only.&#10;The new print run of Carcassonne: Winter Edition from Hans im Gl&uuml;ck (2020, germany only) includes now the expansion The River, which is not separately available .&#10;&#10;",
    "categories": [
      "Medieval",
      "Territory Building"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/mugpWkO9Z9uuQ55e1Q3AKg__thumb/img/QAY2y3JYjQslm7JUw5zthbTQm2U=/fit-in/200x150/filters:strip_icc()/pic1671067.jpg"
  },
  {
    "id": "344258",
    "name": "That Time You Killed Me",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 10,
    "description": "You and your opponent are rival time travelers trying to erase each other from history. To prove you are the one true inventor of time travel, you must use your invention to find your enemy in time and murder them &mdash; before they get you!&#10;&#10;Unfortunately, since your enemy has strewn many copies of themself across the timeline, you may have to do the terrible deed many, many times before it sticks. Just make sure you don't get erased first!&#10;&#10;That Time You Killed Me is an abstract narrative game of time and murder that introduces new scenarios with unique rules and components as you play. As with any game about mucking about across time, you must play through this content in a strict, unalterable order.&#10;&#10;To set up, place three game boards in a row to represent past, present, and future. Each player starts with a player piece in the same location on each 4x4 board, with the start player having their focus token in the past while the other has it in the future.&#10;&#10;On a turn, choose a single copy of yourself on the board where your focus token is located, then take two actions with this copy, with actions being movement to an adjacent orthogonal space, time travel forward to the next board (travel from the past to the future is not allowed), or time travel back to the previous board, leaving a copy of yourself in the current location when you do. Sure, you traveled to the past, but if you stick around long enough, you'll be right back where you started, so now you're there, too! At the end of your turn, move your focus token to a different board.&#10;&#10;Under the basic rules, you murder a copy of your opponent by pushing them into the wall of the game board. You have a limited number of copies of yourself in reserve, and murdered copies don't return to your reserve because that would be gross. If you run out of copies, you can no longer travel to the past since you can't leave a copy of yourself behind.&#10;&#10;If on your turn, your opponent has copies of themselves on only one board, you win!&#10;&#10;Play through four chapters of escalating difficulty, adding more wild time-travel shenanigans and unlocking more content as you master the game!&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Murder / Mystery"
    ],
    "mechanics": [
      "Grid Movement",
      "King of the Hill",
      "Multiple Maps",
      "Scenario / Mission / Campaign Game",
      "Slide / Push",
      "Square Grid",
      "Sudden Death Ending"
    ],
    "image": "https://cf.geekdo-images.com/tcupSjoLMn9sKbnGxQU9Kg__thumb/img/aQGuKmGqMS8WWfWA280XJJ2jiI4=/fit-in/200x150/filters:strip_icc()/pic6326925.jpg"
  },
  {
    "id": "241477",
    "name": "Karak",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 7,
    "description": "What lies beneath the crumbling walls of Karak castle? A labyrinth full of treasures...and monsters! Six brave adventurers are going in there for a fortune waiting to be claimed, each one of them with a different trick up their sleeve &mdash; but the treasure chests are locked and monsters are everywhere. Who will outsmart their opponents, beat the monsters, and seize the dragon's gem?&#10;&#10;In Karak, a.k.a. Catacombs of Karak, each player leads one of six different characters into the labyrinth. Tile by tile, they uncover what the labyrinth looks like, and it will differ on each playthrough. They have to equip themselves with weapons and spells, fight monsters, and (most importantly) collect treasure. The player with the most treasure at the end of the game wins &mdash; a true champion of Karak!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Adventure",
      "Children's Game",
      "Exploration",
      "Fantasy"
    ],
    "mechanics": [
      "Dice Rolling",
      "Map Addition",
      "Modular Board",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/tykvv8kCdhOY9Nwl9EzHfw__thumb/img/1uxtM8lRodsvjq3afKFtqhyN-yw=/fit-in/200x150/filters:strip_icc()/pic6631014.jpg"
  },
  {
    "id": "137649",
    "name": "Level 7 [Omega Protocol]",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 14,
    "description": "Game description from the publisher:&#10;&#10;LEVEL 7 [Omega Protocol] picks up right where LEVEL 7 [ESCAPE] left off. The Subterra Bravo facility has been thrown into chaos through the players actions in [ESCAPE], and now the government has sent in a top-secret, highly-trained special forces unit to shut down the facility and eliminate everything remaining in the base.&#10;&#10;In [Omega Protocol], one player takes on the role of the Overseer while two to five other players take on the role of the elite Special Ops team. The Overseer's role in the game is to control all of the alien denizens and challenges the players face throughout the game. The players are trying to achieve specific scenario-based objectives by exploring a map that's laid out at the start and fighting off the hordes of aliens that the Overseer sends their way.&#10;&#10;Gameplay is based around adrenaline, which is the currency that the soldier players use to perform actions. They generate adrenaline to do things such as move, attack, and perform special actions like activating an objective space. That generation also has a negative effect for them, as that adrenaline transfers to the Overseer player, who then uses it to spawn aliens, create new threats, and hurt the soldiers' chance of success during the scenario. The more actions the Special Ops players take, the more resources the Overseer player has to work with.&#10;&#10;Characters in [Omega Protocol] are represented by miniatures, and each Special Ops and alien character has different attributes, powers, and customizable skills and equipment.&#10;&#10;",
    "categories": [
      "Fighting",
      "Horror",
      "Miniatures",
      "Science Fiction"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Player Elimination",
      "Scenario / Mission / Campaign Game",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/5pEU4NzNwExXBDUUwn1fDg__thumb/img/wDbhWKhprVVV2ChuckDlgFUdRzc=/fit-in/200x150/filters:strip_icc()/pic7002084.jpg"
  },
  {
    "id": "85256",
    "name": "Timeline: Inventions",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 15,
    "age": 8,
    "description": "Timeline: Inventions is a card game played using 55 cards. Each card depicts an invention on both sides, with the year in which that invention was created on only one side. Players take turns placing a card from their hand in a row on the table. After placing the card, the player reveals the date on it. If the card was placed correctly with the date in chronological order with all other cards on the table, the card stays in place; otherwise the card is removed from play and the player takes another card from the deck.&#10;&#10;The first player to get rid of all their cards by placing them correctly wins. If multiple players go out in the same round, then everyone else is eliminated from play and each of those players are dealt one more card for another round of play. If only one player has no cards after a bonus round, he wins; otherwise play continues until a single player goes out.&#10;&#10;Timeline: Inventions can be combined with any other title in the Timeline series.&#10;&#10;",
    "categories": [
      "Card Game",
      "Educational",
      "Trivia"
    ],
    "mechanics": [
      "Ordering"
    ],
    "image": "https://cf.geekdo-images.com/lm4VudewCcllbE9GzBOhww__thumb/img/uRICnAkYAEFegymSkJHYQAZCN34=/fit-in/200x150/filters:strip_icc()/pic7108036.jpg"
  },
  {
    "id": "302524",
    "name": "Super-Skill Pinball: 4-Cade",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 12,
    "description": "In Super-Skill Pinball: 4-Cade, Geoff Engelstein brings the arcade classic to the tabletop with art, atmosphere, and roll-and-write mechanisms.&#10;&#10;Choose one of the four unique tables and matching backglass for scorekeeping, then roll a shared pair of dice and get the pinballs rolling! You'll select one of the two die results, then move your pinball to a bumper or spinner, or target one level below with a matching number. Once you reach the lowest level, pick which flipper's roll to use to send the ball right back to the top. Play well, and you'll unlock bonuses like multiball, score multipliers, and more to help you get the high score!&#10;&#10;The 4-Cade comes with four different tables, each with its own unique art and challenges. In &quot;Carniball&quot;, the intro table, you shoot ducks, pop balloons, and ring the bell in the test of strength! In &quot;Cyberhack&quot;, steal data from an evil corporation and earn Hacks to help you when you activate the RUN mini-game. In &quot;Dance Fever&quot;, return to the 1970s with lots of spinner action as you try to manage the main playfield and a mini-pin at the same time. In &quot;Dragon Slayer&quot;, take on the role of a young wizard and defeat enemies for big bonuses; hit drop targets to level up, and learn new spells that let you manipulate the dice and trigger bonuses like multiball.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Dice"
    ],
    "mechanics": [
      "Bingo",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Roll / Spin and Move",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/Tmm3TEDHjb4daehm9sgstQ__thumb/img/582BiL1sLioLTCZF0_adtz4kYmA=/fit-in/200x150/filters:strip_icc()/pic5295593.jpg"
  },
  {
    "id": "160610",
    "name": "Thunderbirds",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "The co-operative game Thunderbirds, released in 2015 to celebrate the 50th anniversary of the cult hit TV show, features the iconic Thunderbirds machines and a high-octane world full of disasters and victims for players to rescue.&#10;&#10;Set in the year 2065, Thunderbirds follows the exploits of International Rescue, a secret organization committed to saving human life, secretly founded and funded by the millionaire Tracy family, with the motto: &lsquo;Never give in, at any cost!&rsquo; International Rescue has a host of technologically advanced land-, sea-, air-, and space-rescue vehicles and equipment ready to launch at a moment&rsquo;s notice.&#10;&#10;Racing to the rescue from a secret island base beneath the luxurious home of the Tracy family somewhere in the South Pacific Ocean, International Rescue defies government spies and criminals who want the secrets of their incredible machines for their own. To combat this threat, Lady Penelope, the Thunderbirds&rsquo; aristocratic English secret agent, and her chauffeur Parker lead a network of agents to uncover those behind the disasters caused by deliberate sabotage.&#10;&#10;A criminal mastermind known as &ldquo;The Hood&rdquo;, operating from a temple deep in the Malaysian jungle and in possession of strange powers, often engineers events to allow him to spy on the Thunderbird machines with the goal of selling their secrets to the highest bidder.&#10;&#10;The iconic Thunderbirds are designed by the Tracy family&rsquo;s close friend &ldquo;Brains&rdquo; and are assigned to each of the five Tracy brothers:&#10;- Thunderbird 1, piloted by Scott Tracy &ndash; a hypersonic rocket plane used for fast response and rescue-zone reconnaissance, and as a mobile control base.&#10;- Thunderbird 2, piloted by Virgil Tracy &ndash; a supersonic VTOL carrier which transports their major rescue equipment in detachable pods.&#10;- Thunderbird 3, piloted by Alan Tracy &ndash; a single-stage, vertically launched spacecraft&#10;- Thunderbird 4, piloted by Gordon Tracy &ndash; a utility submersible for underwater rescue, launched from Thunderbird 2&#10;- Thunderbird 5, manned by John Tracy &ndash; a space station in geo-stationary orbit that monitors calls for help from across Earth.&#10;&#10;Finally, Lady Penelope has the iconic FAB 1, driven by Parker &ndash; a pink, amphibious car.&#10;&#10;Thunderbirds is a cult 1960s British science-fiction television series, created by Gerry and Sylvia Anderson. It was produced using a combination of marionette puppetry and scale-model special effects, which was dubbed &ldquo;Supermarionation&rdquo;. Two series, totaling thirty-two 50-minute episodes, were produced, along with two films using the same techniques.&#10;&#10;Players will work together using Thunderbirds characters and vehicles to complete rescue missions and save the day.&#10;&#10;",
    "categories": [
      "Adventure",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "mechanics": [
      "Action Points",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Pick-up and Deliver",
      "Set Collection",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/27mTrq8Yc2gTLEXEVDXK9w__thumb/img/rxsOIJNatfxQmYKCXaMTRdI7ScM=/fit-in/200x150/filters:strip_icc()/pic2374467.jpg"
  },
  {
    "id": "19100",
    "name": "Hacienda",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 10,
    "description": "Hacienda has players competing for space on the South American pampas, aiming to bring their livestock to the most markets. You get three actions a turn to buy cards which then let you lay tiles to control land and herds, or you may buy extras, such as waterholes or the haciendas of the title to get bonus points.&#10;&#10;The game has two card decks, one showing the different land types on the hex map, the other the different animals (pigs, cows, horses and sheep). Some cards are laid face up and you pay 3 pesos to buy the ones you want, or 2 pesos for an unknown card from the draw deck. You spend the cards to put your markers on land and to place your animal tokens on the board. Animals of a type go together to make a herd naturally, and each time a herd touches a market town on the board, you earn money for the size of herd and land attached. With careful hand and herd management, you can make good cash gains and also block your opponents. You need the money to buy more cards of course. 12 pesos also buys waterholes you can place next to your herds, or haciendas to go on your land or herds. If you run short of money, you can call a harvest and get cash off your land.&#10;&#10;But the game is not about money. You score victory points halfway through the game and at the end. The more markets you are serving, the more points you get. The herds and the land get you points. The water and haciendas get you bonus points as well, which can be crucial to your success.&#10;&#10;It should be noted, the game board has two sides: a symmetrical dog-bone shape of land types (appears in most of the photos), and a &quot;random&quot; more varied pattern of land types.&#10;&#10;Online Play&#10;&#10;&#10;     http://www.spielbyweb.com/ (turn-based)&#10;     Yucata (turn-based)&#10;&#10;&#10;",
    "categories": [
      "Animals",
      "Economic",
      "Farming",
      "Territory Building"
    ],
    "mechanics": [
      "Enclosure",
      "Hexagon Grid",
      "Network and Route Building",
      "Open Drafting",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/rUqnRtf5-gBw4JShxnO-JQ__thumb/img/VYd2G2yYvmEgDcggjKpEpioxs74=/fit-in/200x150/filters:strip_icc()/pic121746.jpg"
  },
  {
    "id": "255674",
    "name": "Imhotep: The Duel",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 10,
    "description": "The competition of the builders continues in Imhotep: The Duel!&#10;&#10;In this game, players take on the roles of Nefertiti and Akhenaten, one of Egypt's most famous royal couples. Game pieces must be cleverly placed so that players can unload the most valuable tiles from the six boats. While this is happening, each player builds their own four monuments in order to gain as many fame points as possible.&#10;&#10;",
    "categories": [
      "Ancient"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Set Collection",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/EZ_6hP3PPQxF8oEkOZ1qng__thumb/img/Ir14CaCv7g1dSMAy6PdBRBV5AFY=/fit-in/200x150/filters:strip_icc()/pic4597146.jpg"
  },
  {
    "id": "373167",
    "name": "20 Strong",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 40,
    "age": 14,
    "description": "20 Strong is a new deck-based game system from Chip Theory Games, capable of being played in about 30 minutes or less. We say &ldquo;game system&rdquo; because the idea behind 20 Strong is a small nucleus of simple, adaptable rules that can then be applied to a variety of unique decks, each with their own set of mechanics. We are launching 20 Strong with three such decks &ndash; one set in the world of Too Many Bones, one set in Hoplomachus: Victorum, and one in the new universe of the space-faring Solar Sentinels. We have more decks in development and plan to release them regularly if our customers are excited by them. For now, 20 Strong is a solo-only game, but even that could differ in future decks using the ruleset.&#10;&#10;The object of a game of 20 Strong is to progress through a shuffled deck of cards, each card bearing a unique challenge. This challenge could be in the form of an enemy, a unique scenario, or some other requirement (for example, players of the Too Many Bones deck might expect to see a Lockpicking challenge or two). Challenges usually require a certain number of successes to complete, which you earn by rolling a set of 17 dice with different odds for a hit (these dice, along with three adjustable stat dice, make up the &ldquo;20&rdquo; in 20 Strong).&#10;&#10;If you roll enough successes, you complete a card&rsquo;s challenge and gain its rewards. If you don&rsquo;t, you take damage and move on to the next card &ndash; unless, of course, your HP stat is reduced to 0, costing you the game. If you manage to make it through an entire deck, you take on one of the deck&rsquo;s final bosses, attempting to score enough hits against this powerful enemy to claim ultimate victory.&#10;&#10;Of course, it&rsquo;s never so easy that you&rsquo;d want to spend all of your dice on a single card. In addition to your HP Stat, you&rsquo;re also keeping track of your Strategy (which controls how many rerolls and items you have) and your Recovery, which controls how many dice return to your pool after taking on a challenge. If you roll more dice than your Recovery, those dice are exhausted, lowering your pool for your subsequent challenges. It&rsquo;s a game of pressing your luck, strategic decision-making, and resource management. We think you&rsquo;re going to love it!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling",
      "Move Through Deck",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/uqc7pY26x-oRqwHyx6iQVw__thumb/img/hxaYI3SRkmdFIeUTeJrmZ_d-gyI=/fit-in/200x150/filters:strip_icc()/pic7858263.png"
  },
  {
    "id": "264982",
    "name": "Coloma",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 14,
    "description": "Coloma is the town where an unexpected event happened that shaped history of the Western Frontier. In the winter of 1848 a man building a sawmill on the South Fork of the American River spotted some bright nuggets in the tailrace waters below. Sure enough, it was gold! Though he tried to keep his discovery a secret, word spread quickly and it triggered the California Gold Rush of &lsquo;49.&#10;&#10;Thousands of people arrived from far and wide, making Coloma one of the fastest growing boomtowns in the country. Claims were staked, camps and makeshift homes were built, and hotels and saloons sprung up almost overnight. Everyone wanted their cut of the land&rsquo;s wealth. For many it was Coloma or Bust!&#10;&#10;In the game of Coloma, you are a pioneer who has recently traveled out West to strike it rich and make a name for yourself. You will prospect for gold and use your windfalls to recruit workers, rustle up horses, and establish businesses. You will also get opportunities to explore the surrounding riverways and frontier lands. But alas! You are not alone&mdash;every other pioneer seems to have gotten the same idea! Therefore, it will take extra cunning tactics on your part to not go Bust with the rest of them&hellip;&#10;&#10;Overview of Play&#10;At the beginning of each chapter, you and the other players will simultaneously select an action to perform on the board. Once your selections are revealed, you must check if a majority of players chose the same action. If so, it is a Bust&mdash;which disables the Boom bonus that would be included otherwise. Then the players take turns performing actions, such as gaining resources, moving wagons on the map, building bridges and businesses, and placing camps and gunmen. After that, a section of the board is rotated&mdash;slightly changing the layout of the actions for the upcoming chapter.&#10;&#10;When the rotating section hits high noon, the round ends with a bang: a shootout against an ever-growing number of outlaws! If you and the other players can outnumber the outlaws with your combined gunmen, you will get your fair share of the rewards. But if not, the rewards drop, and some of the gunmen will go to the graveyard... The game ends after the third shootout, and the player with the most points wins!&#10;&#10;Coloma is a fast moving game with many paths to victory. It offers unique twists on simultaneous action selection, resource management, and engine-building. The town cards in your tableau allow you to play more efficiently, gain extra actions, and bend the rules to your advantage. With these cards and the bridge tiles (which add points based on what you achieve), you can create the perfect combination for your strategy and play style.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "American West",
      "City Building"
    ],
    "mechanics": [
      "End Game Bonuses",
      "Hand Management",
      "Rondel",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Variable Phase Order",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/sIu72fGpJL5qGhdiXyTCVw__thumb/img/Qp4iegyKbjPQg5bk4hrYoWnGTCY=/fit-in/200x150/filters:strip_icc()/pic4418609.png"
  },
  {
    "id": "365104",
    "name": "Planted: A Game of Nature & Nurture",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 10,
    "description": "In this game of nature &amp; nurture, make your house beautiful by caring for your very own collection of houseplants! In this easy-to-learn board game, collect your favorite plants and then try to feed them every round with the right combination of light, water, and plant food.&#10; Planted features 42 varieties of popular and exotic houseplants, each with their own requirements to grow. Discover various planting tools and decorations to help you raise beautiful, thriving plants, and score bonus points.  The player, or plant parent, that ends up scoring the most points from growing their plants is declared the game&rsquo;s biggest green thumb - and winner!&#10;&#10;Some features:&#10;&#10;     Easy to learn mechanics for all ages strategy&#10;     Collect resource tokens to care for your nursery (water drop, sun chip, plant food, etc.)&#10;     Features 42 popular and various plant varieties for all levels of plant parents including the fiddle leaf fig, philodendron, ZZ plant, monstera, croton, and more!&#10;     Created by famed game designer Phil Walker-Harding&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Environmental"
    ],
    "mechanics": [
      "Closed Drafting",
      "End Game Bonuses",
      "Hand Management",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/w05q02PbXAw64GKtd4H4qg__thumb/img/MYOOXanLTSiv-vGmyPJ1fy-RIiQ=/fit-in/200x150/filters:strip_icc()/pic6978684.jpg"
  },
  {
    "id": "2842",
    "name": "TransAmerica",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 13,
    "description": "TransAmerica is a simple railway game. Each player has a set of five cities strung across the U.S. that need to be connected by rail. Players first place their station on an intersection on the map, then take turns placing one or two rails each turn on the lines of the map. Initially they can place only adjacent to their station or on a line that touches their station, but once their network connects with another player's, they can place anywhere along the combined network.&#10;&#10;The game ends when the first player completes a connected route between their five cities. The player who can make the best use of the other players' networks is generally victorious.&#10;&#10;",
    "categories": [
      "Trains"
    ],
    "mechanics": [
      "Connections",
      "Race",
      "Score-and-Reset Game"
    ],
    "image": "https://cf.geekdo-images.com/yyyoLviq8AJABj7T7V5pgg__thumb/img/J2InPiyNrRDiTLCNNvh1TZDJpOM=/fit-in/200x150/filters:strip_icc()/pic1178136.jpg"
  },
  {
    "id": "39953",
    "name": "A Game of Thrones: The Card Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 12,
    "description": "This entry is for the Living Card Game (LCG) that was developed from the Collectible Card Game (CCG). For the CCG, go to A Game of Thrones CCG&#10;&#10;This is no longer a CCG, having transitioned to Fantasy Flight Games' new Living Card Game (LCG) format. Excerpts from FFG&#039;s &quot;LCG: A Player&#039;s Guide&quot;:&#10;&#10;&#10;        &quot;A Living Card Game (LCG) is a game that breaks away from the traditional Collectible Card Game (CCG) model by offering a new fixed card distribution method that still offers the same dynamic customizable, expanding, and constantly evolving game play that makes CCG&rsquo;s so much fun, but without the blind buy purchase model that has burned out so many players. The end result is an innovative mix that gives you the best of both worlds!&#10;&#10;&#10;        ....&#10;&#10;&#10;        The first phase is the release of a LCG Core Set. Every LCG will have an amazing, high quality and widely available entry point packed with content, including high-quality game pieces and immersive game aides to enhance the game. Core Sets are completely self-contained, with multiple decks included, providing a great game experience right out of the box.&#10;&#10;&#10;        The Core Sets are followed by monthly installments of expansion packs, each a set of forty fixed cards, providing an ongoing and regular addition to the available card pool. These expansion packs add customization, variety, and an ongoing &ldquo;story&rdquo; to everyone&rsquo;s experience with the Core Game.&quot;&#10;&#10;&#10;&#10;&#10;Starting with the Brotherhood Without Banners cycle, expansion packs come in sets of 60 fixed cards - 3 copies of 20 unique cards.&#10;&#10;Starting in November 2011 Fantasy Flight is going to reprint the King's Landing and Defenders of the North Packs to the new 60 card format.&#10;&#10;Resources for New Players:&#10;&#10;     Publisher&#039;s Video Tutorial&#10;&#10;&#10;Re-implements:&#10;&#10;    A Game of Thrones CCG&#10;&#10;&#10;Re-implemented by:&#10;&#10;    Game of Thrones (HBO Edition)&#10;&#10;&#10;List of all cards:&#10;&#10;     Card spoilers on CardGameDB.com&#10;     Der Deckbauer (German)&#10;&#10;&#10;Chapter Pack Expansions:&#10;&#10;&#10;     A Clash of Arms&#10;&#10;&#10;- The War of the Five Kings&#10;- Ancient Enemies&#10;- Sacred Bonds&#10;- Epic Battles&#10;- Battle of Ruby Ford&#10;- Calling the Banners&#10;&#10;&#10;     A Time of Ravens&#10;&#10;&#10;- A Song of Summer&#10;- The Winds of Winter&#10;- A Change of Seasons&#10;- The Raven&#039;s Song&#10;- Refugees of War&#10;- Scattered Armies&#10;&#10;&#10;     King's Landing&#10;&#10;&#10;- City of Secrets&#10;- A Time of Trials&#10;- The Tower of the Hand&#10;- Tales from the Red Keep&#10;- Secrets and Spies&#10;- The Battle of Blackwater Bay&#10;&#10;&#10;     Defenders of the North&#10;&#10;&#10;- Wolves of the North&#10;- Beyond the Wall&#10;- A Sword in the Darkness&#10;- The Wildling Horde&#10;- A King in the North&#10;- Return of the Others&#10;&#10;&#10;     Brotherhood without Banners&#10;&#10;&#10;- Illyrio&#039;s Gift&#10;- Rituals of R&#039;hllor&#10;- Mountains of the Moon&#10;- A Song of Silence&#10;- Of Snakes and Sand&#10;- Dreadfort Betrayal&#10;&#10;&#10;     Secrets of Oldtown&#10;&#10;&#10;- Gates of the Citadel&#10;- Forging the Chain&#10;- Called by the Conclave&#10;- The Isle of Ravens&#10;- Mask of the Archmaester&#10;- Here to Serve&#10;&#10;&#10;     A Tale of Champions&#10;&#10;&#10;- Tourney for the Hand&#10;- The Grand Melee&#10;- On Dangerous Grounds&#10;- Where Loyalty Lies&#10;- Trial by Combat&#10;- A Poisoned Spear&#10;&#10;&#10;     Beyond the Narrow Sea&#10;&#10;&#10;- Valar Morghulis&#10;- Valar Dohaeris&#10;- Chasing Dragons&#10;- A Harsh Mistress&#10;- The House of Black and White&#10;- A Roll of the Dice&#10;&#10;&#10;     A Song of the Sea&#10;&#10;&#10;- Reach of the Kraken&#10;- The Great Fleet&#10;- The Pirates of Lys&#10;- A Turn of the Tide&#10;- The Captain&#039;s Command&#10;- A Journey&#039;s End&#10;&#10;&#10;     Kingsroad&#10;&#10;&#10;- The Banners Gather&#10;- Fire and Ice&#10;- The Kingsguard&#10;- The Horn That Wakes&#10;- Forgotten Fellowship&#10;- A Hidden Agenda&#10;&#10;&#10;     Conquest and Defiance&#10;&#10;&#10;- Spoils of War&#10;- The Champion&#039;s Purse&#10;- Fire Made Flesh&#10;- Ancestral Home&#10;- The Prize of the North&#10;- A Dire Message&#10;&#10;&#10;     Wardens&#10;&#10;&#10;- Secrets and Schemes&#10;- A Deadly Game&#10;- The Valemen&#10;- A Time for Wolves&#10;- House of Talons&#10;- The Blue is Calling&#10;&#10;Big Expansions: &#10;&#10;     Kings of the Sea&#10;     Princes of the Sun&#10;     Lords of Winter&#10;     Kings of the Storm&#10;     Queen of Dragons&#10;     Lions of the Rock&#10;&#10;&#10;",
    "categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Negotiation",
      "Novel-based"
    ],
    "mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/UYVMaIHPZRLqnUAhftKxRA__thumb/img/k2TIUD7Ss7R-5KxUXrBdlWzFi04=/fit-in/200x150/filters:strip_icc()/pic1195948.jpg"
  },
  {
    "id": "247236",
    "name": "Duelosaur Island",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 45,
    "age": 10,
    "description": "Duelosaur Island is built around a clever hand-management mechanism. Each card in the game serves three potential purposes. They contain the DNA sequences for dinosaurs you could create, the blueprints for attractions you can build, and certain actions that you can take by discarding them. Do you create the dinosaur on the top of the card to attract guests to your park? Or do you build the attraction on the bottom of the card, which can add to a player's hand-limit, income, and end-game victory points? Or do you discard the card to combine DNA towards creating another dinosaur?&#10;&#10;Duelosaur Island comes with five new full-color &quot;DNA dice&quot;. You can mix and match dice between Dinosaur Island and Duelosaur Island for even more variability in both games, such as the new security symbol that can appear on dice to upgrade your security level instantly!&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game",
      "Dice",
      "Science Fiction"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management",
      "I Cut, You Choose",
      "Income",
      "Open Drafting",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/paSj18K2b6r2pH-ax37mNA__thumb/img/EpqB5JtMfimf3pZNDc93Tbk8IXo=/fit-in/200x150/filters:strip_icc()/pic4194135.png"
  },
  {
    "id": "9220",
    "name": "Saboteur",
    "minPlayers": 3,
    "maxPlayers": 10,
    "playingTime": 30,
    "age": 8,
    "description": "Players take on the role of dwarves. As miners, they are in a mine, hunting for gold. Suddenly, a pick axe swings down and shatters the mine lamp. The saboteur has struck. But which of the players are saboteurs? Will you find the gold, or will the fiendish actions of the saboteurs lead them to it first? After three rounds, the player with the most gold is the winner.&#10;&#10;With the help of Dwarf Cards, the players are assigned their role: either miner or saboteur. The roles are kept secret- they are only revealed at the end of the round.&#10;&#10;The Start Card and the three Goal Cards are placed onto the table, each seven cards away from the start and one card between each Goal Card. The Goal Cards are placed face-down. The gold is on one of the Goal Cards, but nobody knows which.&#10;&#10;Players have cards in hand. On a player's turn, he must do one of three things: place a Path Card into the mine, play an Action Card in front of a player, or pass.&#10;&#10;The Path Cards form paths leading to the Goal Cards. Path Cards must be played next to a already-played Path Card. All paths on the Path Card must match those on the already-played cards, and Path Cards may not be played sideways.&#10;&#10;The miners are trying to build an uninterrupted path from the Start Card to a Goal Card, while the saboteurs are trying to prevent this. They shouldn't try and be too obvious about it, however, lest they be immediately discovered.&#10;&#10;Action Cards can be placed in front of any player, including oneself. Action Cards let the players help or hinder one another, as well as obtain information about the Goal Cards.&#10;&#10;Once a player places a Path Card that reaches the gold, the round is over. The miners have won and receive cards with gold pieces as their reward.&#10;&#10;The round is also over if the gold could not be reached. In that case, the saboteurs have won and receive the gold pieces.&#10;&#10;Once the Gold Cards have been distributed, the next round begins. The game is over at the end of the third round, with the player with the most gold pieces being the winner.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Exploration",
      "Fantasy",
      "Party Game"
    ],
    "mechanics": [
      "Hand Management",
      "Hidden Roles",
      "Map Addition",
      "Network and Route Building",
      "Take That",
      "Traitor Game"
    ],
    "image": "https://cf.geekdo-images.com/oeN-MHAJKsC2KCI3avKj9w__thumb/img/y8tkP8BdgOoiErg2macZ1JG847Q=/fit-in/200x150/filters:strip_icc()/pic8679622.jpg"
  },
  {
    "id": "855",
    "name": "Java",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 12,
    "description": "Java is a fascinating island with great potential for development &mdash; especially the undeveloped area of central Java with its fertile soil and rich natural resources. These riches are much desired by the rulers of the regions that surround central Java. Each player, as one of the Javanese rulers, tries to develop the region for themselves. Each wants to bring their culture and control to these undeveloped areas. The players irrigate the land and cultivate new rice fields; they build villages and palaces, and create cities from the villages.&#10;&#10;Each player desires to be the dominant force in the development of this new area. Players earn fame points for building and enlarging palaces, for creating irrigation systems, and for arranging palace festivals. The player with the most fame points after the final scoring wins.&#10;&#10;Java is the second game of the Mask Trilogy.&#10;&#10;",
    "categories": [
      "City Building"
    ],
    "mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Layering",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/xojY9ltzSnbkaZyZyDEbSQ__thumb/img/1As1k-e-VSw8vyahBugKYmhxbZs=/fit-in/200x150/filters:strip_icc()/pic427860.jpg"
  },
  {
    "id": "157526",
    "name": "Viceroy",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 13,
    "description": "Viceroy is a board game of bidding and resource management set in the fantasy universe of the famous Russian CCG Berserk. As the players struggle for control over the world of Laar, they recruit a variety of allies and enact various laws. These cards allow players to develop their state's military and magical might, increase their authority, and get precious gems they need to continue expanding their nation.&#10;&#10;As the game progresses, each player builds their own power pyramid using character and law cards. Each card has its own effect that depends on the level of the pyramid where the card is played. These effects may give more resources, more cards, or victory points. The player who has the most power points at the end of the game becomes the ruler of entire Laar and the winner!&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "City Building",
      "Civilization",
      "Fantasy",
      "Negotiation"
    ],
    "mechanics": [
      "Auction: Sealed Bid",
      "Hand Management",
      "Memory",
      "Open Drafting",
      "Set Collection",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/24x3IUxdpizAPxXPOJsypQ__thumb/img/XFKd1GrAgke9M5wwDilZvyGBfDk=/fit-in/200x150/filters:strip_icc()/pic2254354.jpg"
  },
  {
    "id": "164338",
    "name": "The Golden Ages",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 12,
    "description": "In The Golden Ages, you lead your civilizations through history. The game lasts four different eras, during which you develop technologies, create fine arts, erect buildings, and build wonders. You'll send explorers to discover the continents, found cities in distant lands, and send your soldiers into battles.&#10;&#10;The first player starting a Golden Age during an era chooses a &quot;History Judgement&quot; card that states the way all the players will score in that round. Each player who started a Golden Age continues taking money at his turns until all other players have passed.&#10;&#10;There are many ways to score points &mdash; artists, the judgement of history, wonders, technologies, attacks, money, secret future technologies, etc. &mdash; as well as many different ways to achieve a victory. Will you succeed in evolving your civilization through history, overwhelming your opponents on the way to glory?&#10;&#10;",
    "categories": [
      "Civilization",
      "Territory Building"
    ],
    "mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "End Game Bonuses",
      "Modular Board",
      "Open Drafting",
      "Square Grid",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/AsN-fh_MYQliiLj_hGEftw__thumb/img/bUxPi7Kwlgkk6FgEi-e6d8FooAo=/fit-in/200x150/filters:strip_icc()/pic2551380.jpg"
  },
  {
    "id": "218421",
    "name": "Street Masters",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 14,
    "description": "THE GAMEPLAY&#10;&#10;Street Masters is a 1-4 player cooperative miniatures board game inspired by classic fighting video games. Featuring over 65 highly detailed miniatures, unique decks for fighters &amp; enemies, custom dice, and lightning-fast gameplay, Street Masters lets players match up powerful fighters against villainous organizations in a wide array of exciting scenarios. Designed by Adam Sadler and Brady Sadler, the game offers modular and elegant gameplay set in a unique and exciting world of brutal combat.&#10;&#10;THE STORY&#10;&#10;Warriors from around the world, known for their legendary fighting abilities and skills, receive mysterious invitations to participate in a martial arts tournament. During the tournament, the organization surrounding it reveals their true identity &mdash; The Kingdom &mdash; and their purpose to recruit fighters to join their militia or enslave those against them. While several of these warriors made it out in time, many were never heard from again.&#10;&#10;Five years later, a government project called &quot;Street Masters&quot; initiates in order to counter-act the war against The Kingdom, now having divided and seized control over the world by several of its factions. Those who join the Street Masters project must work together to take down each faction, crippling parts of The Kingdom before they're able to launch their end game.&#10;&#10;",
    "categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Puzzle",
      "Video Game Theme"
    ],
    "mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/ieUOjJ9WKW7G0-XUtrBBBA__thumb/img/uie9pFWxdRuCO1zmNaCIHPdXLes=/fit-in/200x150/filters:strip_icc()/pic4194059.jpg"
  },
  {
    "id": "283294",
    "name": "Yukon Airways",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 14,
    "description": "In Yukon Airways, you will be at the controls of your very own seaplane with the mission of transporting travelers to the different points of the Yukon. Embark your passengers (dice) using a draft system and use your ticket cards to take them to the different locations on the map. For each passenger, you get money and the possibility of improving your plane if the passenger finds a point of interest that satisfies their tastes at the destination (when the color of the die matches the color of one of the cubes at that destination). At the end of the game, you will earn extra money according to the different locations you have visited. The player who has earned the most money at the end of the week wins.&#10;&#10;&mdash;description from publisher&#10;&#10;&bull;&bull;&bull;&#10;&#10;En Yukon Airways te pondr&aacute;s a los mandos de tu propio hidroavi&oacute;n con la misi&oacute;n de transportar viajeros a los diferentes puntos del Yuk&oacute;n. Embarca a tus pasajeros (dados) mediante un sistema de draft y usa tus cartas de Tique para llevarlos a las diferentes localizaciones del mapa. Por cada pasajero obtendr&aacute;s dinero y la posibilidad de mejorar tu avi&oacute;n si el pasajero encuentra en el destino alg&uacute;n punto de inter&eacute;s que satisfaga sus preferencias (cuando el color del dado coincide con el color de uno de los cubos de la localizaci&oacute;n de destino). Al final de la partida, ganar&aacute;s dinero extra seg&uacute;n las diferentes localizaciones que hayas visitado y los tiques para la &eacute;poca de Navidad que hayas logrado vender. Aquel jugador que al finalizar la semana haya conseguido m&aacute;s dinero se proclamar&aacute; ganador.&#10;&#10;",
    "categories": [
      "Aviation / Flight",
      "Card Game",
      "Dice",
      "Transportation"
    ],
    "mechanics": [
      "Action Drafting",
      "Contracts",
      "Hand Management",
      "Open Drafting",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Resource to Move",
      "Solo / Solitaire Game",
      "Turn Order: Claim Action",
      "Variable Set-up",
      "Victory Points as a Resource"
    ],
    "image": "https://cf.geekdo-images.com/mlIbxA4RlBjCSudcbtVqNw__thumb/img/skLNV-ftYo44rvt3D3DKdykv_eY=/fit-in/200x150/filters:strip_icc()/pic4830567.jpg"
  },
  {
    "id": "50768",
    "name": "Ninjato",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 12,
    "description": "In 12th century Japan, the Minamoto and Taira clans vie for power while retired Emperor Go-Shirakawa plays his rivals against one another. One of the three factions will triumph to impose the coming social order. In the shadow of these elite powers, a few ninja scheme to exploit the chaos. Daring raids, skill mastery, and subtle intrigue are essential to establishing one&rsquo;s honor.  When the new era dawns, one ninja will flourish as the Ninjato, the Invisible Sword of the ruling family.&#10;&#10;",
    "categories": [
      "Fighting",
      "Medieval",
      "Political"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Push Your Luck",
      "Set Collection",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/dJ7R-nA2hbn5r9ymVL5bkQ__thumb/img/WW5Szb5ZlWKX9OdCI2U_T3TSg5Q=/fit-in/200x150/filters:strip_icc()/pic967931.jpg"
  },
  {
    "id": "18258",
    "name": "Mission: Red Planet",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 10,
    "description": "The year is 1888, and Steampunk technology has advanced at a prodigious rate! Probes have been sent to Mars, and soon astronauts will be manning rockets in order to mine the planet for newly discovered resources. The first is a brand new element, Celerium, that could prove to be a combustible energy source the likes man has never seen. The second is Sylvanite, an incredibly dense material unlike anything found on earth. In addition to these resources, glaciers have been discovered on the planet. Whoever controls these icy masses could work to create a livable atmosphere on Mars&#10;&#10;In Mission: Red Planet, players work as mining companies compete to send astronauts to Mars in order to colonize and mine for recently discovered materials. Over the course of 10 rounds, players play one of their special agents every round to help fill the rockets heading to Mars with their own astronauts while simultaneously working to prevent their opponents from doing the same. Once landed, these astronauts must gather to control specific regions of the planet, each yielding one of the three resources: Celerium, Sylvanite, or Ice. After rounds 5 and 8, players gain score tokens for every region where they control the majority of the astronauts. At the end of the game, players score one final time, adding any bonuses received from Discovery Cards and Bonus Cards. The player with the most score tokens at the end controls Mars, and all the riches it can bring!&#10;&#10;From Bruno Faidutti&#039;s website:&#10;&#10;This one, designed with Bruno Cathala, started with the theme. We wanted to make a game about colonizing Mars, with shuttles leaving the blue planet towards the red one. The theme is strong, and well caught in the steampunk graphic style decided by Asmod&#195;&#169;e. In Mission: Red Planet, each player plays a colonial power which sends astronauts, in space shuttles, to occupy the most promising zones on the planet. For scholars, the systems merge a majority game, &agrave; la El Grande or San Marco, with a character/action card system, somewhere between Citadels and Hoity Toity/Adel Verpflichtet. Nothing really new here, but there was much work on it and we're really proud of the result.&#10;&#10;",
    "categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "mechanics": [
      "Action Retrieval",
      "Area Majority / Influence",
      "Area Movement",
      "End Game Bonuses",
      "Hand Management",
      "Simultaneous Action Selection",
      "Take That",
      "Turn Order: Role Order"
    ],
    "image": "https://cf.geekdo-images.com/AxL3w-5D1zVgKsrS9iQi2A__thumb/img/UIYTciBr7EUKGEpde2Xecuk8u9A=/fit-in/200x150/filters:strip_icc()/pic151268.jpg"
  },
  {
    "id": "134253",
    "name": "Hostage Negotiator",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 20,
    "age": 13,
    "description": "In Hostage Negotiator, you play the part of a law enforcement agent responsible for negotiating the release of hostages taken by an unscrupulous figure hell-bent on having his or her demands met.&#10;&#10;Each turn in the game represents a conversation between you and the hostage taker. You'll play cards and roll dice to increase conversation points, decrease the threat level, and release hostages. Hostage Negotiator uses a unique &quot;hand-building&quot; mechanism that puts cards you purchase directly in your hand for next turn rather than leaving you wondering when the cards will show up like in deck-building games.&#10;&#10;In Hostage Negotiator there are multiple paths to victory, but the hostage taker has other plans. Will you try to calm him and get him to surrender? Will you stall and bide your time before sending in the team for a major extraction? How many hostages will you save? These are many of the exciting decisions you will make in a game of Hostage Negotiator!&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice"
    ],
    "mechanics": [
      "Critical Hits and Failures",
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Stat Check Resolution"
    ],
    "image": "https://cf.geekdo-images.com/lsQCV11cBoOq9tms22z0gg__thumb/img/VjNey6lu7kTeXssXMGpNQuHU9c0=/fit-in/200x150/filters:strip_icc()/pic2043737.jpg"
  },
  {
    "id": "312267",
    "name": "Star Wars: Unlock!",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 10,
    "description": "Unlock! is a co-operative card game inspired by escape rooms that uses a simple system which allows you to search scenes, combine objects, and solve riddles. Play Unlock! to embark on great adventures, while seated at a table using only cards and a companion app that can provide clues, check codes, monitor time remaining, etc.&#10;&#10;Star Wars: Unlock! uses the Unlock! game system to send you on three new adventures full of ships, droids, and action!&#10;&#10;(1) An unforeseen delay &#10;&#10;You are smugglers in the Outer Rim, facing danger and the unexpected every day. Today, while transporting expensive cargo belonging to Jabba the Hutt, you are intercepted by an Imperial Star Destroyer!&#10;&#10;Imperial operatives impound your ship and confiscate everything in your cargo bay. You know it is only a matter of time before they take a close look and discover Jabba&lsquo;s hidden illegal goods. There&lsquo;s no time to waste. You need to break out of your cell, rescue your astromech and get hold off the cargo. Then all you need to do is recover your ship and escape!&#10;&#10;Your objective: Escape with your astromech (co- pilot droid) and the cargo.&#10;&#10;(2) Escape from Hoth &#10;&#10;Echo Base, an important Rebel stronghold, has managed to remain hidden on the ice planet Hoth for some time. The hostile climate provides excellent cover and protection from the Empire- but you must always remain vigilant!&#10;&#10;You head out on a routine patrol with your trusty tauntaun mount, a hearty creature native to Hoth. After an uneventful morning, you take a brief break to rest your tauntaun while you contact Echo Base with an update. However, due to heavy atmospheric disturbance, you can&lsquo;t reach them.&#10;&#10;Your mission: Continue your patrol, explore the ice planet, and contact Echo Base!&#10;&#10;(3) Secret mission on Jedha &#10;&#10;You are an Imperial spy sent to infiltrate the Holy City of Jedha. An Imperial pilot transporting a crate of priceless kyber crystals crashed their Zeta- class cargo shuttle on the surface. You must retrieve the crate without alerting the Rebel scum Saw Gerrera or any of his lawless mercenaries on Jedha. There is an Imperial informant waiting for you on the surface with more details. Meanwhile, Imperial Command orbits Jedha in a Star Destroyer. They are within communications range and expect regular updates.&#10;&#10;Your mission: Gather intel, maintain your cover story, and recover the kyber crystals!&#10;&#10;",
    "categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Puzzle"
    ],
    "mechanics": [
      "Cooperative Game",
      "Elapsed Real Time Ending",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/KTa-65f1B6P4OoFg7B5qzg__thumb/img/GpdRbj0cKji9QTf5OoHXfzYBTQg=/fit-in/200x150/filters:strip_icc()/pic5759223.jpg"
  },
  {
    "id": "318472",
    "name": "Blood Bowl: Second Season Edition",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 12,
    "description": "The latest in a long and glorious line of Blood Bowl seasons, this represents the next step in three decades of evolution. With new and improved rules, streamlined gameplay, and a refined campaign system, everyone's favourite game of fantasy football is back and better than ever.&#10;&#10;Play as the coach for a team of Imperial Nobility or Black Orc Blood Bowl players who battle it out on the gridiron in great arenas. Play for riches, pride and to entertain hordes of your team&rsquo;s devoted fans. You decide the line-up and choose the tactics, but remember &hellip;. &ldquo;It&rsquo;s not the winning or losing that matters, it&rsquo;s the mayhem and violence that count!&rdquo;&#10;&#10;",
    "categories": [
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Sports"
    ],
    "mechanics": [
      "Critical Hits and Failures",
      "Dice Rolling",
      "Grid Movement",
      "Movement Points",
      "Push Your Luck",
      "Square Grid",
      "Variable Player Powers",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/EzU7wtB4o-DIlxHIQNL0kg__thumb/img/0KZiyXGHvZGB6WnOzshrOekLP4I=/fit-in/200x150/filters:strip_icc()/pic5688034.jpg"
  },
  {
    "id": "330038",
    "name": "Llamaland",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 10,
    "description": "The plateaus are wild, stunningly beautiful, and...full of llamas?!&#10;&#10;Being a farmer in Llamaland isn't exactly easy with all the hills and mountains around, but even so, growing potatoes, corn, and cocoa on the slopes of the mountains is what you love. Luckily the llamas are a big help, too!&#10;&#10;By fitting your fields in giddy heights, you gain the necessary crops in order to obtain the desired llama cards. These cards not only provide victory points, but also allow you to place a llama on your farm. After about 45 minutes, you will have an impressive crop-growing area in front of you, including your sweet and cuddly llamas.&#10;&#10;",
    "categories": [
      "Animals",
      "Farming",
      "Territory Building"
    ],
    "mechanics": [
      "Contracts",
      "End Game Bonuses",
      "Income",
      "Layering",
      "Map Addition",
      "Open Drafting",
      "Set Collection",
      "Tags",
      "Tile Placement",
      "Variable Player Powers",
      "Variable Set-up",
      "Victory Points as a Resource",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/SZS3cUukT7DFA04aNMjD5A__thumb/img/2nYAiUDGDP8x_2kXhBYUaMsQ7ZI=/fit-in/200x150/filters:strip_icc()/pic6036704.jpg"
  },
  {
    "id": "287938",
    "name": "Kitchen Rush (Revised Edition)",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "The great world of cooking awaits you! Together with your friends you have purchased an old restaurant and are now responsible for its fate and success. Use only the best ingredients, the freshest herbs and don't let your guests wait - then your restaurant will develop splendidly and you will have a golden future!&#10;&#10;Kitchen Rush is a cooperative real-time game. Receive your guests, take their orders, use the right ingredients and prepare tasty meals.&#10;&#10;Over the course of 8 scenarios, your restaurant evolves and more challenging tasks are added. Do you have the potential to become a star chef?&#10;&#10;This 2019 Edition of Kitchen Rush (Revised German Edition) features new artwork, a new rule structure and some new mechanisms are added. The modular board allows you to really level up your old restaurant step by step. The new rule structure lets you learn the game step by step in 8 scenarios.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Real-time"
    ],
    "mechanics": [
      "Action Timer",
      "Cooperative Game",
      "Modular Board",
      "Real-Time",
      "Variable Phase Order",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/kE0C-vBrqQ1w4j_P2sqb8g__thumb/img/nUNoUx9kAKDTjuF-6BoA45t-knE=/fit-in/200x150/filters:strip_icc()/pic4906385.jpg"
  },
  {
    "id": "243759",
    "name": "Hellboy: The Board Game",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 14,
    "description": "Hellboy: The Board Game is a co-operative experience in which players face off against some of the comic's most famous foes. Up to four people take control of iconic BPRD members, such as Hellboy, Abe Sapien, and Roger the Homunculus, then explore gothic locations and uncover ancient artifacts.&#10;&#10;The game features pre-assembled plastic miniatures that accurately capture the look and feel of Mike Mignola's world famous comic series.&#10;&#10;",
    "categories": [
      "Adventure",
      "Comic Book / Strip",
      "Exploration",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/7ZodeqpFRMqqet-xmxkzEg__thumb/img/BkK4-yoVmXuYICawPfNXrDwUTjU=/fit-in/200x150/filters:strip_icc()/pic4297042.jpg"
  },
  {
    "id": "1261",
    "name": "Medina",
    "minPlayers": 3,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "The year is 1822.  After years of decay, it is time to rebuild the medina, located at the foot of the Atlas mountains. The architects and engineers of the city work to erect large and beautiful palaces and to renovate the damaged city wall. As the reconstruction of the old city progresses, the city's inhabitants flock through the alleys, and the contours of the new city gradually reappear!&#10;&#10;Each turn, players must place two pieces on the board, either augmenting an existing building or starting a new building if the current building of that color is finished. Each player will claim one building of each of the four colors by the end of the game, giving one point per wooden piece attached to the building.&#10;&#10;Also, if you own the largest building of a particular color you get a bonus for that color. Finally, there are bonuses for the player who most recently connected one of their buildings to the walls, which grow from the four corners of the city.&#10;&#10;Medina is a tense game by the great designer Stefan Dorra.&#10;&#10;In 2014, Medina was re-released with new components, as well as changed and 2-player rules. See Medina (Second Edition).&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Arabian",
      "City Building",
      "Post-Napoleonic"
    ],
    "mechanics": [
      "Grid Coverage",
      "Square Grid",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/-jyGarDLb4vX2uiffkKLag__thumb/img/-4QmqonK07LZYwp2Q4Q8-H2weWI=/fit-in/200x150/filters:strip_icc()/pic580033.jpg"
  },
  {
    "id": "299121",
    "name": "Machina Arcana (Second/Third Edition)",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 150,
    "age": 13,
    "description": "In Machina Arcana, players take on the role of explorers who are investigating an ancient subterranean complex of unknown origin. They face monsters inspired by H. P. Lovecraft's Cthulhu mythos in a steampunk setting. The adventurers collect equipment, interact and utilize their environment, fight monsters, and immerse themselves in the rich narrative elements.&#10;&#10;The complete story is broken down into different scenarios that represent a self-contained game. All of these scenarios contain chapters, each with its own narration and specifics. The objective of the game is to progress through the tale and face the endgame at the finale of each scenario.&#10;&#10;The main goal behind Machina Arcana is to provide players with a chilling game that can never be played the same way, mechanisms that enable varying strategies and approaches, and an extensive framework that combines everything smoothly. The game scales by default; there is no need for special conditions based on the player count. As the story progresses, so does your gear. But beware! If you are too slow, horror might very well prevail and devour you whole...&#10;&#10;The 2nd edition has a lot of improvement to the rules; as well as a new manual, new illustrations, new graphic design, and additional content. The 3rd edition includes no rule changes aside from rewordings to make the game more easier to understand, and to help the new players with the learning curve. On the other hand, the 3rd edition is the first one to offer other languages than English: French, German, Polish, and Spanish.&#10;&#10;For extensive list of changes check the changelog page:&#10;http://machinaarcana.com/changelog.html&#10;&#10;",
    "categories": [
      "Adventure",
      "Dice",
      "Exploration",
      "Fighting",
      "Horror",
      "Mythology",
      "Science Fiction"
    ],
    "mechanics": [
      "Action / Event",
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Finale Ending",
      "Grid Movement",
      "Modular Board",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/uUK3PYNeYBkGuybRwqwadg__thumb/img/gJ0ll7cB0Hmufdn8UMVR3kvLaq4=/fit-in/200x150/filters:strip_icc()/pic6487442.jpg"
  },
  {
    "id": "826",
    "name": "Cartagena",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 8,
    "description": "Cartagena takes as its theme the famous 1672 pirate-led jailbreak from the fortress of Cartagena. Each player has a group of six pirates, and you want to be the first to have all six escape through the tortuous underground passage that connects the fortress to the port, where a sloop is waiting for them.&#10;&#10;To move a pirate, you need to play a card from your hand. Each card bears one of six symbols (dagger, pirate hat, etc.), and when you play a card, you move one of your pirates forward to the next matching symbol in the tunnel, leapfrogging over matching symbols where another pirate already stands. The only way to get more cards, however, is to move backwards; more specifically, you move one of your pirates backwards to the first space that holds one or two pirates, drawing one or two cards after doing so. Each turn, you take 1-3 actions, whether moving forward or backward or both.&#10;&#10;When you move a pirate to the end of the track, it jumps on the sloop where it must await the other pirates in its crew. With every step toward victory, though, you have fewer and fewer pirates to move each turn, possibly locking you in to actions you don't want, so be sure to plan ahead and not leave yourself empty-handed!&#10;&#10;",
    "categories": [
      "Nautical",
      "Pirates"
    ],
    "mechanics": [
      "Action Points",
      "Catch the Leader",
      "Hand Management",
      "Modular Board",
      "Race",
      "Resource to Move",
      "Track Movement"
    ],
    "image": "https://cf.geekdo-images.com/e4QUk0ycODuPA7sLoKv4sQ__thumb/img/zk6iF4GIIObaxfv7-TuEpS9W59Y=/fit-in/200x150/filters:strip_icc()/pic1889500.jpg"
  },
  {
    "id": "339906",
    "name": "The Hunger",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 12,
    "description": "The Hunger is a race in which each vampiric player must optimize their card deck, hunt humans to gain victory points, fulfill secret missions, and eventually acquire a rose and return to the castle before sunrise. The more you hunt, the slower both you and your deck become, which will make it harder and harder to get back before daybreak. Can you become the most notorious vampire without burning to ashes at sunrise?&#10;&#10;During the game, players spend &quot;speed&quot; to move their vampires around the map, hunt humans worth victory points, and add new cards to their deck.&#10;&#10;The game ends at dawn, after which the surviving player with the most victory points on their cards wins!&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Horror"
    ],
    "mechanics": [
      "Contracts",
      "Deck, Bag, and Pool Building",
      "End Game Bonuses",
      "Increase Value of Unchosen Resources",
      "Movement Points",
      "Open Drafting",
      "Push Your Luck",
      "Set Collection",
      "Track Movement",
      "Turn Order: Stat-Based"
    ],
    "image": "https://cf.geekdo-images.com/P6xRtuVTPwR148SP4oIXGQ__thumb/img/BQeGzaIeQo--PHdB8r9aoP4UHmA=/fit-in/200x150/filters:strip_icc()/pic6218039.jpg"
  },
  {
    "id": "344554",
    "name": "Décorum",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 13,
    "description": "Decorum is a cooperative, hidden information game where you and your partner share the same objective: decorate your home in a way that makes you both happy. The problem is, different things make each of you happy and nobody says exactly what they need. Can you find a happy compromise, or is it time to move out?!&#10;&#10;-Play through 30 unique scenarios, each introducing new twists and challenges.&#10;-Keep your conditions a secret, they say how you want the house decorated.&#10;-Add, remove, and swap objects or repaint rooms to make the house look just right&hellip; for you.&#10;-Respond with &ldquo;Love it&rdquo;, &ldquo;Hate it&rdquo;, or &ldquo;Fine with it&rdquo; to work together toward a perfectly decorated home.&#10;-There is a solution for each scenario, the trick is figuring it out in time.&#10;&#10;At its heart, D&eacute;corum is a pretty straightforward logic puzzle. There are a small number of ways to arrange the internal pieces that meet all the requirements listed on the player&rsquo;s rule sheets simultaneously. The twist of D&eacute;corum is that it&rsquo;s also a hidden information game. No player has all of the rules. While playing, the players will have to watch their partner&rsquo;s moves just as carefully as they&rsquo;re planning their own. Even more crucially, they&rsquo;ll have to communicate why they&rsquo;re making the moves they&rsquo;re making&ndash;using the very limited means we&rsquo;ve provided them.&#10;&#10;D&eacute;corum might be about solving a puzzle, but it&rsquo;s really a game about communication and compromise. The real challenge isn&rsquo;t just solving the problem with the limited information you and your players have; it&rsquo;s dealing with the frustrations that will inevitably occur when your partner does something that messes up your plan. In order to be successful in D&eacute;corum, there will come a point where both players will have to let go of their initial strategy for how they were going to finish the board and start paying attention to what their partner is doing instead. By introducing and providing an incentive to resolve conflict, D&eacute;corum mechanically encourages (or even requires) a positive form of compromise.&#10;&#10;Each player draws a &quot;Scenario&quot; card that lists a set of criteria of what types of d&eacute;cor a room must have or cannot have.  For example &quot;No room may contain a lamp&quot; or &quot;Every room must contain a wall hanging&quot;.  Players keep their criteria secret.&#10;&#10;The play surface is a board displaying various rooms in a house.  Each room has multiple items that can potentially be placed in the room.  Players take turns placing, moving, or removing colored tokens on the board, where each token represents an item of home d&eacute;cor.  Each token placed may conform with, or violate, the other players' criteria.  After each token is placed, other players may state they like the item of d&eacute;cor, as placed, or they do not like the item of d&eacute;cor, as placed.  Further discussion or explanation is not allowed.&#10;&#10;The game ends when all players' criteria are satisfied.&#10;&#10;",
    "categories": [
      "Puzzle"
    ],
    "mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Deduction",
      "Negotiation",
      "Roles with Asymmetric Information",
      "Scenario / Mission / Campaign Game"
    ],
    "image": "https://cf.geekdo-images.com/R7bXwsuwemPYXs7q6EkXhw__thumb/img/NdvS0GLPfDQx98wLDu8uwUwiG1U=/fit-in/200x150/filters:strip_icc()/pic6393337.jpg"
  },
  {
    "id": "224821",
    "name": "One Deck Dungeon: Forest of Shadows",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 45,
    "age": 14,
    "description": "One Deck Dungeon is a card game &quot;roguelike&quot; &mdash; a dungeon delve that is different every time, difficult to survive, with a character you build up from scratch. The deck consists of various foes to combat and other perils from the dungeon. Each card depicts both the obstacle to overcome and the potential rewards for doing so. When you defeat a card, you claim it as either experience, an item, or a skill, tucking it under the appropriate side of your character card to show its benefits. The longer you take exploring the dungeon, the deeper you'll delve, and the difficulty will scale up quickly! If you make it far enough, you'll have to fight the dungeon boss. Survive, and you'll be a legend!&#10;&#10;One Deck Dungeon: Forest of Shadows is a standalone expansion for  One Deck Dungeon that contains new heroes, new dungeons, new perils, new foes, and new mechanisms: Poison and event Perils! It can be combined with the original game for a hybrid dungeon experience, with the heroes and dungeons being compatible with the original, or played on its own.&#10;&#10;",
    "categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Fantasy"
    ],
    "mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Melding and Splaying",
      "Move Through Deck",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Stat Check Resolution",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/rfkpP2id0JwDWw5694PRQQ__thumb/img/5A9VoUaZ1B5Wx1t0n74mfLBHW2o=/fit-in/200x150/filters:strip_icc()/pic3496794.jpg"
  },
  {
    "id": "202077",
    "name": "Deep Madness",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 16,
    "description": "In a dark and claustrophobic deep sea mining site, the uncovering of a mysterious &ldquo;Sphere&rdquo; is dragging everyone nearby into the endless madness. The fears deep within one&rsquo;s mind are amplified and transformed into horrifying monsters from other dimensions, torturing one's body and testing their sanity. Only those with extraordinary will and conviction can escape its devastating grasp. Deep Madness is a fully cooperative board game for 1-6 players with 66 amazingly detailed miniatures, depicting a sci-fi horror world inspired by Lovecraft&rsquo;s work and the Alien series. In the game, players assume the roles of investigators, venturing into the seemingly empty yet perilous deep sea mining site to find out the truth behind the lost contact event. Unimaginable horror and madness from the dark fear within is waiting.&#10;&#10;Deep Madness is based on multiple scenarios from a continuous storyline. Each scenario has its own unique board setup, rules, special effects, and goals. From resolving fatal crises to struggling with overwhelming bosses, the investigators will face various quests filled with strategical decisions and fierce combat. With each scenario achieved, they are one step closer to the truth, but also one step deeper into the world of madness. Each scenario of the game plays in a limited number of game rounds, if the investigators fail to achieve the goals before the last round ends, the game is lost and everyone is consumed. Each game round consists of 4 phases: Devour Phase, Spawn Phase, Activation Phase, and Refresh Phase.&#10;&#10;In Devour Phase, the Devour Marker progresses one step forward along the Devour Track, indicating the world going deeper into madness. As the Devour Marker progressing, more and more rooms (map tiles) are flipped to their madness side. These rooms will spawn monsters and provide various nasty effects to hinder the investigators or to boost the monsters.&#10;&#10;In Spawn Phase, different types of monsters with unique abilities are spawned in the flipped rooms. Monsters do not show their existence in fixed locations, they could be spawned right next to the investigators if they ventured carelessly.&#10;&#10;Activation Phase is the core of the game, the investigators and the monsters take turns to act alternately. Monsters do not wait for all investigators to finish their turns like in other cooperative games, but do act between them, so careless planning would put the investigators who are later in the turn order into grave danger, facing fatal attacks before they had a chance to act.&#10;&#10;In Refresh Phase, some maintenances are performed, and some special effects are resolved.&#10;&#10;In each investigator&rsquo;s turn, it is crucial that the player chooses 3 actions to take wisely. Each kind of action has its own value, and every single decision could be life and death in Deep Madness. Unfortunately, the correct decision is rarely obvious. Moving, attacking, searching, exchanging items, locking the doors, and recovering sanity are the basic actions. Additionally, each investigator also has his/her own unique and irreplaceable abilities to activate. Different combinations of investigators provide distinctive strategies and game experiences.&#10;&#10;Monster acts according to its own action pool during its turn. In Deep Madness monsters are highly characteristic, not just in stats, but also in abilities and behaviors. Different combinations of monsters provide unique challenges. And due to the intertwined activation mechanism, even different turn orders of the monsters make each game session different. However, no matter how the monsters setup is, Deep Madness will be a very challenging game, even death could be a strategy.&#10;&#10;In the game, investigators battle the horrific monsters, survive the harsh crises, and above all, save their own minds from the devouring of madness. They are given many chances to consume their own sanity, to activate their abilities, to use the effects of items, to reroll the dice, and etc. However they are vulnerable when the sanity is low. After an investigator with insanity tokens manages to kill a monster, the monster will corrupt his/her mind, by permanently flipping the insanity tokens into madness tokens. As the madness token cumulates, horror haunts the investigator by resolving Madness Cards, and each of them has unique negative effect and terrifying flavor text.&#10;&#10;",
    "categories": [
      "Adventure",
      "Fighting",
      "Horror",
      "Miniatures",
      "Science Fiction"
    ],
    "mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/RAaKHdR-UqEN2Xd-j4NhNw__thumb/img/-x1GSZVk9e5bNhrqLYJvdRASZeY=/fit-in/200x150/filters:strip_icc()/pic4332309.jpg"
  },
  {
    "id": "119591",
    "name": "Rialto",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 10,
    "description": "In the card-driven board game Rialto, the goal is to earn the most victory points (VPs), which are awarded for a variety of things. The game board displays the six districts of Venice, and players earn VPs for placing council members into these, for building bridges and placing gondolas to connect the districts with one another, and for building advantageous buildings.&#10;&#10;The game is played over six rounds, with each round consisting of three phases:&#10;&#10;1. Acquire cards: Each player takes a set of cards.&#10;2. Play cards: Players use cards to perform certain actions.&#10;3. Activate buildings: Players may take advantage of their buildings and use their powers.&#10;&#10;In phase 1, sets of eight cards are displayed (with six cards face-up and two face-down). Each player takes one set, then reduces his hand to seven cards. A card shows one of six specific characters (Architect, Merchant, etc.) or is a wild card.&#10;&#10;Phase 2 consists of six sub-phases in a fixed order, one for each character. In each sub-phase, players choose whether or not to play one or more cards of that specific character. Each card allows them to perfom that character's action, for example:&#10;&#10;&#10;     Take one piece of gold for each Merchant card you play.&#10;     Place one council member into the current district for each Council card you play.&#10;     Take a building with a value equal to or lower than the number of Architect cards played. The higher its value, the better its function.&#10;&#10;&#10;Whoever plays the most cards in each such sub-phase receives a bonus of one free action of that type. In case of a tie, whoever is farthest along the &quot;Doge&quot; bar gets the bonus &ndash; and of course to advance on the Doge bar, players need to play Doge cards.&#10;&#10;Finally, in phase 3, players may take advantage of their buildings. For each piece of gold paid, a player may use one of his building's ability.&#10;&#10;Players collect VPs both during the game &ndash; from special buildings and by building bridges between districts &ndash; and at the end of it &ndash; for majorities of council members in each district. The value of each district evolves during the game: Each district is adjacent to four other ones, and at the end of the game, they will be connected either via bridges or gondolas. A bridge increases the value of the adjacent districts by 3-6 victory points, whereas a gondola increases this value by 1 point. The player with the most council members in a district earns VPs equal to the district's total value, the player with the secondmost council members earns half this value, and so on. While it's important to establish majorities in the districts, it's also crucial to control their values by cleverly placing those bridges and gondolas.&#10;&#10;",
    "categories": [
      "Political",
      "Renaissance"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/13kl47xb_hdjvJTzRkg0vA__thumb/img/mO49j1jyhhKqHcNxu0vx3uGqsuQ=/fit-in/200x150/filters:strip_icc()/pic1504549.jpg"
  },
  {
    "id": "326933",
    "name": "Unmatched: Redemption Row",
    "minPlayers": 2,
    "maxPlayers": 3,
    "playingTime": 40,
    "age": 14,
    "description": "Unmatched is a highly asymmetrical miniature fighting game for two or four players. Each hero is represented by a unique deck designed to evoke their style and legend. Tactical movement and no-luck combat resolution create a unique play experience that rewards expertise, but just when you've mastered one set, new heroes arrive to provide all new match-ups.&#10;&#10;Unmatched: Redemption Row features three characters from the Marvel comics universe: Luke Cage, Ghost Rider, and Moon Knight.&#10;&#10;",
    "categories": [
      "Card Game",
      "Comic Book / Strip",
      "Fantasy",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Action Points",
      "Card Play Conflict Resolution",
      "Hand Management",
      "Line of Sight",
      "Point to Point Movement",
      "Take That",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/XJMvbKMR47CvYkkXdjnjrw__thumb/img/CEVh-uZ-XPX7Ps2_X-B9jqrOwGU=/fit-in/200x150/filters:strip_icc()/pic5855222.jpg"
  },
  {
    "id": "159503",
    "name": "The Captain Is Dead",
    "minPlayers": 2,
    "maxPlayers": 7,
    "playingTime": 90,
    "age": 14,
    "description": "Imagine that you are one of the crew in your favorite science fiction TV show. Now imagine that in the last 10 minutes of the show things have gone so badly that the captain is dead and you and the surviving members of your crew have to pull together and save the day yourselves!&#10;&#10;The Captain Is Dead is a co-op game for 2 to 7 players. All you have to do is get the ship's engines (aka &quot;Jump Core&quot;) back online and you win, but because there is a hostile alien ship trying to destroy you, that is easier said than done.&#10;&#10;You have an impressive star ship full of useful systems that will help you fend off the aliens, and get the Jump Core back online. Each system gives you an advantage while it remains online. The assault from the hostile alien ship tends to keep knocking those systems offline however. So you need to balance your time between keeping the ships system's online, fending off the alien threat, and completing your objective.&#10;&#10;Each member of your crew has special abilities and skills. You need to work as a group to maximize the potential of each role. If someone tries to be a hero, you'll all die.&#10;&#10;",
    "categories": [
      "Fighting",
      "Science Fiction"
    ],
    "mechanics": [
      "Action Points",
      "Area Movement",
      "Cooperative Game",
      "Hand Management",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/6BBJr3Ch9NDKJIyzqKrhOg__thumb/img/9br2LdBG9NVAEWQwyZZ6NIXxqhM=/fit-in/200x150/filters:strip_icc()/pic3279087.jpg"
  },
  {
    "id": "113873",
    "name": "The Hunters: German U-Boats at War, 1939-43",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "&quot;Hostilities with England effective immediately.&quot;&#10;the time is: 1256 hours, 3 September 1939&#10;&#10;The Hunters is a solitaire tactical level game placing you in command of a German U-boat during WWII. Your mission is to destroy as much Allied Shipping and as many Capital ships as possible while advancing your crew quality and increasing your commander rank culminating in special decoration &#226;&#128;&#146; all while remembering you have to make it home.&#10;&#10;The Hunters is purposely designed to deliver a brisk yet intensive gaming experience that forces many decisions upon you as you will take command among the major German U-boat models in service during WWII, and try to complete an entire tour.&#10;&#10;Those familiar with the classic Avalon Hill game title, B-17: Queen of the Skies, will come to enjoy the same type of gaming experience of the German U-boat War. All major U-boat models are accounted for with every level of detail including period of service, armaments, crew make-up, damage capacity, and more.&#10;&#10;Winner: 1 Player Guild Gaming Awards - Best Solitaire Game of 2013&#10;&#10;",
    "categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Minimap Resolution",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/cNdK5npf6n4CT0IM2aQ6Mg__thumb/img/u25MZSo_6Cc_VPCwurP51fj52W4=/fit-in/200x150/filters:strip_icc()/pic7531277.png"
  },
  {
    "id": "191876",
    "name": "Ulm",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 75,
    "age": 10,
    "description": "Ulm is at its historic heyday: There is a constant hustle and bustle in the prosperous free imperial city. At the beginning of the 16th century, the city has one of the largest municipal territories within the Holy Roman Empire of the German Nation. Success and wealth are not only due to Swabian thriftiness, but mainly the result of the citizens&rsquo; business acumen and skilled craftsmanship. Trade in works of art and commercial goods such as wood, wine, salt and textiles is flourishing; for the most part, these goods are shipped by barge or raft on the Danube river. People are busy building the cathedral - the social heart of the city - that will at one time have the tallest church steeple in the world. Everybody of distinction meets around the cathedral. The influential guilds and patricians dominate city life; and if you want to accomplish something, you need to be in the good graces of the right people.&#10;&#10;In Ulm, players try to expand their spheres of influence and to make optimal use of the hustle and bustle on the marketplace around the cathedral. The game has one simple basic rule: Push 1 Action tile into the Cathedral area and carry out the 3 associated actions! This way, the Cathedral tower gets taller and taller over the game. The objective of the game is plain and simple: try to accumulate the most victory points through activities in different areas of city life in Ulm and do it before the end of the 10th round, when the construction of the Cathedral is concluded.&#10;&#10;Who will make the best use of his means and resources over time and will go down in the annals of the city&rsquo;s history as an important citizen?&#10;&#10;",
    "categories": [
      "Medieval",
      "Renaissance"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Bias",
      "Set Collection",
      "Slide / Push",
      "Victory Points as a Resource"
    ],
    "image": "https://cf.geekdo-images.com/geu4jwp2Zskpb4qjbBA1Nw__thumb/img/X_Oz-qWBxmOPcXUaSXfRQi-N0rA=/fit-in/200x150/filters:strip_icc()/pic3193554.jpg"
  },
  {
    "id": "204836",
    "name": "Escape Room: The Game",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 16,
    "description": "Take the viral social experience of Escape Rooms to the comfort of your own home and for a fraction of the cost that you would pay! Included in this game are 4 unique 60 minute escape room puzzles that will test your cranial skills. Use images, gears, words, keys, shapes, maps and more to solve the three stages within each escape room. An analog timer on the Chrono Decoder centerpiece incessantly counts down, emitting ominous noises to create an environment shut out from the outside world. If the puzzles stump you for too long, slide a hint card into the Hint Decoder to keep your team moving. Slide 4 keys into the Chrono Decoder when you think you have the answer... but beware, if you're wrong, a precious minute will be taken from you.&#10;&#10;The 4 escape rooms vary in difficulty, designed to give any group the experience they expect and deserve. If you're craving more puzzles, Escape Room expansions will be available, but you'll need the base game first as the Chrono Decoder is essential to the experience. Included in the base game in order of difficulty is: Prison Break, Virus, Nuclear Countdown, and Temple of the Aztec&#10;&#10;Prison Break: Ten years in prison for a crime you didn't commit. Ten years of your life wasted for being in the wrong place at the wrong time, it hardly seemed fair. You know the guards will reach your cell during the rounds in an hour. Every bone in your body tells you this is the opportunity of a lifetime; you're 60 minutes away from freedom!&#10;&#10;Virus: What a time to faint! You swear you could kill your lab partner, but you know that won't be necessary. The liquid that's oozing out of the broken bottle will kill everybody in the room soon enough...&#10;&#10;Nuclear Countdown: The table is filled with all kinds of materials that send shivers down your spine. At that moment your phone rings and your worst nightmare becomes reality, the bomb threat is real!&#10;&#10;Temple of the Aztec: The stories told about the temple were numerous. Anybody that had entered the temple was never seen again, supposedly killed by vipers. But stories also spoke of the Eye of Aztec, the largest diamond that ever existed&#10;&#10;--description from the publisher&#10;&#10;This entry is for the original base game, containing the four escape rooms mentioned above.&#10;&#10;Several editions of the base game contain different combinations of escape rooms. These editions have separate entries on BGG:&#10;&#10;     Escape Room: The Game Prison Break + Virus + Nuclear Countdown (Polish, Estonian, Ukrainian and Italian editions)&#10;     Escape room: &#206;&#164;&#206;&#191; &#207;&#128;&#206;&#177;&#206;&#185;&#207;&#135;&#206;&#189;&#206;&#175;&#206;&#180;&#206;&#185; Prison Break + Virus + Temple of the Aztec (Greek edition)&#10;     Escape Room: The Game Prison Break + Virus + Welcome to Funland + Murder Mystery (Second English edition)&#10;     &#236;&#157;&#180;&#236;&#138;&#164;&#236;&#188;&#128;&#236;&#157;&#180;&#237;&#148;&#132; &#235;&#163;&#184; &#235;&#176;&#169; &#237;&#131;&#136;&#236;&#182;&#156; &#234;&#178;&#140;&#236;&#158;&#132; (Escape Room: The Game) Prison Break + Virus + Welcome to Funland + Temple of the Aztec (Korean edition)&#10;&#10;&#10;One of the escape rooms from this edition has been published separately (in English):&#10;&#10;     Escape Room: The Game &#226;&#128;&#147; Nuclear Countdown&#10;&#10;&#10;",
    "categories": [
      "Electronic",
      "Puzzle"
    ],
    "mechanics": [
      "Cooperative Game",
      "Deduction",
      "Elapsed Real Time Ending"
    ],
    "image": "https://cf.geekdo-images.com/1CIfreuv-gqcaUndxUAExw__thumb/img/ve4j9SWc6dtPQhF-fRcRjPmqUxc=/fit-in/200x150/filters:strip_icc()/pic3117400.png"
  },
  {
    "id": "316858",
    "name": "CloudAge",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 100,
    "age": 10,
    "description": "CloudAge is a strategy game from Alexander Pfister and Arno Steinwender. The award-winning authors have created a dark and dystopian world for 1 to 4 players.&#10;&#10;Fifteen years ago, the mysterious secret society &quot;Cloud&quot; set fire to countless oil production sites and burned down large forests to destabilize the world. The resulting environmental catastrophe had disastrous effects on the entire planet. Now, years later, you travel above the dried-out landscape in your airships, searching for a better life. You visit cities, send out drones to collect resources, and battle Cloud militia.&#10;&#10;An innovative sleeving mechanism makes a new, more immersive, form of resource gathering possible. Players try to predict which cloud-covered terrain will contain the desired amount of resources or where additional actions are possible. Resources allow players to develop useful upgrades for their airships or attract new crew members.&#10;&#10;CloudAge is a mix of engine-building, deck-building, and resource management. The campaign system makes it easy to start playing quickly, with new elements being introduced into the game as players progress through the chapters. While you play, you also experience and help guide the story. If you prefer, you can also play standalone story spin-offs as single scenarios.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Adventure",
      "Aviation / Flight",
      "Science Fiction"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Grid Movement",
      "Hand Management",
      "Push Your Luck",
      "Scenario / Mission / Campaign Game"
    ],
    "image": "https://cf.geekdo-images.com/yfoefJ7a0cEhKxMUV0sDqQ__thumb/img/LYoDI0narqs87hfBnimak-qN2EQ=/fit-in/200x150/filters:strip_icc()/pic5955679.jpg"
  },
  {
    "id": "254127",
    "name": "Europa Universalis: The Price of Power",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 300,
    "age": 14,
    "description": "Govern one of Europe's great nations through the Ages of Discovery, Reformation, Absolutism, and Revolutions &mdash; spanning more than three hundred years of history. Lift your nation out of the slumber of the Dark Ages and create a glorious empire, through clever diplomacy, brave exploration, and ruthless conquest. Each of the playable nations have their own unique opportunities and challenges.&#10;&#10;Europa Universalis is a Strategic level board-wargame that gives players a full 4X game experience in a historical setting. Through the strategic use of cards and careful management of resources, you can expand your realm on the map board, while at the same time developing the internal machinery of the state on your player board. You must build diplomatic relations that support your ambition and you can explore far-away parts of the world. By recruiting skilled advisors and carefully investing monarch power in great ideas, province development, and long-term strategies, you may well be able to outshine your historical counterparts.&#10;&#10;This is a game for 1&ndash;4 players (depending on the various scenarios included and up to 6 with the expansion). The goal of the game is to build the most successful empire, and points are scored for (amongst other things) owned provinces, explored territories, diplomatic relations, victories in wars, and secret objectives that have been accomplished.&#10;&#10;The board game is based on the famous strategy game series by Paradox Interactive and captures the heart and soul of the grandness that makes the computer game so magnificent.&#10;&#10;Includes solo mode by D&aacute;vid Turczi&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Age of Reason",
      "Civilization",
      "Economic",
      "Exploration",
      "Napoleonic",
      "Negotiation",
      "Pike and Shot",
      "Political",
      "Renaissance",
      "Video Game Theme",
      "Wargame"
    ],
    "mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/orNF7D3hCHN3nj7Z3RauWw__thumb/img/Jtr24iH1KbhRwUNebUgrJcfXFck=/fit-in/200x150/filters:strip_icc()/pic4973943.jpg"
  },
  {
    "id": "366994",
    "name": "Bonsai",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 10,
    "description": "The Japanese term &quot;bonsai&quot; means &quot;planted in a pot&quot;.&#10;A bonsai is a living work of art, a perfect miniature plant, identical in all respects to its full-size simile, but several times smaller.&#10;&#10;In Bonsai, players take on the role of expert bonsai masters intent on growing their own bonsai.&#10;Whoever grows the best plant will be appointed to show their Bonsai at the Imperial gardens.&#10;&#10;On your turn, choose and perform one of these two actions: meditate or cultivate.&#10;If you meditate, choose one of the face up cards on the board and take it, along with any Bonsai tiles represented below the card you draw.&#10;If you cultivate, you can place in your Bonsai the tiles which are in your personal supply. You can place as many tiles as the total symbols depicted on your Seishi tile and any or all of your Growth cards. Each symbol will let you place one tile of the corresponding type.&#10;&#10;During the turn in which your bonsai matches or exceeds the requirements of a Goal tile that is still in the middle of the table (i.e., the Goal tile has not been claimed yet by any player), you must immediately choose whether you want to claim that tile or if you want to renounce it in order to try to achieve a harder Goal tile.&#10;&#10;When the last card from the deck is revealed, the game end is triggered. Each tile in your bonsai is worth a certain number of points.&#10;&#10;In the solo game you can try the Additional Scenarios that change some rules and goals, and eventually try to beat the Emperor Challenge.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Environmental"
    ],
    "mechanics": [
      "Open Drafting",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/7Bm5_VZARWmb5sa2Vd-9nQ__thumb/img/netlb06OfwpKM-22kVT9klcvC6I=/fit-in/200x150/filters:strip_icc()/pic6961607.png"
  },
  {
    "id": "225244",
    "name": "Ticket to Ride: Germany",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 8,
    "description": "Ticket to Ride: Germany is a standalone game in the Ticket to Ride series. Over the course of the game, players collect cards in order to then claim routes on the game board between two cities. Ideally the players create a network of routes that connect the cities showing on their secret ticket cards. Players score points both for claiming routes and for completing tickets, with incomplete tickets counting against a player's score.&#10;&#10;In addition to scoring points for tickets, whenever a player places a route on the board, they claim a passenger from the two cities that form the endpoints for that route (assuming that the passengers have not already been claimed). At the end of the game, whoever has the most passengers of each of the six colors scores 20 points for that color; whoever has the secondmost passengers in a color scores 10 points. Whoever has the most points at the end of the game wins.&#10;&#10;Ticket to Ride: Germany combines most of Zug um Zug: Deutschland and the Deutschland 1902 expansion in one box. Zug um Zug: Deutschland, published solely for the German and Austrian market, consisted of the same map as Ticket to Ride: M&auml;rklin, but ZuZ:D didn't include the passenger mechanism from M&auml;rklin in which players scored additional points by moving passengers from city to city. The Deutschland 1902 expansion introduced a different method of scoring passengers, and that method is now present in this collection.&#10;&#10;",
    "categories": [
      "Trains",
      "Transportation"
    ],
    "mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Open Drafting",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/GHcyEOsBUOrWrmdXbbAb7w__thumb/img/zG4fMacP6kDvu2vWrTf7VK6XKmM=/fit-in/200x150/filters:strip_icc()/pic3506961.jpg"
  },
  {
    "id": "338093",
    "name": "Ancient Knowledge",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 75,
    "age": 12,
    "description": "Heirs to an exceptional knowledge that has survived the ages, it is now up to you to preserve the vestige of your civilization.&#10;&#10;Ancient Knowledge is a strategic card game in which you erect monuments and build artefacts to pass on your knowledge. Time will make your constructions ephemeral,so make the right decision and combine the many cards at your disposal, because all knowledge is doomed to disappear&hellip;&#10;&#10;It's up to you to find the best synergy so that you can pass down knowledge before the decline of the emblematic monuments you have constructed, monuments we still find nowadays in the four corners of the globe. From Mexican pyramids to the Sphinx of Giza, passing through the famous cities of Tiwanaku and Babylon, only the cleverest builder will shine through the ages and seize victory. In this game, your only enemy is time.&#10;&#10;Prove to your opponents that you are the worthy representative of your Legacy!&#10;Will your monuments withstand the trial of time?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Ancient",
      "Card Game",
      "Civilization",
      "Mythology"
    ],
    "mechanics": [
      "Delayed Purchase",
      "End Game Bonuses",
      "Hand Management",
      "Open Drafting",
      "Tags"
    ],
    "image": "https://cf.geekdo-images.com/EDJ1Xynm6XjAKeG-q2B85A__thumb/img/kgmY0jqbsq14Glt--pyJ8shSZuY=/fit-in/200x150/filters:strip_icc()/pic7600216.jpg"
  },
  {
    "id": "299252",
    "name": "Here to Slay",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 10,
    "description": "Here to Slay is a competitive role-playing fantasy strategy card game that's all about assembling a party of Heroes and slaying monsters (and sometimes sabotaging your friends too) from the creators of Unstable Unicorns.&#10;&#10;In this game, you&rsquo;ll assemble a full party of heroes to slay dangerous monsters while working to avoid the sabotage of your foes. The game also includes items you can equip to your heroes, 1V1 challenge cards, and roll modifiers to tip the odds in your favor.&#10;&#10;The first person to successfully slay three monsters, or build a full party with six classes, wins the game!&#10;&#10;Every player gets to choose a party leader character to represent them throughout the game. Each party leader card has a class and a skill that gives you an edge over your opponents. Whether you enjoy fighters, bards, wizards, or thieves, you'll find a party leader that's right for your play style - but choose wisely, because you only get one party leader for the whole game!&#10;&#10;Your heroes are brave adventurers, ready to attack monsters and go head to head with your foes! The game includes over 40 unique heroes. Each hero card has a class and an effect, and each hero&rsquo;s effect has a roll requirement. In order to use a hero&rsquo;s effect, you must roll two dice and score equal to or higher than that effect&rsquo;s roll requirement. Heroes take advantage of items, magic and modifiers to increase their chances of making their dice rolls.&#10;In order to slay that monster, you must roll two dice and score equal to or higher than that monster&rsquo;s roll requirement.&nbsp; Be warned: Each monster has a roll range in which they&rsquo;ll fight back, and if you score within that range, your party might be in grave danger&hellip;&#10;&#10;Don't like what your opponent just played? Throw down a challenge! Challenge cards can be played instantly to try to stop another player from playing a hero, item, or magic card. Playing a challenge card initiates a 1V1 challenge in which you and another player both have to roll the dice. If they win the challenge, they still get to play their card, but if you win the challenge, you get to send their card directly to the discard pile!&#10;&#10;&mdash; description from the publisher&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game",
      "Dice",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hand Management",
      "Interrupts",
      "Role Playing",
      "Set Collection",
      "Take That",
      "Turn Order: Progressive",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/ozUv3be9fcf28tJk30bNow__thumb/img/H-JU6r_wjLQTmAV4gX9pQbiT6_U=/fit-in/200x150/filters:strip_icc()/pic5181432.jpg"
  },
  {
    "id": "202583",
    "name": "Rise of Tribes",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "In ancient prehistoric times, you have discovered a new land with plentiful lakes, mountains and forests (and apparently many stone rocks that shall be called dice). Your people can develop new things like basketry or find oxen or simply GROW and conquer.&#10;&#10;In Rise of Tribes, players control a tribal faction in prehistoric times looking to GROW, MOVE, GATHER, and LEAD their people. The board is modular, composed of hexes in various terrain types. Each hex has a population limit. Players manage the number of tribe members they place on any one hex to either trigger or avoid conflict.&#10;&#10;Each turn the active player rolls two dice, then selects two of the four actions to take -  GROW, MOVE, GATHER, and/or LEAD. Each action is resolved one action at a time. The power of each action taken depends on the die roll plus the last couple of dice placed onto the action board on the selected action by other players. Once both actions are taken, the active player resolves any Conflicts. The final step of each turn is the time to build villages and complete goal cards.&#10;&#10;Victory is possible in a couple ways: gathering resources to build villages and/or completing development and achievement goal cards for your civilization. Villages (limited to 1 per hex) score 1 point for the tribe that built them at the start of that tribe's turn. Goal cards will score points immediately when completed. Every tribe's ambition is to score 15 points. The tribe to score 15 points first wins the game.&#10;&#10;Solo mode, with the addition of Rise of Tribes: The Vul'Keth Invasion (required and sold separately), is a very challenging way to play Rise of Tribes.&#10;&#10;Rise of Tribes - Microbadges&#10;&#10; Rise of Tribes fan&#10; Rise of Tribes fan&#10;&#10;",
    "categories": [
      "Civilization",
      "Dice",
      "Prehistoric"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Events",
      "Modular Board",
      "Race",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/Io2NVc5Du_pgtcofPCOFyQ__thumb/img/pWP1XQ_bW22r1KALP-yDX8iR8UA=/fit-in/200x150/filters:strip_icc()/pic3588551.jpg"
  },
  {
    "id": "177802",
    "name": "Smash Up: It's Your Fault!",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 14,
    "description": "Smash Up turns over the wheel to all of you! Through a huge nomination and run-off process, players from all over the world helped choose four of the factions that take part in Smash Up: It's Your Fault!. The winning four factions were Sharks, Superheroes, Mythic Greeks, and Dragons - with the &quot;Shark Delivery System&quot; Tornado faction thrown in as a bonus!&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Horror",
      "Humor",
      "Medieval",
      "Mythology",
      "Science Fiction",
      "Spies / Secret Agents",
      "Zombies"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Take That",
      "Variable Phase Order"
    ],
    "image": "https://cf.geekdo-images.com/9oxsjNlu9BL54x6Vtvkzsg__thumb/img/1f5O6xWQKrQrCiLSIIgT6eGF2vg=/fit-in/200x150/filters:strip_icc()/pic2843367.jpg"
  },
  {
    "id": "293207",
    "name": "Eila and Something Shiny",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 45,
    "age": 12,
    "description": "Somewhere far away, a mystery awaits...&#10;Deep in the forest, an innocent rabbit - Eila, leaves their home to embark on a life-changing adventure.&#10;&#10;Eila and Something Shiny is a 1+ player story-rich board game set in a mystical world. Take on the role of Eila, as you solve puzzles, manage resources, and overcome challenges through underground perilous mazes, harsh snowy highlands, and more.&#10;&#10;Experience an exciting and emotional story told across 5 chapters featuring stunning art and illustrated comics. With branching story paths, your choices matter, affecting each chapter and deciding how the game ends.&#10;&#10;Good luck; Eila&rsquo;s fate is in your hands!&#10;&#10;Please note: This story explores some mature themes, such as loss, that may be emotional for some children.&#10;&#10;",
    "categories": [
      "Adventure",
      "Animals",
      "Fantasy"
    ],
    "mechanics": [
      "Narrative Choice / Paragraph",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/ddeXV_p59xHZJtIyNSclvg__thumb/img/LnGEEwnCNfGjR9JEgCf2xAoi3no=/fit-in/200x150/filters:strip_icc()/pic5391049.jpg"
  },
  {
    "id": "199383",
    "name": "Calimala",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 75,
    "age": 10,
    "description": "The &quot;Arte di Calimala&quot; &mdash; the guild of cloth finishers and merchants in foreign cloth &mdash; was one of the greater guilds of Florence, who arrogated to themselves the civic power of the Republic of Florence during the Late Middle Ages. The woolen cloth trade was the engine that drove the city&rsquo;s economy and the members of the Calimala were the elite of Florence.&#10;&#10;Throughout its long history, the Arte di Calimala supervised the execution of artistic and architectural works. Most Florentine guilds performed such activities, but the Calimala distinguished itself from other guilds through the number and prestige of the projects and the sites administered, including the construction and decoration of some of the major churches of the city.&#10;&#10;Players of Calimala are cloth merchants in medieval Florence, with a number of trusted employees that they assign to various streets within the city to carry out actions. (Each street connects two places where particular actions can be taken.) While taking these actions, players produce and deliver cloth and contribute to the construction and decoration of various buildings across the city. Employees stay on their assigned places for a while, carrying out their actions whenever the street is activated, and eventually are promoted into the city council, triggering a scoring phase.&#10;&#10;Depending on the number of players, each player has a number of action discs. In turn order, they can put one on a space between two actions, performing both actions and activating all other discs on the same space. When the fourth disc is placed on an action space, the lowest one is promoted to the city council, which triggers a scoring. After the last action disc is placed or the last scoring phase in the council is triggered, the game ends. The positions of the action spaces and sequence of scoring phases vary from game to game, making each game very different. Secret scoring objectives and action cards add uncertainty.&#10;&#10;",
    "categories": [
      "Economic",
      "Industry / Manufacturing",
      "Medieval",
      "Renaissance",
      "Transportation",
      "Travel"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "End Game Bonuses",
      "Modular Board",
      "Order Counters",
      "Variable Set-up",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/6-Pj_AxP0mjjFXYs2ukMWw__thumb/img/XhyVFdk2GZEaU6AXLiOZQAIEr2o=/fit-in/200x150/filters:strip_icc()/pic7611495.jpg"
  },
  {
    "id": "157001",
    "name": "Trains: Rising Sun",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 12,
    "description": "Trains returns with all-new cards and strategies for you to build the best rail system in Japan. Trains: Rising Sun not only features all new cards, it includes three entirely new boards. Two of the boards are designed specifically for two-player games, while the Nagoya map is for 3 to 4 players. This standalone game can mix easily with the original Trains game for even greater replay possibilities!&#10;&#10;Trains: Rising Sun also introduces Route Bonus Cards, allowing you to score additional points for being the first to connect specific stations. Route Bonus Cards are included for the original Trains game as well!&#10;&#10;Finally, Trains: Rising Sun includes the Trains: Nagoya Map expansion that was first produced only by the designer for use with the original OKAZU Brand production of Trains. (This item is not linked to in the information box for database reasons.)&#10;&#10;",
    "categories": [
      "Card Game",
      "Territory Building",
      "Trains",
      "Transportation"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Network and Route Building"
    ],
    "image": "https://cf.geekdo-images.com/ZrUew6urxcK4g0ZETOFXmg__thumb/img/Ja85DDOAmqjNJugpYyAoj2iJ6yo=/fit-in/200x150/filters:strip_icc()/pic2026066.jpg"
  },
  {
    "id": "330592",
    "name": "Phantom Ink",
    "minPlayers": 4,
    "maxPlayers": 8,
    "playingTime": 15,
    "age": 13,
    "description": "Renowned mediums are competing to figure out a secret object and prove they can connect with the &quot;World Beyond&quot;. The first team to figure out the secret object wins!&#10;&#10;To set up Phantom Ink, divide players so that the Sun team and the Moon team each have one Spirit and up to three Mediums. The mediums on a team share a hand of seven question cards, and the spirits begin the game by choosing one of the five objects on a card as the secret object. On a turn, the mediums pass two question cards to their spirit, with sample questions like &quot;What color is it most commonly?&quot;, &quot;What fictional character has it or uses it?&quot;, and &quot;If it were a musical instrument, what would it be?&quot;&#10;&#10;The spirit discards one question card face up, then returns the question card it's going to answer to their mediums, then slowly writes the answer one letter at a time for all to see. As soon as the mediums think they know what this clue word is, they yell &quot;Silencio&quot;, and the spirit stops writing. The other team of mediums might see only the letter &quot;Y&quot;, but if you know the question is &quot;What color is it?&quot;, then you know the clue must be &quot;yellow&quot;. To end your turn, draw two new question cards.&#10;&#10;On a turn, instead of handing over question cards, you can attempt to guess the answer &mdash; and to do so you write like the spirits, one letter at a time. If you write an incorrect letter, the spirits will stop you, marking out your error, with your partial guess giving the other team more information. If you guess the entire word correctly, you win!&#10;&#10;Awards &amp; Honors:&#10;Game Makers Guild - Seal of Approval&#10;The Dice Tower - Seal of Approval&#10;&#10;",
    "categories": [
      "Deduction",
      "Party Game",
      "Puzzle",
      "Word Game"
    ],
    "mechanics": [
      "Communication Limits",
      "Deduction",
      "Targeted Clues",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/uf-JTBfP9_jm7_FX3DQE3A__thumb/img/js2JYkxCnmwNfQ__f2uVFIlCWXU=/fit-in/200x150/filters:strip_icc()/pic6278116.jpg"
  },
  {
    "id": "358557",
    "name": "The Search for Lost Species",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 75,
    "age": 13,
    "description": "Thousands of plants and animals have been discovered but haven't been seen for decades and could be on the brink of extinction. In order to save these species, we must first find them again. The Search for Lost Species is a game about this real-world search. You are scientists on an expedition to find one of those lost species, focusing on those in Indonesia and Papua New Guinea.&#10;&#10;The organization Re:wild has compiled a list of lost species around the world. They engage in expeditions with numerous partners to find these Lost Species, and encourage others to conduct their own expeditions to rediscover these amazing Lost Species. In this deduction game, you'll work to locate these lost species and put them back on the map!&#10;&#10;The game play changes from The Search for Planet X include: &#10;Players use a combination of deduction and movement to narrow down the possible habitats of the lost species.&#10;Players can use a special expedition action to search a specific habitat for a lost species.&#10;Incorporates cards that make the game asymmetric and provide more variability.&#10;&#10;Features:&#10;Report your sightings through the free app to determine if they are confirmed.&#10;Double-sided board provides two different island maps to explore.&#10;6 different Lost Species to find!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Deduction",
      "Puzzle"
    ],
    "mechanics": [
      "Action Points",
      "Deduction",
      "Hexagon Grid",
      "Solo / Solitaire Game",
      "Turn Order: Time Track"
    ],
    "image": "https://cf.geekdo-images.com/-VyojGLJ9XYN1b-V2ODCHg__thumb/img/NbCa0ypa0yjqB7uTZKtOgCYcEqI=/fit-in/200x150/filters:strip_icc()/pic6740248.jpg"
  },
  {
    "id": "300442",
    "name": "Trekking the World",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 10,
    "description": "We designed Trekking the World for gamers and non-gamers to play together. The goal was to make a game inviting for non-gamers, but with a little subtlety under the hood for gamers.&#10;&#10;Gleaming monuments and sunrise vistas await your arrival as you traverse the globe to experience its many wonders. Will you explore ancient ruins deep in the jungle, or go wild on a savanna safari? Build your bucket list of destinations and take a whirlwind tour to visit them all - but hurry, your fellow travelers might just beat you there!&#10;&#10;In Trekking the World 2-5 players compete to be the ultimate globe trotter by racing to visit world-renowned locations and collect rare souvenirs along the way. The game spotlights 48 real-world destinations, each beautifully illustrated and accompanied with educational passages to inspire your next getaway.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Educational",
      "Environmental",
      "Travel"
    ],
    "mechanics": [
      "Contracts",
      "Hand Management",
      "Open Drafting",
      "Point to Point Movement",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/mt3YkpsVsz0nF2IDbTxBrw__thumb/img/6ZOaTk_OkvueInXrVyx8iAqk8o8=/fit-in/200x150/filters:strip_icc()/pic5206887.jpg"
  },
  {
    "id": "132372",
    "name": "Guildhall",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 10,
    "description": "Progress! That's what these Dark Ages need, someone with a little get-up-and-go. You've been a serf in this one-pig town long enough, and it's time to shake things up. You've opened a guildhall for like-minded professionals from all over Europe to work together, build their trades, and get some economic stability.&#10;&#10;Now if only everybody else didn't have the same idea...&#10;&#10;Well, you'll just have to do it faster than those other guys! Gather professionals into chapters, and use their combined might to reach for victory. Collect complete color sets of professions (all five colors of Trader, for instance), which you use to buy victory points (VP). The first player to gain 20 VP on her turn wins.&#10;&#10;In Guildhall, each profession grants you special abilities, and these abilities grow stronger the more of the set that you complete. When you cash in the set for victory points, however, you lose the ability until you can build it up again. Which professions are worth risking VP to keep?&#10;&#10;",
    "categories": [
      "Card Game",
      "Medieval"
    ],
    "mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/fc-_VofOh2-CQVGDrJR-Nw__thumb/img/X3NzE7iMTnDVQXdug9-lOtoyzIM=/fit-in/200x150/filters:strip_icc()/pic1448983.jpg"
  },
  {
    "id": "38159",
    "name": "Ultimate Werewolf: Ultimate Edition",
    "minPlayers": 5,
    "maxPlayers": 68,
    "playingTime": 90,
    "age": 8,
    "description": "Your quiet little 16th century village has suddenly become infested with some very unfriendly werewolves...can you and the other villagers find them before they devour everyone?&#10;&#10;Ultimate Werewolf: Ultimate Edition is the ultimate party game for anywhere from 5 to 68 players of all ages. Each player has an agenda: as a villager, hunt down the werewolves; as a werewolf, convince the other villagers that you're innocent, while secretly dining on those same villagers each night. Dozens of special roles are available to help both the villagers and the werewolves achieve their goals while thwarting their opponents.&#10;&#10;Contents More than 30 unique roles, 18 different scenarios to allow groups of all sizes and experience levels to quickly get up and running, a set of 80 fully illustrated cards, a moderator scorepad to keep track of games, and a comprehensive game guide with dozens of pages full of insights, tips and strategies. This set has everything you need for the best Ultimate Werewolf experience possible, whether you&rsquo;re playing with a small circle of friends at home, a huge gathering of gamers in Ohio or as an engaging team building exercise at the office.&#10;&#10;Ultimate Werewolf: Ultimate Edition Roles:&#10;Apprentice Seer, Aura Seer, Bodyguard, Cupid, Diseased, Ghost, Hunter, Idiot, Lycan, Magician, Martyr, Mason (3), Mayor, Old Hag, Old Man, P.I., Pacifist, Priest, Prince, Seer (2: 1 male &amp; 1 female), Spellcaster, Tough Guy, Troublemaker, Villager (20), Witch, Sorcerer, Minion, Werewolf (12), Wolf Cub, Cursed, Doppelganger, Drunk, Cult Leader, Hoodlum, Tanner, Teenage Werewolf, Lone Wolf, Vampire (6), Amulet of Protection, Moderator, Blank Cards (3)&#10;&#10;Re-implements:&#10;&#10;    Werewolf&#10;    Ultimate Werewolf: Whitebox Edition&#10;&#10;&#10;Differences between 2010 Edition and 2008 Edition:&#10;&#10;     Role cards now have ability text&#10;     Includes Ultimate Werewolf: Classic Movie Monsters&#10;     No Magician card&#10;     Only eight Werewolf cards (note that rulebook still says twelve)&#10;     Only two blank cards (note that rulebook still says three)&#10;     Vampires are valued at -7 (previously -8)&#10;&#10;&#10;Differences between 2011 Edition and 2010 Edition:&#10;&#10;     Includes Ultimate Werewolf: Night Terrors instead of Ultimate Werewolf: Classic Movie Monsters&#10;&#10;&#10;Differences between 2013 Edition and 2011 Edition:&#10;&#10;     Includes Ultimate Werewolf: Urban Legends instead of Ultimate Werewolf: Night Terrors&#10;&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Horror",
      "Murder / Mystery",
      "Negotiation",
      "Party Game"
    ],
    "mechanics": [
      "Hidden Roles",
      "Player Elimination",
      "Role Playing",
      "Roles with Asymmetric Information",
      "Team-Based Game",
      "Traitor Game",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/PoIvN70fNYdwgeaap0CKqw__thumb/img/Xl_EuD2T09pr31MuKlfvPzvaspU=/fit-in/200x150/filters:strip_icc()/pic1849390.jpg"
  },
  {
    "id": "7805",
    "name": "Fearsome Floors",
    "minPlayers": 2,
    "maxPlayers": 7,
    "playingTime": 60,
    "age": 10,
    "description": "The storyline in Friedemann Friese's Fearsome Floors (aka, Finstere Flure) continues the FFF-saga from Friese's earlier game, with players trying to escape from F&uuml;rst Fieso. Story aside, what we have is a wonderful race game in which the players must move through a dungeon as quickly as possible &ndash; or at least within 14 turns &ndash; before it crumbles over their heads.&#10;&#10;Players could reach the exit in only seven turns if everything were peaceful and quiet, but unfortunately the dungeon is also the home of a very hungry monster! Each round, players take turns moving one disk at a time, flipping over the disk after moving it to reveal the movement points available for the next round. They can try to lead the monster, who is always after fresh prey, to opponents' pieces, but they may find themselves eaten instead! Pieces can slide along blood slicks or might be crushed between a boulder and a wall. You can even try to get the monster to teleport to another part of the board, where it will fall upon its next victim!&#10;&#10;",
    "categories": [
      "Horror"
    ],
    "mechanics": [
      "Grid Movement",
      "Modular Board",
      "Race",
      "Square Grid"
    ],
    "image": "https://cf.geekdo-images.com/GFIDR8JqZletddix8obk5A__thumb/img/lfFTfqCvwl8i06H_r49ye_D3Pxo=/fit-in/200x150/filters:strip_icc()/pic163508.jpg"
  },
  {
    "id": "151771",
    "name": "La Cosa Nostra",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 16,
    "description": "In La Cosa Nostra, you take on the role of a mafia boss. In the beginning, you control a crew of gangsters and a couple of businesses. During the game, you will hire new gangsters to do the dirty work and collect your money. Investments lead to new lines of business or monopoly positions: take control of the drug dealing, moneylending or prostitution. Bribe politicians and cops, invest your money in night clubs, casinos or the waste management industry. To get the big deals, you need to cooperate with the other families &mdash; but never rely on those &quot;friendships&quot;. The others will take the first opportunity to stab you in the back, so you better do it first...&#10;&#10;Each player controls gangster cards that serve to either gain money or attack other players. Actions are planned secretly, placed face down, then played in turn. Often you need certain business cards to succeed. If you don't own them yourself, you can negotiate deals with the other players. The players bargain, spy, threaten, and deceive each other.&#10;&#10;Each of the four rounds brings new action cards into the game, and the number of gangsters increases. Thus, the possibilities for actions become more diverse, the jobs more profitable, and the attacks more powerful. Co-operation gets more attractive and treason alluring because at the end of the day money is the only thing that counts.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Mafia",
      "Negotiation"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Take That",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/P9bOdjcFFhjJdaeKjsy4xw__thumb/img/OkTjlsYuMU36TxpFWt8JgtNgPn4=/fit-in/200x150/filters:strip_icc()/pic2971870.jpg"
  },
  {
    "id": "1159",
    "name": "Evo",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 120,
    "age": 12,
    "description": "217,453,883 years, seven months and 26 days before our time, the first dinosaurs left their home in the sea and climbed onto the land. The ever-changing climate was their first adversary, forcing them to remain constantly on the move. But weather was not their only problem. In order to survive and flourish, they had to evolve, and to do it quickly!&#10;&#10;In Evo, you control the survival and evolution of a species of dinosaurs called Dinos. You guide their migrations to temperate climates, you acquire the perfect genes to develop your Dinos and mutate them, and you push out other creatures that have yet to learn the meaning of the term &quot;dominant species&quot;. At the end of the game, you and your Dinos will not be the winners unless you've evolved more quickly and successfully than everyone else.&#10;&#10;Each turn is divided into six phases, in which Dinos move, fight, reproduce and evolve to ensure that their species has the characteristics to survive the various perils of  prehistoric life. Players earn and spend mutation points to adapt their species for survival &ndash; but don't spend all of them as the remainder are counted to determine the winner.&#10;&#10;With every round of play a meteor moves one step closer to earth. When the meteor strikes (determined partly by dice), the game ends!&#10;&#10;",
    "categories": [
      "Animals",
      "Prehistoric",
      "Science Fiction"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Auction / Bidding",
      "Dice Rolling",
      "Hand Management",
      "Turn Order: Stat-Based",
      "Variable Player Powers",
      "Victory Points as a Resource"
    ],
    "image": "https://cf.geekdo-images.com/OlpxzxL2SVr4gQvCSaL4JQ__thumb/img/ircB1NYz1FoikJQ5GRzmmNMCX8g=/fit-in/200x150/filters:strip_icc()/pic1100790.jpg"
  },
  {
    "id": "249746",
    "name": "Nanty Narking",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 14,
    "description": "Immersed deeply in the world of Dickens&rsquo;s and Doyle&rsquo;s literature, Nanty Narking moves you into the realities of the myths and legends of the Victorian era. The events in the game are tied to real and fictional characters and places in Victorian London The same London which inspired so many stories&hellip;&#10;&#10;The action takes place on the city map, with players placing their agents and buildings on the board through card play. Every card is unique. The cards bring the game to life as they include most of the famous characters who have appeared in the various books. The rules are relatively simple: Play a card and do what it says. Most cards have more than one action on them, and you can choose to do some or all of these actions. Some cards also allow you to play a second card, so you can chain actions.&#10;&#10;At the beginning of the game, each player draws a secret personality with specific victory conditions, which means that you can never be sure what the other players need to do in order to win. You need to fulfill your goal while also trying to prevent others from winning!&#10;&#10;",
    "categories": [
      "Bluffing",
      "City Building",
      "Deduction",
      "Miniatures",
      "Post-Napoleonic"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Hidden Roles",
      "Interrupts",
      "Roles with Asymmetric Information",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/QVnxAPBc7rhzQ90WGH-G_Q__thumb/img/rB0pRXnEr4Kw6EUUOZH35f5uUiI=/fit-in/200x150/filters:strip_icc()/pic6111342.png"
  },
  {
    "id": "205716",
    "name": "New Angeles",
    "minPlayers": 4,
    "maxPlayers": 6,
    "playingTime": 240,
    "age": 14,
    "description": "Description from the publisher:&#10;&#10;The largest, richest, and most diverse city on Earth, New Angeles is home to the Space Elevator that rises along its buckyweave tether and connects us to Luna and its invaluable Helium-3 deposits. It is here, in New Angeles, that you'll find the global headquarters for the worlds' most powerful megacorps: Haas-Bioroid, Globalsec, Jinteki, Melange Mining, NBN, and the Weyland Consortium. And it is here, in this shining beacon of human achievement and advancement, that these powerful megacorps enjoy a uniquely fertile breeding ground for their projects and their rivalries.&#10;&#10;In New Angeles, you gain control of one of these megacorporations, then you use your wealth and influence to create more wealth and more influence. To do this, you cut deals and forge temporary alliances. You leverage your credits and assets to gain financial superiority over your corporate rivals. All the while, you also need to keep an eye toward the masses, striking deals with the other corps as necessary in order to keep a lid on crime, disease, and unrest. If you want to maximize your profit, you need to keep New Angeles open for business!&#10;&#10;",
    "categories": [
      "Bluffing",
      "Miniatures",
      "Negotiation",
      "Political",
      "Science Fiction"
    ],
    "mechanics": [
      "Hidden Roles",
      "Negotiation",
      "Semi-Cooperative Game",
      "Traitor Game",
      "Variable Player Powers",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/HqgIDXSo5OkQNg20OIJmaA__thumb/img/8AfKtRfVXXUlg9a-C-MiKa_CPa4=/fit-in/200x150/filters:strip_icc()/pic3123155.jpg"
  },
  {
    "id": "230",
    "name": "Merchant of Venus",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 180,
    "age": 12,
    "description": "Merchant of Venus makes players take on the roles of space traders chasing wealth and fortune. Each player moves their ship through interconnected systems on a fixed map, discovering new alien worlds to trade with. As players start to make money delivering commodities, their earnings can be used to purchase equipment and construct their own infrastructure. The player who first acquires enough total value in cash and port/factory deeds wins the game.&#10;&#10;The game uses a basic roll-and-move mechanism for movement, but modifies it with engine ship upgrades that let the players skip certain spaces during movement. When players reach cities and spaceports, they can buy and sell commodities. Different species are randomly distributed throughout the universe at the start of the game, and players will only uncover which species lives where through exploration in the course of the game - the layout of which species lives where works to offset the rigidity of the fixed map by making different routes through the map profitable each game.&#10;&#10;The prices a player receives for selling their cargo is determined by the species that lives in the system, and what commodities a port offers for purchase is determined by a unique and dynamic supply-and-demand mechanism. With their money, players can replace their spaceships with better models, or build factories (which create better commodities) and spaceports (which speed up trading). They can also buy upgrades for their ships (like shields, lasers, or engines).&#10;&#10;Variations included in the rulebook allow for interplayer combat and solo play, and the exact target wealth players have to acquire in order to win is decided on before each play.&#10;&#10;",
    "categories": [
      "Economic",
      "Exploration",
      "Science Fiction",
      "Space Exploration",
      "Transportation"
    ],
    "mechanics": [
      "Commodity Speculation",
      "Dice Rolling",
      "Movement Points",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Solo / Solitaire Game",
      "Trading",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/FZ7aD_jdYDqpcSBQ1rkT8A__thumb/img/P8HOlVIvm5Kj1vBCB35WMU0y77s=/fit-in/200x150/filters:strip_icc()/pic159117.jpg"
  },
  {
    "id": "4099",
    "name": "Keythedral",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 8,
    "description": "A Keythedral is being built in the fields near Keytown, in the middle of the Keydom. The inhabitants of Keyland will gather the resources with which to build the Keythedral from the surrounding fields.&#10;&#10;The Keythedral will be built in five stages, and each stage will require different building materials. In the early stages, simple materials will be needed, and as the building nears completion, more specialized materials will be needed. Throughout the development period, the builders will require food and water, and, if they are lucky, the builders will also receive some wine.&#10;&#10;In the game, each player starts with five cottages. Each cottage houses a worker. Each turn, every worker will try to move into one of the fields adjacent to their cottage in order to gather resources from the land. These resources are required for building the Keythedral.&#10;&#10;Problems, however, are at hand. Firstly, no one is ever quite sure what the building requirements for the next stage of the Keythedral will be until the previous stage is completed. Secondly, once more workers arrive, the fields will become crowded, and some of the workers will be idle. Players may choose to fence off some of the fields in order to keep out their opponents' workers. However, the workers are quite partial to the odd tipple, and for a couple of barrels of wine, they can be persuaded to remove any one of the fences that a player has taken offense to!&#10;&#10;Good luck in your endeavors to keep your workers productive and to get the right building materials at the right time.&#10;&#10;Keythedral is Richard Breese's fourth game in the key series.&#10;&#10;",
    "categories": [
      "City Building",
      "Medieval"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Modular Board",
      "Set Collection",
      "Tile Placement",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/iQbEVmvovOvL8OEgNcpW1g__thumb/img/dfTDdv7nd86VgRd-Y_iCuyqbdz8=/fit-in/200x150/filters:strip_icc()/pic561488.jpg"
  },
  {
    "id": "227456",
    "name": "Escape the Dark Castle",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 14,
    "description": "Escape the Dark Castle is a simple, cooperative game of retro-atmospheric adventure.&#10;&#10;Players take on the roles of prisoners, wrongfully incarcerated in the depths of The Dark Castle. Whether it&rsquo;s the Abbot, the Tailor or any of the six playable characters, each prisoner is represented by a character card and a custom character die showing that prisoner&rsquo;s unique endowment of Might, Cunning and Wisdom &ndash; the game&rsquo;s three traits.&#10;&#10;Embarking on a desperate quest to escape, the players must work together using custom dice and item cards to overcome the castle&rsquo;s many horrors, traps, and challenges - each of which is represented by a large, illustrated chapter card. At the beginning of each game, 15 of these chapter cards are drawn at random from a larger deck to create a unique castle every time.&#10;&#10;Gameplay involves one player revealing a new chapter card each turn, in a motion like turning a page of a book. When a card is turned, the next chamber or passageway into which the prisoners have stumbled is revealed. There is no turn order. Instead, players decide as a group who will turn the next chapter card, and there are often grisly consequences for the one that does!&#10;&#10;Once revealed, the chapter card will explain the situation facing the group and what must be done to get through it. In the style of choose-your-path adventures, most chapters offer the group a choice about how to proceed. Bribe the drunken guards or attack them? Charge the beast or lure it out? Steal from the kitchen stores or keep moving?&#10;&#10;Each chapter is a mini-game and a variety of mechanics are required to complete it, from RPG-style skill tests for an individual character, to push-your-luck dice rolling as a team, to the playing of item cards collected along the way to bolster the tactical abilities of the group.&#10; &#10;When the players choose to enter (or fail to avoid) combat, all players roll their unique character dice simultaneously to make an attack against the enemy. They need to collectively muster the right combination of Might, Cunning and Wisdom to defeat the foe in question, or risk taking damage. Blocking, Resting, and the use of Weapons, Relics and Potions will help to keep the prisoners alive.&#10;&#10;The goal of the game is for the group to complete every chapter in the castle deck, then defeat the final boss. To win, they must keep every member of the team alive - if any player is killed the game ends immediately.&#10;&#10;",
    "categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Fantasy",
      "Horror",
      "Medieval"
    ],
    "mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Die Icon Resolution",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Role Playing",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/d4MkgAvJOaJPVjxr6R9rKQ__thumb/img/fbbmrfibmcgPqNDbruBOE4-uTkc=/fit-in/200x150/filters:strip_icc()/pic5004159.jpg"
  },
  {
    "id": "322616",
    "name": "Comic Hunters",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 14,
    "description": "After a long search in several comic bookstores and online stores, you managed to acquire the most important comic books of all your favorite heroes. Well, almost all of them! Some rare and important editions are still missing from your collection. The first appearance of your favorite villain, that special edition that influenced a generation of story lines, the spetacular debut of the new uniform, the memorable confrontation with the archenemy and the valuable number one! You already know where to find them and you also know that you are not the only one in search of these precious gems. Will you be able to collect all the comics needed to be recognized as the greatest collector of all time?&#10;&#10;Comic Hunters is divided into three rounds. In each round, players will visit three of the four locations where they can purchase Comic Book Cards. At the end of the round, players must place cards on the table to start or expand their collections. When adding a comic to a hero's collection, the player will move his markers on the icon tracks according to the Spotlight Icons of the new card in play (Number 1, First Appearance, New Visual, Special Edition and Memorable Clashes.). The further the player advances on each track, the more points he or she may get. In addition, each collection scores based on the number of cards it contains. After three rounds the player with most points is acclaimed as the greatest comic book collector of all time and wins the game!&#10;&#10;-description from designer&#10;&#10;",
    "categories": [
      "Card Game",
      "Comic Book / Strip"
    ],
    "mechanics": [
      "Auction: Turn Order Until Pass",
      "Closed Drafting",
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/9kc6ILrD2NPsvRUmzBK_aA__thumb/img/GMpqOcxNvmyY5mSdJfCLw5c_FWQ=/fit-in/200x150/filters:strip_icc()/pic8269454.jpg"
  },
  {
    "id": "394",
    "name": "Kahuna",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 40,
    "age": 10,
    "description": "&quot;Who will rule the South Seas? Two Kahuna - ancient sorcerers of the Pacific - compete for dominance on an archipelago consisting of twelve small islands. Using their magic and wisdom, they struggle for control of the islands. They anxiously await the cards handed to them by fate. But when the time is right, they move to capture one, two, or even more islands, trying to gain the upper hand. At the mercy of the magical powers of the South Seas, they quickly realize that even the best magic is no good without strategy.&quot;&#10;&#10;Originally published in 1997 as Arabana-Ikibiti by the designer's own publisher Bambus Spieleverlag, then reprinted by Funagain in the U.S., Kosmos' Kahuna &ndash; part of its Kosmos two-player series &ndash; is the best known implementation of this design.&#10;&#10;It's a two-player game, played on a board depicting twelve islands. Players use cards to place bridges between these islands or remove opponent's bridges. If you get the majority of bridges around an island, you place one of your marker stones on it and also remove any of your opponent's bridges to that island &ndash; which might cause them to lose a bridge majority on an adjacent island and lose a marker stone there.&#10;&#10;The game is played in three rounds. A round ends when all cards from the face down deck and the three face up cards have been taken. Then points are scored for the islands with a marker stone on them. The game can also end sooner when one player has absolutely NO bridges left on the board.&#10;&#10;The Kosmos edition has excellent graphics and nice wooden pieces and plays very well.&#10;&#10;Reimplements:&#10;&#10;     Arabana-Ikibiti&#10;&#10;&#10;Reimplemented by:&#10;&#10;     Kanaloa&#10;&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Network and Route Building",
      "Open Drafting",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/UdhhVlmQihMbvlNSvY1lUA__thumb/img/bc5NxkspfUfPskxlC30SxlwNyxs=/fit-in/200x150/filters:strip_icc()/pic2606165.jpg"
  },
  {
    "id": "143405",
    "name": "Sylvion",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 10,
    "description": "The mad Fire Elemental lord is out to burn down the dream forest. Attacking in waves using Fire Elementals, your only defense are trees and fountains and those animals brave enough to offer aid before scurrying away to safety. Using a unique drafting system and combining it with a tower defense game, will you be able to keep your forest green?&#10;&#10;Sylvion is a tower-defense type game in which attacks come down four rows and in waves. You build a deck using a unique drafting process and play cards from your hand by paying with other cards in your hand. You can play cards to the rows like fountains and trees or play animals for instant effects or to manipulate the enemy decks of cards. When all the waves have finished, you must have kept the heart of the Sylvion verdant, or else the whole forest of the Oniverse will be destroyed.&#10;&#10;This game can be played in an introductory style, advanced mode, and includes two expansions and an appendix for further challenges and complexity.&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game",
      "Environmental",
      "Fantasy"
    ],
    "mechanics": [
      "Card Play Conflict Resolution",
      "Cooperative Game",
      "Events",
      "Grid Movement",
      "Hand Management",
      "Interrupts",
      "Open Drafting",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/LRuwX_qAGXDSWRF2fufzAw__thumb/img/zN5w-EtX4DTGPoYsqwqXquGUIs0=/fit-in/200x150/filters:strip_icc()/pic6863747.jpg"
  },
  {
    "id": "2507",
    "name": "Liberté",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 14,
    "description": "Libert&eacute; covers the French Revolution from 1789 and the meeting of the Estates General to the Directory and Bonaparte&rsquo;s coup d&rsquo;&eacute;tat in 1799. &#10; The game is played in four turns. In each turn there will be a variable number of rounds, followed by an election to see which faction becomes the government. There are three factions, the Radicals (red), the Moderates (blue), and the Royalists (white).  The most common action is for a player to place faction blocks on the board.  He shows he controls these blocks by placing one of his tokens on top of the stack.&#10;&#10;The cards are divided into two sets, set 'A' and 'B'.  The 'A' deck is used first and tends to favor the moderates and Royalists.  Once this deck has been exhausted the 'B' deck comes into play, which tends to favor the radicals.&#10;&#10;The election is triggered when all of one type of faction block has been exhausted.  The faction blocks will determine which faction forms the next government.  Players are attempting to score victory points by having the most influence in the government and opposition.  Points can also be picked up in later turns for being the general in charge at a victorious battle, and for winning elections in specific provinces.&#10;&#10;Normally the player with the most victory points will win.  However, there are two sudden death game end conditions that may alter the outcome.  The first is a radical electoral landslide, triggered by the red faction gaining 17 or more votes.  The second is  successful Royalist counter-revolution, precipitated by Royalist control of seven counter-revolutionary provinces.  In both cases, victory is determined by a different set of criteria, in which accrued victory points do not count.  The player who is ahead on points must be aware that one mistake could lead to defeat at the hands of the Jacobins or Royalists!&#10;&#10;It is likely that you will never have played a game quite like this one and you may find yourself wondering what strategies to employ.  Do not despair!  Once you have completed your first game you will realize that amongst the apparent chaos of the game there are many opportunities for long-term planning.&#10;&#10;Libert&eacute; is #6 in the Valley Games Classic Line&#10;&#10;",
    "categories": [
      "Napoleonic",
      "Political"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Hand Management",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/2X9geVmC4PvZIyNXFPV1Sg__thumb/img/X2pF3tim3Mw0BxLsT4_pWlYHH5I=/fit-in/200x150/filters:strip_icc()/pic763388.jpg"
  },
  {
    "id": "331820",
    "name": "Rolling Heights",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 14,
    "description": "Roll Your Meeples, Build the City.&#10;&#10;It's the 1920's and your career as a general contractor is about to take off. You have just started your business in a rapidly expanding city.&#10;&#10;In Rolling Heights, players roll workers in the form of meeples. Standing meeples work hard that day and provide special actions and building materials, while face-down meeples provide nothing. You can always push your luck for better rolls, but you might lose valuable materials you need to construct new buildings. Completing buildings gains you prestige, as well as new workers to help you construct even larger buildings, including skyscrapers.&#10;&#10;Will you construct the next famous landmark?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "City Building",
      "Dice",
      "Industry / Manufacturing"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "End Game Bonuses",
      "Push Your Luck",
      "Random Production",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/Ko4dCJkyNFD8u1W5SCDEZw__thumb/img/ORIJ-VeEy_XufZ3Ym-kASJIrKDE=/fit-in/200x150/filters:strip_icc()/pic5992107.png"
  },
  {
    "id": "383499",
    "name": "Witchcraft!",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 40,
    "age": 10,
    "description": "A midnight bell tolls on the streets of Wildegrens as the villagers shutter their windows against the darkness.  Something moves through the night&ndash;in the forest, through the fields, across the old battlefield.  The isolated village is in danger.  Crops are failing, animals are dying, and villagers are disappearing.  Townsfolk are scared.  Some of the women are fighting back, but the villagers suspect that these women may be dealing with the devil himself.  From behind the old school a shadow crosses to the town well.  A feeble light reveals two witches who nod to one another, shutter the lantern, and make their way towards the dark woods.&#10;&#10;Witchcraft! is a fast-playing, card-driven solitaire game where you lead a coven of witches in a  fantasy world where magic is real&ndash;and so are the monsters.  Building on the hidden / revealed mechanism of Resist! you will decide when to use magic to defeat the challenges you face&ndash;revealing yourself to your fellow villagers and being imprisoned for witchcraft.  As you complete missions and defeat enemies you will try to prove to the villagers that magic is not evil, and convince a jury that you are protecting the village.  Three jurors will decide your fate and their conviction is strong.  Can you persuade them?  Or will evil overcome you and the village?&#10;&#10;At the beginning of the game you assemble a coven of witches from families of women represented by a deck of cards.  Selecting multiple witches from a family makes that family more powerful.  Each family is focused on different tasks in the game&ndash;revealing challenges, increasing attack power, uncovering the conviction of the jurors, or capturing familiars to help you in your fight. The fight is real and each of the eight jurors face a different villain.  Is it the Headless Horseman, Baba Yaga, the Scarecrow, or some other fiend?  On setup you choose three jurors, their missions, and their unique challenges&ndash;providing 56 possible combinations with great variety in the types of challenges and monsters you will face.  If you fail two missions or lose five villagers, you lose the game.  Even if you defeat the missions you still face the trial, and you are only sure of your fate when you reveal the conviction of the jurors and see if you have done enough to persuade them.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Card Play Conflict Resolution",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/sfgo3BXIx9lE_OP1sOnzwA__thumb/img/R3D3u6uZQ2cUI8ehs3c-VxUzXy0=/fit-in/200x150/filters:strip_icc()/pic7442805.jpg"
  },
  {
    "id": "23094",
    "name": "Planet Steam",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 180,
    "age": 14,
    "description": "Welcome, dear Imperialists. It's the year 2415. The interplanetary federation (IPF) has done a great job in the last centuries. All necessary precautions have been taken to conquer this planet named &quot;Steam&quot;. The core of the planet consists of a 6,500&ordm; Celsius hot source containing different resources, including water. It has taken over one hundred years to complete the first block of 42 shafts from the surface to the core.&#10;&#10;But now the time has come. From every shaft surges the hot steam that is the basis of the production of raw materials. To be able to use and process this steam, platforms have to be placed over the shafts. Later, we can use the platforms to connect the water purification tanks. By using several tank extractors, we can harvest other resources like energy, ore, and quartz from the steam. These resources are important. You will need them to grow your steam empires. You will need to increase the capacity of your landing craft to transport your harvested materials off planet. Buy and sell the resources at the Trading terminal for profit, as currency is &ndash; like on earth &ndash; always in short supply on Steam. To help you in your endeavours, the IPF has placed several specialists at your command &ndash; but getting the specialist that you require may not be easy.&#10;&#10;Planet Steam is a board game in which two to five players take the roles of entrepreneurs in a steampunk boomtown, racing to assemble equipment, claim plots of land, extract resources, and accumulate riches. After harvesting resources using tanks and converters, players must buy and sell those resources in a volatile and ever-shifting market. The one who earns the most income will, in the end, be victorious. However, only through shrewd resource management and clever manipulation of supply and demand can a player reign supreme!&#10;&#10;",
    "categories": [
      "Economic",
      "Industry / Manufacturing",
      "Science Fiction"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Market",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/lwHHsQY7ej48gRR08yLKMQ__thumb/img/Qmmoyno4oj-v8CqWYSwlv7GOyuI=/fit-in/200x150/filters:strip_icc()/pic1639600.jpg"
  }
]
