[
  {
    "id": "12545",
    "name": "The Game of Life: The Simpsons Edition",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 9,
    "description": "From the box back:  Welcome to the Simpson's way of LIFE. Will you get an education or a cool tattoo? Maybe you'll invent the Flaming Moe, drive the monorail, or raise tomacco. Perhaps you'll join The Stonecutters or catch a three-eyed fish or appear in the next McBain film. Just beware of all-syrup super-Squishees, Quetzlzacatenango peppers, and the exotic wiles of Princess Kashmir. Make your mark on Whacking Day and you might retire to Monty Burn's Manor. Or forget all that and just play this great game.&#10;&#10;",
    "categories": [
      "Economic",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/l7bGM287VIofycoMntwPCg__thumb/img/Ryg8mHO2vP6rMjkJGJcVh_cZ6D4=/fit-in/200x150/filters:strip_icc()/pic1836814.jpg"
  },
  {
    "id": "1217",
    "name": "The Secret Labyrinth",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "Part of the Ravensburger Labyrinth Games series, it's Labyrinth transposed in a circular format, and with a rock-paper-scissors &quot;combat&quot; system added.  Most reviewers consider it disappointing when compared with the other games in the series.  The first player who captures (or steals from another player) seven treasures or seven trolls wins the game.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Fantasy",
      "Maze",
      "Puzzle"
    ],
    "mechanics": [
      "Modular Board",
      "Network and Route Building",
      "Rock-Paper-Scissors"
    ],
    "image": "https://cf.geekdo-images.com/gKFP_UFRGfhkn0cV7tWdVA__thumb/img/ukbvYCArfoc0qLZhuV_SNtFZtT4=/fit-in/200x150/filters:strip_icc()/pic1463680.jpg"
  },
  {
    "id": "7584",
    "name": "Electric Football",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 10,
    "description": "Most of you will recognize this old classic. It has been re-released several times since its 48' inception. Most of the re-releases revolved around alternate years Super Bowls with the players present from the respective teams ending up in that years game box. This game gave you all the players needed for a full football team on offense and defense and movement bases that allowed particular players to hopefully run particular routes. There was also the triple threat QB. He could pass, punt and kick your field goals. Earlier versions just included a little clicker type device to flip around the ball. Little felt football were included. Game field vibrated with an electric buzzer to set the players in motion. Set up your formations then turn the switch on and off accordingly, adjusting your players as the rules allowed. So what if the game is absolutely impossible to play? The components were enough to keep us all entertained and constantly wanting to pull it out.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Electronic",
      "Real-time",
      "Sports"
    ],
    "mechanics": [
      "Action Queue",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/175rVDU4h2GMwXZFGN_kvA__thumb/img/aaFEI1UttxEqu_sf_AMS5YlP2LE=/fit-in/200x150/filters:strip_icc()/pic31438.jpg"
  },
  {
    "id": "8784",
    "name": "Po-Ke-No",
    "minPlayers": 2,
    "maxPlayers": 13,
    "playingTime": 10,
    "age": 8,
    "description": "Includes 12 boards and a large number of poker-style chips (no cards, however). Paraphrased from the box:&#10;&#10;A game that is a combination of the two games known as Poker and Keno (or Lotto), with features that make it more interesting and exciting than either.&#10;&#10;Each player, except the dealer, is given a board and some counters. If there are no more players than boards, the dealer may also play if desired. The dealer or &quot;caller&quot; is furnished with an ordinary deck of 52 playing cards, shuffles them, and turns over the top one calling it out. Each player with that space on their board covers it with a counter. The dealer continues turning over cards until someone wins by having a complete row of five scored, either horizontally or vertically. The player who wins becomes the next dealer.&#10;&#10;Several scoring methods are suggested, such as collecting all counters lying on other boards. Or, continue playing until everyone has a line of five, then scoring via the rank of poker hands - the boards are arranged so that each line vertically and horizontally represents every different poker hand, ranging from a &quot;straight flush&quot; to &quot;a pair&quot;.&#10;&#10;",
    "categories": [
      "Card Game",
      "Number"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/LSmBPI93MGa1G6kk1Jhk2g__thumb/img/avi4MxF2yRKxAce6rakUB7aD408=/fit-in/200x150/filters:strip_icc()/pic7633210.png"
  },
  {
    "id": "167715",
    "name": "Moral Dilemma",
    "minPlayers": 5,
    "maxPlayers": 20,
    "playingTime": 15,
    "age": 18,
    "description": "Moral Dilemma is a rude, adult party game where the right answer is always determined by your peers. This party game of ethical debate will put you and your friends in a position to discuss some of the most outrageous predicaments with some of the most terrible resolutions that we could think of. Two unique sets of rules will create two very different ways to play the game! In one set, argue for what you believe, and in the other you argue for whatever the cards tell you.&#10;&#10;On your turn, you pull a card and read. You then secretly vote for one of two choices on the card. The rest of the group (society) then votes as a team. If you agree with society, then you get the point!&#10;&#10;Includes hundreds of unique moral dilemmas (with a few classics thrown in there) that can sprout hours of fun and debate!&#10;&#10;What&rsquo;s in the box:&#10;&#10;385 Cards&#10;Game Instructions&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Negotiation",
      "Party Game"
    ],
    "mechanics": [
      "Negotiation",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/Mooqmdf2jP38oavcfZ5RDg__thumb/img/AZfnJTdnFGCWh78YAUZdE_decKc=/fit-in/200x150/filters:strip_icc()/pic3262426.jpg"
  },
  {
    "id": "15064",
    "name": "Pimp: The Backhanding",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 18,
    "description": "From the publisher:&#10;&#10;Forget growing up to be a fireman, cop or doctor. Join the profession so highly regarded for its virtues &mdash; become a pimp! Mack some ho&rsquo;s and put them to work. Make the biggest roll of dough and be declared the Mack-Daddy. Just watch out for other pimps as they try to put a beatdown on you and your ho&rsquo;s. A ho in the hospital don&rsquo;t earn you no dough!&#10;&#10;I&rsquo;m Your Mack Daddy Now&#10;&#10;Pimp is a hilarious, stand-alone card game for two to four mature players. Rev up the chrome-caddy, dust off the purple suit and fedora, and make yourself some dough with the world&rsquo;s oldest profession. 100 cards plus rules sheet.&#10;&#10;White Wolf Entertainment AB ISBN: 1-58846-624-8 Stock #: 5140&#10;&#10;&#10;     Enough strategy and variety to offer great repeat play value&hellip;&#10;     But not so complex that you can&rsquo;t play after too many beers or too few pretzels&#10;     If you like being politically correct and never laughing, don&rsquo;t buy this game&#10;     A fast-playing, yet high-strategy game, ideal for after-hours game-nights&#10;     Suggested for mature players.&#10;&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Mature / Adult"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/HiJY5AXhEzgbzNvNi92a4A__thumb/img/2sYmtX0J48DbrHixO3We-eG4NXA=/fit-in/200x150/filters:strip_icc()/pic70378.jpg"
  },
  {
    "id": "308357",
    "name": "Con Sonar!",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 12,
    "description": "A red storm is coming!&#10;&#10;From beneath the ocean surface, boomer submarines from the six nuclear nations are preparing to launch their radioactive payload.&#10;&#10;In Con Sonar! your goal is to sink more enemy submarines than the other players, while making sure your own subs survive.  12 submarines are placed on the &quot;firing solution&quot; board at the beginning of the game.  Players play a fleet card to move a submarine up or down the board, by matching symbols on their other fleet cards or on the revealed torpedo cards, they can chain actions together and launch a torpedo.  If a torpedo is launching, dice are rolled and the higher a submarine is on the firing solution board, the more likely it is to be sunk.&#10;&#10;Player score is based on the number of subs sunk, the number of surviving friendly subs, and various bonus objectives.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Nautical"
    ],
    "mechanics": [
      "Command Cards",
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/uvwb9ckYMloQJkf7f46_XQ__thumb/img/QB3gHnRV7r9pa5gpdiwdv6XVJuA=/fit-in/200x150/filters:strip_icc()/pic5386626.jpg"
  },
  {
    "id": "158917",
    "name": "TKO",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 5,
    "age": 8,
    "description": "In this boxing game, players simultaneously choose a punch or a block to gain points. Compete for the TKO Belt as you maneuver around the ring in this clever boxing game. You&rsquo;ll need more than brute strength to get inside your opponent&rsquo;s head. Choose from 8 different fighters and keep it clean out there!  Fight!&#10;&#10;Number 2 in the Pack O Game series.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fighting",
      "Sports"
    ],
    "mechanics": [
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/fD2oXUI1NsufMzbIoyUUjQ__thumb/img/n9tFKB71w653VEttABC94Rf8ypI=/fit-in/200x150/filters:strip_icc()/pic2559562.jpg"
  },
  {
    "id": "6447",
    "name": "Time Control",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 12,
    "description": "Boxed board game for 2-4 players, recommended Ages 12 and up. Each player controls 12 Time Agents and a Timeline (board). Agents are sent into the &quot;past&quot; from &quot;today&quot; to combat enemy agents and to alter history. Altering history creates time waves that travel to &quot;today&quot; and create problems. Players who accumulate too many of the wrong sorts of problems lose. Players may get rid of problems by discarding agents or time control points, or may attempt to create &quot;solve problem&quot; waves. All players play simultaneously; players may interrupt one another if desired, canceling an announced action. Players may &quot;take time control&quot; and become un-interruptible. Taking time control may be contested by another player; if so, a duel ensues, a blind bid using time control points, which are discarded after the duel. Agent vs. agent conflict is resolved the same way; the results of an agent vs. agent conflict are resolved with blind draws from the Fate deck.&#10;&#10;",
    "categories": [
      "Real-time",
      "Science Fiction"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/-rUdEvTcpZ8QSI-rxUoCyw__thumb/img/Nemabh6syGv3NETS3k9r8WBXgj0=/fit-in/200x150/filters:strip_icc()/pic237837.jpg"
  },
  {
    "id": "5129",
    "name": "The Simpsons: LOSER Takes All!",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "A Simpsons branded party game with a strong truth or dare flavor.&#10;&#10;The winner is the player with the lowest score at the end of the game.&#10;&#10;Players select a Simpsons character for a pawn and place it on the board.  They are given $20 in fake money and 10 junk food tokens as well as the give character cards matching the pawn they selected.&#10;&#10;Players take turns using the spinner to decide actions and movement.  Moving into a new square triggers the action described on the square, in addition to any action the spinner dictated.&#10;&#10;Typical actions are giving away money or junk food tokens to other players, receiving money or junk food tokens from other players, and swapping money or junk food tokens with another player.&#10;&#10;Special actions are the question spaces on the board.  When a player lands on one they must read the next question on the current question card, write down their answer, and pick one of the other players to guess the written answer.  If they guess correctly, they turn one of their character cards face down; if they guess incorrectly, then the current player turns one of the his/her character cards face down.&#10;&#10;Some sample questions:&#10;&quot;True or False: I'd rather watch a horror movie than a sentimental drama.&quot;  &#10;&quot;What's my favorite movie?&quot;  &#10;&quot;Has a dog ever chased me?&quot;&#10;&#10;When one player has turned all five character cards face down, the game is over.  Players with face up character cards remaining must add three points per card to their point total (sum of junk food and money).  The player with the lowest score wins.&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/LxgBXLaqIoQDRlHZwZMjIg__thumb/img/b3Oimga1xowDTxZIvUzF1QJZN1Q=/fit-in/200x150/filters:strip_icc()/pic290780.jpg"
  },
  {
    "id": "9464",
    "name": "Teenage Mutant Ninja Turtles: Pizza Power Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 6,
    "description": "Teenage Mutant Ninja Turtles: Pizza Power Game, is based on the late 80's cartoon of the same name. Players play as one of the four Turtles and move around the board while fighting enemies. Players can travel on the streets or through the sewers. Battles are handled with a 'flipper' which the players load dice into and attempt to shoot them into one of three numbered compartments. To win you must defeat 3 enemies, go to the Technodrome and recover the secret Mutogen.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game",
      "Dice",
      "Fantasy",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/jlmkpzgFWMpgc2ZTFyrneg__thumb/img/ZzuZAOWx37y01W5fs6Q8d7CSr-4=/fit-in/200x150/filters:strip_icc()/pic217194.jpg"
  },
  {
    "id": "310408",
    "name": "The Shining: Escape from the Overlook Hotel",
    "minPlayers": 1,
    "maxPlayers": 99,
    "playingTime": 120,
    "age": 17,
    "description": "The Shining: Escape from the Overlook Hotel puts one or more players in the roles of unhinged writer Jack Torrance's wife and son, Wendy and Danny, who must work together and find a way out of the mysterious resort!&#10;&#10;Driven by the &quot;Coded Chronicles&quot; mechanism, which requires you to unlock clues and solve puzzles for unique storytelling codes, the game allows you to use psychic abilities like &quot;the shining&quot; to get through more than two challenging hours of escaping the threat of homicidal Jack and the paranormal hotel itself! Since every Coded Chronicles game is enriched with thematic details and objectives, escaping captivity makes this edition's difficulty level as hard as a dizzying hedge maze (minus the time limit)!&#10;&#10;Players can anticipate being engaged with every unpredictable turn, thanks to Wendy and Danny's heightened abilities, which allow their characters to investigate with double the intuition as characters from the previous Coded Chronicles game, Scooby-Doo: Escape from the Haunted Mansion. Use Wendy's skill of looking and using surrounding objects to get a better hold of helpful items or tap Danny's supernatural &quot;Shining&quot; to reveal hidden clues.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Cooperative Game"
    ],
    "image": "https://cf.geekdo-images.com/RHEFDdcbmv3i5Iw-lnlfKA__thumb/img/nHow9Lz2Sj6Cgpc76bfOy9hIbak=/fit-in/200x150/filters:strip_icc()/pic5678162.jpg"
  },
  {
    "id": "9812",
    "name": "Gone Fishin'",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 4,
    "description": "Each player gets a plastic fishing pole with a little magnet at the end of the fishing cord.&#10;The players sit around a cardboard aquarium in which plastic fish, cardboard fish and pieces of garbage are hidden from their view.  Players have to try and 'fish' the fish from the aquarium while trying to leave the garbage alone.&#10;The bigger the catch, the more points you earn, and the treasure chest is worth the most points of all. Who catches the most fish for the most points wins.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Sports"
    ],
    "mechanics": [
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/JJBc7FwqROL2Facl5roV0w__thumb/img/z8LOh8_lahPAjNVmQYy9QpLoYyU=/fit-in/200x150/filters:strip_icc()/pic47314.jpg"
  },
  {
    "id": "14076",
    "name": "The Ladybug Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 3,
    "description": "From the publisher:&#10;&#10;&quot;The Ladybug Game is designed for interactive play between parents and children. Parents are encouraged to read a lively introductory story about the adventures of four ladybugs &ndash; Ella Yellow, Rickie Red, Tommy Teal and Olivia Orange.&#10;&#10;The object of the game is to help them find their way back home (a rosebush) after a windstorm launches them airborne and they land on a faraway dirt pile. The first ladybug to find her way &ldquo;home&rdquo; is the winner. Along the way, the ladybugs encounter various hazards such as tall grass, praying mantis&rsquo;, aphids and ants.&#10;&#10;The Ladybug Game was invented by Kylie Copenhagen, a first grader in California who loves ladybugs.&quot;&#10;&#10;",
    "categories": [
      "Children's Game",
      "Humor",
      "Party Game"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/Q3692Z7R1Km_Yk7P9YDY5A__thumb/img/4VJ8YU1SbDsAZ7usXz9lmHOrZrk=/fit-in/200x150/filters:strip_icc()/pic282442.jpg"
  },
  {
    "id": "36783",
    "name": "Jishaku",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 8,
    "description": "In Jishaku, players take turns placing hematite magnets onto a foam playing field in one of three different games, trying either to prevent the magnets from attaching to one another or to encourage them to connect.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Action / Dexterity"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/6F0dZd6fkvV03GMH73XvIw__thumb/img/ScbeRA5WIBQKZTEdPnlBk8Ng_4A=/fit-in/200x150/filters:strip_icc()/pic2523095.jpg"
  },
  {
    "id": "698",
    "name": "Gother Than Thou",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 15,
    "description": "A satire of the &quot;gothic&quot; lifestyle, in which players try to accumulate twenty &quot;Goth Points&quot; while giving their opponents cards that subtract Goth points. &quot;Infection Points,&quot; which limit hand size, and &quot;Money,&quot; which limits draws, also come into play along with Goth points, so most of the cards are a mixed bag.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/HCcoZJYkriLvUwO8x_rWSg__thumb/img/d3xJyPleBJsxCDRSav5cpgOlBdc=/fit-in/200x150/filters:strip_icc()/pic3397.jpg"
  },
  {
    "id": "172032",
    "name": "Bottlecap Vikings",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "You are mighty VIKINGS! Mighty, but very small. As you sail your ship around a bottlecap, you will loot and plunder gold and wood to improve your city (granting you new abilities) and gain victory points. And while you may get hurt along the way, sometimes it's best to just push ahead, because the Valkyries don't come to claim the dead immediately...&#10;&#10;Bottlecap Vikings is a small rondel game with a ton of replayability. The rondel spaces are not fixed in place- they are randomized at the beginning of the game. Not only that, they're double-sided, so you might never play on the exact same configuration twice. There are two different victory conditions, and players each have a small &quot;tech-tree&quot; in their city with multiple viable paths. Furthermore, the city cards are double-sided, one side is identical for all players, and the other side is unique. To top it off, the crux of the gameplay is the push-your-luck damage system, which makes you value spaces differently depending on how damaged you or others already are.&#10;&#10;Bottlecap Vikings is packaged with 3 mini-expansions for other Tasty Minstrel Games&#10;Harbour: Ice Viking&#10;Gold West: Bandits Promo&#10;Eminent Domain: Battlecruisers &#226;&#128;&#147; Heavy Assault&#10;&#10;",
    "categories": [
      "City Building"
    ],
    "mechanics": [
      "Modular Board"
    ],
    "image": "https://cf.geekdo-images.com/nNPgdJXhdkw_XLcP-3lbeg__thumb/img/X1NwSO0SJ6FXmhTnJXw5bo_lO1Q=/fit-in/200x150/filters:strip_icc()/pic2397840.png"
  },
  {
    "id": "152488",
    "name": "Funny or Die",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 0,
    "age": 13,
    "description": "Funny or Die consists double sided cards featuring a funny picture on one side and a caption on the other. Each player has a hand of these cards with the remainder making up the deck. An active player rolls a die which determines both the money wagered on the round and if the round will use pictures, captions, or the player's choice. A card is drawn from the deck for each player, who must then pair it with an opposite card from their hand.&#10;&#10;In the voting round, each player has a funny token and a die token with identical backs. Players place a funny token on the funniest pair and a die token on the least funny (players may not vote for themselves). A tie leads to a run-off vote. The tokens are flipped up and the player with the most funny tokens takes the money wagered. The next player then rolls the die for a new round.&#10;&#10;When a player loses all their money, the game ends. The player with the most money wins the game.&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "mechanics": [
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/luoXf1oQrg0-YJLqYfqj2g__thumb/img/EcRt_2bSDqGtE4-pYpXzk9vlEN4=/fit-in/200x150/filters:strip_icc()/pic1913077.jpg"
  },
  {
    "id": "84730",
    "name": "Doggie Doo",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 4,
    "description": "Takkie Kakkie is always hungry! But what happens now? Bah! He poops on the sidewalk! Dogs naturally do not belong on there, so poop should be cleaned up.&#10;&#10;Aim of the game&#10;&#10;Collect the dog's feces in your shovel. The first player to three pieces on his or her shovel is the winner.&#10;&#10;Game play&#10;&#10;Put the dog in the middle of the table. Each player gets a shovel. The youngest player starts the game by rolling the dice. The symbols on the dice indicate what you should do. This mostly indicates how many times you can push the handle on the dog's leash. Each time you push it the poop gets closer to the end, when it drops out you get it and one point. When you have three points, you win the game.  Other symbols on the dice tell you that you can't do anything on this turn or that you can switch shovels with another player.&#10;&#10;",
    "categories": [
      "Animals",
      "Children's Game"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/7uCuKhMVXtyEL8M-GLasPg__thumb/img/VNqsQtMG9yXsHqHsFu7xnpQj8ew=/fit-in/200x150/filters:strip_icc()/pic1947645.jpg"
  },
  {
    "id": "99918",
    "name": "W.W.B",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 0,
    "description": "This game uses 102 cards. The cards are numbered 1-100 and there is also a Start and Finish card.  These cards are shuffled and dealt face up, showing the either a number 1-100 or Start or Finish.  Each player puts their piece on the Start card.&#10;&#10;During the turn, a player roll their 6-sided die (one side has a five on it, the rest are blank) up to twice.  If the first roll is a 5, they advance their piece onto the next card in the sequence (players go from the Start card to 1, then through to 100, then onto Finish card), otherwise they do not advance.  If the player rolls a 5 on the first roll they then attempt a second die roll, otherwise there isn't a second die roll.  On the second roll, the player fails to roll a 5, their piece goes back to the Start card, otherwise on a second roll of a 5, the piece stays on the space it advanced to.  If a player lands on a space containing an opponent's piece, both pieces go back to the Start space.&#10;&#10;The object of the game is to be the first player to reach the Finish space.&#10;&#10;Included in the rules are variants for match play and also a longer game.&#10;&#10;The game reached position #4 on the Hotness list for games on BoardGameGeek on September 2012.&#10;&#10;",
    "categories": [],
    "mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/KyeeN5AYWMtmR7KxeBIgjQ__thumb/img/ATSJEwPsMBR4-VDHDIOd0VwZJJs=/fit-in/200x150/filters:strip_icc()/pic1023605.jpg"
  },
  {
    "id": "2573",
    "name": "Rivers, Roads & Rails",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 30,
    "age": 5,
    "description": "This matching game is a close relative of Dominoes. Each tile has two sides, and each side contains at most one road, one river, and one rail. You can only play a new tile adjacent to a played tile if the sides match. The act of playing tiles creates a map of an intricate twisting transportation network. The tile illustrations are very pleasing to both young and old alike. Only two of the tiles are branching, so the game is mostly played at both ends of the tiles already laid down.&#10;&#10;Several variants are supplied in the rules. You can play this game competitively like Dominoes, or cooperatively like a free-form jigsaw puzzle.&#10;&#10;First published in 1969 by James Galt and Company, Limited, Cheadle/Cheshire.&#10;Then in 1970 as 'Connect' (in Dutch, French and German as 'Contact') by Ravensburger.&#10;Re-released 1984 by Ravensburger as 'Rivers, Roads and Rails' (in Europe still as 'Contact').&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Children's Game",
      "Trains",
      "Transportation"
    ],
    "mechanics": [
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/Xm9EtwJw6H58iSh8-tfYsA__thumb/img/Suwj3Z1nmPWYiyQRTFpk43VXwzQ=/fit-in/200x150/filters:strip_icc()/pic5927929.jpg"
  },
  {
    "id": "4110",
    "name": "X-Men Trading Card Game",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 10,
    "description": "In the ever-evolving and chaotic world of the X-Men Trading Card Game, one thing is certain: You control the action. By opening this box, you unleash the might of the X-Men and the mayhem of their enemies. Featuring characters based on the feature film, the X-Men trading card game takes you right into the action, where the stakes are high and the battles incredible. Are you ready?&#10;&#10;Games are won by eliminating two of the four shared villains in the center of the table, or by having the last remaining team of heroes left.&#10;&#10;",
    "categories": [
      "Card Game",
      "Collectible Components",
      "Fighting"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/pFs7hLqGuzgspVtoNJ2Ztw__thumb/img/QAiZIRBjkCxdvCt0ye9RxScPJfk=/fit-in/200x150/filters:strip_icc()/pic6241025.jpg"
  },
  {
    "id": "313442",
    "name": "Pugs in Mugs",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 6,
    "description": "Pugs in Mugs is a family-friendly game about collecting pugs, for 2 - 5 players, ages 6 and up.&#10;&#10;Collect a host of adorable pooches, snatch your favourites from opponents, steal Mugs in acts of utter thievery or demand the cards you need to be victorious!&#10;&#10;Did we say this was family friendly..?&#10;&#10;In Pugs in Mugs, players randomly draw pugs of five different colour types, aiming to collect groups of three to exchange them for a mug. In amongst these assorted pooches lie Mischief cards, which players use to 'Dig!' through the discard pile for a particular card, demand that players 'Gimme!' a specific colour of card if they have it, or 'Surprise!' the players hounding you by discarding a random card in their hand!&#10;&#10;A player who manages to get a single Mug of each colour wins the game!  But be careful, if any player manages to get a single pug of each colour in their hand, they can use it to steal someone else's mug!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Humor"
    ],
    "mechanics": [
      "Action Points",
      "Chaining",
      "Hand Management",
      "Interrupts",
      "Matching",
      "Memory",
      "Ownership",
      "Pattern Building",
      "Take That",
      "Turn Order: Pass Order"
    ],
    "image": "https://cf.geekdo-images.com/0IOpguBqhwSoez1jp-L1wg__thumb/img/ew_JyyCI9YUbV9s6NhLGubFE0bQ=/fit-in/200x150/filters:strip_icc()/pic5528177.jpg"
  },
  {
    "id": "8983",
    "name": "I.Q. 2000",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 7,
    "description": "A children's trivia game in which players move outward through the solar system from Earth to the fictional planet Quizzar.  Questions are divided into A and B categories by difficulty so that children of different ages can play together.  Player can keep rolling the die to move as long as they can answer questions correctly.  Normal spots require general knowledge questions but each planet has a trivia category and cannot be passed until a correct answer is made (incorrect answers at planets cause players to move back 7 spaces).&#10;&#10;",
    "categories": [
      "Children's Game",
      "Space Exploration",
      "Trivia"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/OlyanLmj6lU-6mFsAnjeuA__thumb/img/N--_V3BYZqypncFP9Ya07NEUbJM=/fit-in/200x150/filters:strip_icc()/pic42214.jpg"
  },
  {
    "id": "2484",
    "name": "Explore Europe",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 9,
    "description": "A travelling game through Continental Europe.&#10;Each player begins in a home city and draws 8 cards for other cities they must visit by a combination of land, sea and air travel. Roll a die each turn for movement, with players trying to choose the optimal routes. The first player to visit all their cities and return home wins.&#10;&#10;The limitation of using only 1 mode of transport per turn, as well as increasing cost for air based on distance, increases the analysis and decisions required. Certain 'special' city cards also provide benefits (extra turn, free movement, etc.) or penalties (miss a turn, mandatory travel).  With 180 cities on the board, there are multiple paths to choose each turn, and no two games are ever the same!&#10;A Ravensburger Family game.&#10;Note: The rule book also includes educational information about notable attractions for the 63 'special' cities.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Educational",
      "Racing",
      "Travel"
    ],
    "mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/CJypyqo-ubySsKxBO686wQ__thumb/img/nHv7L_H4HxzmlJxGOE3bQ1D3qHc=/fit-in/200x150/filters:strip_icc()/pic2459612.jpg"
  },
  {
    "id": "2740",
    "name": "Jumbo Jet",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 240,
    "age": 9,
    "description": "This game is a Monopoly variant, with an international airways theme.  The board depicts the world and many of the world's major cities.  Each player controls an airline (represented by a coloured tail fin).  To kick off with a player starts at home base and picks up a card which has the name of a city on it.  The player flies to that city and returns to base, then gets the landing rights for that city.  Anyone landing there in future must pay for the privilege.  More landing rights must be paid if the player owns a &quot;set&quot; made up of several cities in that country/continent.&#10;&#10;Airlines represented are British Airways, Lufthansa, Air France, Alitalia, KLM and SAS.&#10;&#10;Contents (Jumbo Jet editions):&#10;&#10;&#10;     Game board&#10;     2 six-sided dice&#10;     6 playing pieces&#10;     6 flight arrows&#10;     6 x 8 route-right indicators&#10;     22 chance cards (red)&#10;     38 booking tickets (blue)&#10;     'Jumbo' play money in denominations of 1000, 2000, 5000, 10000, 50000 and 100000 &#10;&#10;&#10;",
    "categories": [
      "Aviation / Flight",
      "Economic",
      "Travel"
    ],
    "mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/4L06rMu4eBYjWN_2cAp4GA__thumb/img/gUUMGcemdnM44bt_NnyEK2C-kx8=/fit-in/200x150/filters:strip_icc()/pic65273.jpg"
  },
  {
    "id": "13285",
    "name": "Dungeonville",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 10,
    "description": "From the designers:&#10;&#10;Dungeonville is a dungeoneering card game for 2 to 5 players. The players take the roles of mad wizards who own the five dungeons surrounding Dungeonville. You recruit parties of adventurers and send them into the dungeons, earning points by defeating other parties in combat and by killing other players' characters in your own dungeon. The life expectancy of the adventurers is measured in minutes, and gold only gets used for hiring more saps to die on your behalf.&#10;&#10;",
    "categories": [
      "Adventure",
      "Card Game",
      "Economic",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Open Drafting",
      "Push Your Luck",
      "Secret Unit Deployment"
    ],
    "image": "https://cf.geekdo-images.com/X5EfFo-cJSrYGfzH5DwYUQ__thumb/img/4i0HayV0Rhrb4yj4NnYht1y7abA=/fit-in/200x150/filters:strip_icc()/pic91906.jpg"
  },
  {
    "id": "12422",
    "name": "All Wound Up",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "&quot;It's boring when you're dead. So, you and your deceased friends have decided to have a little race around the graveyard....&quot; Thus begins the wackiest game from Twilight Creations yet! The players control their pawns as usual. But: the pawns in this game are self-propelled windup toys!&#10;&#10;Players are dealt 8 cards and then draft them by passing first 4, then 3, then 2, and finally 1 to the player to their left. Other players then lead one of their sets and other players must play all their cards for the same action. Whichever player plays the most of that action takes it - if there's a tie, they both take it. The actions include Winding your pawn from 1-4 times, rotating left, rotating right or rotating your opponent.&#10;&#10;As players move on the board they encounter hazards, which might make them lose progress and brains. Each time they hit a brain they can take a brain token. Brain tokens allow them to take special actions when discarded.&#10;&#10;The game ends when one player manages to cross the finish line and exit the graveyard. There are 4 double-sided boards which allow many different races.&#10;&#10;",
    "categories": [
      "Horror",
      "Miniatures",
      "Zombies"
    ],
    "mechanics": [
      "Open Drafting",
      "Point to Point Movement",
      "Race"
    ],
    "image": "https://cf.geekdo-images.com/c6o1tAeHWvqkzSNk_0B2tw__thumb/img/PeE4TM1-7PSFP-YJWVwZ48YpOGc=/fit-in/200x150/filters:strip_icc()/pic342878.jpg"
  },
  {
    "id": "162093",
    "name": "I Hate Zombies",
    "minPlayers": 2,
    "maxPlayers": 12,
    "playingTime": 15,
    "age": 6,
    "description": "Yet again, a ravening horde of horrible zombies has shambled forth to devour the living. It must be a day of the week that ends in &lsquo;y&rsquo;.&#10;&#10;In I Hate Zombies., 2-12 players face off in a climactic battle for the very fate of the world that will last between 10 and 20 minutes. Some of the players will be the noble last survivors of humanity, while others will be dirty, wretched brain-guzzling zombies. To see who survives, they will engage in that time-honored tradition, that Sport of Kings...&#10;&#10;Yes, that's right. Rock-Paper-Scissors. To the Death!&#10;&#10;Although the valiant humans each have a special ability to aid them in their struggle to survive, the zombies are tougher to kill, and humans they kill turn into more zombies, and certainly let us not forget the spleen-churning stench.&#10;&#10;While the game could be succinctly described as Rock-Paper-Scissors with special abilities, the abilities add some interesting decision making for the zombie players as to which humans to focus their brain munching beam on, and when.  So, while the game uses the RPS mechanism, there are real and interesting decisions to be made which will have the zombies debating their strategy (or at least as well as their limited mental capacity allows).&#10;&#10;If you hate zombies (and you should!), you'll find altogether more zombies than you're comfortable with in I Hate Zombies.&#10;&#10;&quot;I had all the guns, ammo, and canned food I could ever need. Why didn't anyone tell me I also needed to brush up on my bluffing skills?!&quot;&#10;-Last Words of Survivalist Joe&#10;&#10;I Hate Zombies. is game #1 in the BGG Micro Series.&#10;&#10;",
    "categories": [
      "Fighting",
      "Party Game",
      "Zombies"
    ],
    "mechanics": [
      "Player Elimination",
      "Rock-Paper-Scissors",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/KKgxfiXHZn5hlcvRZo5-1w__thumb/img/Lfdeps1BxYsoyv6LjNakENPgUEc=/fit-in/200x150/filters:strip_icc()/pic2741001.jpg"
  },
  {
    "id": "24000",
    "name": "Monopoly: Nintendo",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 8,
    "description": "From USAopoly.com:&#10;&#10;Now You&rsquo;re Playing With Power!&#10;&#10;The most recognizable and unforgettable characters in the video game industry have teamed up to bring you the Nintendo Collector&rsquo;s Edition of the world&rsquo;s most popular board game, MONOPOLY. No controllers are necessary this time as you join forces with Mario, Luigi, Link, Zelda, Kirby and others on a quest to defeat your opponents and own it all.&#10;&#10;The Nintendo Collector&rsquo;s edition comes complete with 6 collectible pewter tokens featuring Mario&rsquo;s Cap, Link&rsquo;s Iron Boots, Donkey Kong&rsquo;s Barrel, Hylian Shield, Koopa Shell and NES Controller. Rules include a 60 minute speed play option for a shorter game with the same amount of fun. Now you can buy, sell and trade your favorite Nintendo characters for a whole new game-playing experience. From everyone&rsquo;s favorite red-capped plumber to barrel-tossing Donkey Kong to bounty hunter Samus Aran, they&rsquo;re all up for grabs in this exciting fun-filled adventure.&#10;&#10;",
    "categories": [
      "Economic",
      "Negotiation",
      "Video Game Theme"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/38xtNB6rIeVDe6zwnDWXoA__thumb/img/r8si9MieeA2BVjkTAgJYtgnFXnA=/fit-in/200x150/filters:strip_icc()/pic143495.jpg"
  },
  {
    "id": "46748",
    "name": "Robo Champ",
    "minPlayers": 2,
    "maxPlayers": 3,
    "playingTime": 10,
    "age": 6,
    "description": "There is a contest at the robot factory. The first to build a robot with all the correct colour parts will win this year&rsquo;s trophy and be named the Robo Champ. If someone takes a part you need you may have to steal it back to achieve victory.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Collectible Components",
      "Dice"
    ],
    "mechanics": [
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/z9sseuCGLI9uLnbH9c9QFg__thumb/img/wQwSLvKspRpvZFWLaWBQv3Xls88=/fit-in/200x150/filters:strip_icc()/pic967700.jpg"
  },
  {
    "id": "4040",
    "name": "Tri-Ominos",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 6,
    "description": "Triominos is a game similar to Dominoes, in that players are laying tiles that match up to other tiles in the play area, with the goal to get points and be rid of tiles. In Triominoes, the pieces are triangles with numbers that are matched on each side. Each triangle has 3 numbers at the points, so to place a piece next to it, it must match two numbers on the side.&#10;&#10;Pressman also released Quad-Ominos.&#10;&#10;Goliath released a 6 player version with 20 additional unique stones as Triominos Gold.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Hand Management",
      "Pattern Building",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/yER_W1PbMuTqGXaliCKggg__thumb/img/HoHC2gp0eHyZ-rX2us59hpnAlYI=/fit-in/200x150/filters:strip_icc()/pic392301.jpg"
  },
  {
    "id": "5758",
    "name": "Monopoly: Pokémon",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 8,
    "description": "Another edition of the classic Monopoly game themed with characters and places from the Pokemon animated series. It includes a variant to replace the &quot;doubles roll again&quot; rule with &quot;Pokemon Powers.&quot;&#10;&#10;",
    "categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation",
      "Video Game Theme"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/WaLhyJxt9IzC_WronAzsKA__thumb/img/Fg90xWjQnyyXqGUju-ybV8P6v4Y=/fit-in/200x150/filters:strip_icc()/pic1538114.jpg"
  },
  {
    "id": "9516",
    "name": "Adverteasing",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 14,
    "description": "Players try to match past and present products to their advertising slogans and jingles. Trivia cards offer a jingle or slogan and a list of possible products. Player receives more points, and move closer to the finish line, when they know the match on the first try. If the player doesn't know the match, they have a second chance to get it right in the multiple choice round.&#10;&#10;&quot;2,100 popular advertising slogans with four answers for each (8,400) identifying product - 700 cards in all. &#10;Self-contained playing board to mark players' scores as they progress from the mail room to the board room to win.&quot;&#10;&#10;",
    "categories": [
      "Party Game",
      "Trivia"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/I1dcH2_7Bb0oFLiH1c2wKw__thumb/img/fxv3RgxulrwOvSafR0Ccp3mjNU0=/fit-in/200x150/filters:strip_icc()/pic941466.jpg"
  },
  {
    "id": "287810",
    "name": "New Phone, Who Dis?",
    "minPlayers": 3,
    "maxPlayers": 20,
    "playingTime": 90,
    "age": 17,
    "description": "Players rotate drawing a sent (or &ldquo;inbox&rdquo;) card while the rest of the group competes to play the funniest reply card. Once everyone in the group has played their chosen reply card, the judge decides which combo is the funniest. That person gets a point. At the end of the game, the player with the most points wins.&#10;&#10;Contents:  240 Inbox cards and 300 Reply cards.&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "mechanics": [
      "Hand Management",
      "Player Judge"
    ],
    "image": "https://cf.geekdo-images.com/IQqzx0q33zCZLiAZM-CoLg__thumb/img/M_WpQJCG24KiaK_aRnmqTrzgZkc=/fit-in/200x150/filters:strip_icc()/pic4957851.jpg"
  },
  {
    "id": "231954",
    "name": "Legends of the Hidden Temple",
    "minPlayers": 4,
    "maxPlayers": 12,
    "playingTime": 0,
    "age": 12,
    "description": "Description from the publisher:&#10;&#10;Welcome to the Hidden Temple! Follow your guide Kirk Fogg as he takes you through rooms filled with lost treasures that are protected by mysterious Mayan Temple Guards.&#10;&#10;Only Olmec knows the legends behind the treasure in his temple. One of six teams will have a chance to retrieve it.&#10;&#10;The teams must prove themselves through intense physical and mental tests. In the end only one team will earn the right to enter Olmec&rsquo;s Temple.&#10;&#10;Can you pass the tests, brave the Temple, and find the treasure in time? The choices are yours and yours alone&hellip;&#10;&#10;",
    "categories": [
      "Party Game"
    ],
    "mechanics": [
      "Dice Rolling",
      "Player Elimination",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/miOkzqNNmelw80XlEdXUXg__thumb/img/DVwxGQdRpI0UmYhbFtKlQOhFMDA=/fit-in/200x150/filters:strip_icc()/pic3755067.jpg"
  },
  {
    "id": "155693",
    "name": "Game of Thrones: Westeros Intrigue",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "Game description from the publisher:&#10;&#10;Game of Thrones: Westeros Intrigue is a fast-paced game of cards and intrigue at court, created by renowned game designer Reiner Knizia. Every game is played over a series of rounds, as you and your opponents play character cards in an attempt to claim the Iron Throne for yourselves.&#10;&#10;In each round, you pursue your own plans and seek to foil your opponents by playing character cards. Each turn, you will play a character card from your hand, adding to the court at King&rsquo;s Landing. You can advance your own prospects by playing your character cards cleverly, but certain rules govern exactly where you can place your character cards.&#10;&#10;The first character cards must be played in a single row, forming the bottom row of the court. Once there are two cards in a row, you may play a card in a new row above them. The card that you play in the new row, however, must match the House of one of the two cards below it. In Game of Thrones: Westeros Intrigue, character cards are divided between House Stark, House Lannister, House Baratheon, and House Targaryen, and each player may have character cards from any of these Houses in his hand.&#10;&#10;The court develops as you and your opponents play cards, but a player will eventually discover that he can no longer legally play a character card. Once this occurs, that player is eliminated and the round continues. A round ends when no one can play another character card, and whoever played the last character card wins the round. In Game of Thrones: Westeros Intrigue, you will play rounds equal to the number of players.&#10;&#10;If you win a round of Game of Thrones: Westeros Intrigue, you reap the rewards by drawing an Iron Throne card, which cancels a number of your penalty points. Your opponents, on the other hand, must take penalty points equal to the number of character cards that they have left in their hand. Over the course of the game, players gain penalty points from having character cards at the end of the round, and reduce their penalty points by winning a round and drawing an Iron Throne card. At the end of the game, the player with the least penalty points wins!&#10;&#10;",
    "categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/HbjYrNV0-t77zPJYYWX2Yg__thumb/img/HjoFgzMtT11hVSpxvWMpfZ9SFdA=/fit-in/200x150/filters:strip_icc()/pic2092849.jpg"
  },
  {
    "id": "136143",
    "name": "Squillo",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 18,
    "description": "From the publisher:&#10;Squillo is a new card game with spirit and extreme fun! &#10;Each player has a role (the pimp) managing each and every point his girls, divided between escort, street hookers and young hopefuls, each with her own peculiarities, parcel and final proceeds in the event of a knockout, and... subsequent sale of organs.&#10;The game consists of 99 cards, includes events (situations and accidents) and power-ups (health points and improvements). The goal is to defeat the opponent &quot;pimp&quot;, maneuvering his call girls with the limits and abilities dictated by the board.&#10;&#10;There are two levels to play Squillo. The standard level for players getting started, and the advanced level designed for more experienced players who want to add a strategic element to the fun.&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Mature / Adult"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/ESGIJaO7xKQdQFQWr_ODIA__thumb/img/Rvuu1VYWnYqsvNcivmK8Aki7Ud4=/fit-in/200x150/filters:strip_icc()/pic1529515.jpg"
  },
  {
    "id": "313822",
    "name": "Tic Tac Match",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 7,
    "description": "Tic-Tac Match is a card game variation of the classic game tic-tac-toe.  Players compete to align three Symbol Cards of the same color and same symbol, either &lsquo;X&rsquo; or &lsquo;O,&rsquo; in any horizontal, vertical, or diagonal row on a traditional 3 x 3 grid of cards. The double matching feature permits covering cards already in play.  This eliminates frustrating ties found in traditional Tic Tac Toe.  But don&rsquo;t be fooled by the simple rules. Action Cards interject deep strategies so players can flip sides mid-game, wipe out their opponent&rsquo;s hand, or play two cards on a single turn. There is even a team-play version for four players.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Matching"
    ],
    "image": "https://cf.geekdo-images.com/Yg33Pz8iuWe9pIHaQ4b8VQ__thumb/img/Nn_GPlNZS91kXZkx87I3a-eQkuE=/fit-in/200x150/filters:strip_icc()/pic5553533.png"
  },
  {
    "id": "27960",
    "name": "Wizardology: The Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 0,
    "description": "Players must graduate from Apprentice to Accomplished Wizard by mastering 4 Wizardological Tasks, and then free the Master Wizard Merlin from the spell that has bound him to a tree by the evil Vivienne. Players travel the board on broomstick, magic carpet or with flying boots gathering ancient spells and dragon charms in their pursuit to adorn their apprentice with all of the tools necessary to become a true Wizard Master. Comes with 6 sculpted Wizard Play Pieces, corresponding Wizard Hats, Wands, Wizard Pets (Familiars) and magical beast locater medallions for players to wear. Inspired by the book Wizardology by Templar Publishing.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Mythology"
    ],
    "mechanics": [
      "Open Drafting",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/1T4SfOVF-kllRhsZ5RjTOw__thumb/img/TGzq5tKfNabCuxmjA1JybBXq2xM=/fit-in/200x150/filters:strip_icc()/pic336742.jpg"
  },
  {
    "id": "118955",
    "name": "Zombie! Run for Your Lives!",
    "minPlayers": 3,
    "maxPlayers": 7,
    "playingTime": 15,
    "age": 10,
    "description": "Boo! You and your friends are suddenly surrounded by hordes of very aggressive zombies. But do not fret as we have some good news &ndash; one of you will definitely get out alive. How can you become that lucky person? It's simple! As the old saw goes, you don't have to outrun the zombies; you just need to outrun your friends.&#10;&#10;At the start of Zombie! Run for Your Lives! each player receives four cards from the deck; cards are one of two types: a zombie (which come in different varieties) or a potentially helpful item that can protect you from those aforementioned zombies. The different types of zombies and the items that affect them are color-coded and bear identical symbols for easy recognition.&#10;&#10;On a turn, you draw a card from the deck, then play a card from your hand, sending a zombie after one of the other players or using an item to help yourself; if the item matches a zombie card in front of you, both cards are discarded. A player cannot have identical items or zombies in front of him. If you ever have five zombies in front of you, you've succumbed to the horde and become a zombie yourself. As a result, your mental abilities are extremely limited, which means that on your turn, you simply draw the top card and play it on a living player, getting revenge against whoever killed you or perhaps aiding the player you care for the most.&#10;&#10;If, on the other hand, you collect five items in front of yourself, you've proved yourself invulnerable to zombies and instantly win!&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Zombies"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/kwTtkcnV3MkGdMasHMHuGw__thumb/img/SG1EcBHkOFKN5MrkxVf9rLKwXn8=/fit-in/200x150/filters:strip_icc()/pic1215905.jpg"
  },
  {
    "id": "6090",
    "name": "Pack of Flies",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 8,
    "description": "12 cards (with positive, negative, and special powers) are revealed one after the other.  Each time a card is revealed, the players try to acquire it by secretly choosing a number of flies(each player starts with 5 black plastic flies), and guessing the total number of flies chosen by all of the players.  The used flies become the reserve in the middle of the table.&#10;&#10;The player who guessed the correct number(or closest guess) gets the card and either keeps it, if it's a positive card, or gives it to another player, if it's a negative card.&#10;&#10;There are 3 special power cards, Mireille, the (blue) Trained fly, who can be called back from the total, Insecticide which can eliminate the flies from opponents hands, and Fly Babies which allows players to take flies from the reserve.&#10;&#10;If a player guesses the exact number of flies chosen by the group in a round, they get to take one fly from the reserve.&#10;&#10;After all 12 cards have been acquired/distributed, the point values on the cards are totaled and added to the remaining flies a player possesses.  The player with the most points at the end of the game will be the winner.&#10;&#10;",
    "categories": [
      "Animals",
      "Bluffing"
    ],
    "mechanics": [
      "Betting and Bluffing"
    ],
    "image": "https://cf.geekdo-images.com/a16XZi71SXgFVlLtgot0VA__thumb/img/5ymvvzByZzi9qWxprtkI2tKhyaQ=/fit-in/200x150/filters:strip_icc()/pic51805.jpg"
  },
  {
    "id": "4476",
    "name": "Hot Potato",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 10,
    "age": 4,
    "description": "A high-pressure game of getting rid of a &quot;hot&quot; potato so as not to be holding it when time runs out.&#10;&#10;This game probably goes way back. Sidney Addy's Glossary of Sheffield Words describes a game in which &quot;a number of people sit in a row, or in chairs round a parlor. A lighted taper is handed to the first, who says:&#10;&#10;Jack's alive, and likely to live&#10;If he dies in your hand, you've a forfeit to give.&#10;&#10;The one in whose hand the light expires has to pay the forfeit.&quot;&#10;&#10;That was written in 1888.&#10;&#10;Apparently later it was played with an actual hot potato. Whoever ended up with the potato when the music stopped was kicked out and the potato elimination match continued.&#10;&#10;By the 1950s, manufactured Hot Potato games were already on store shelves. Remco&rsquo;s late 1950s version used small plastic pans for each player, covered up so that no one would know who was holding the real potato. In the 1960s, there was &ldquo;Spudsie,&rdquo; a wind-up potato who emitted a loud DING when time was up. In the 1980s, there was the battery-powered &ldquo;Chip O&rsquo;Grattin.&rdquo; Most recently there is a battery-powered talking potato, which shouts out &ldquo;Yahoo!&rdquo;&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game",
      "Party Game",
      "Real-time"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/GoqLOEQ4VOzsDWg8exoyHQ__thumb/img/n7z2fINWAW63OT9mE5pQhZK-enU=/fit-in/200x150/filters:strip_icc()/pic338661.jpg"
  },
  {
    "id": "5029",
    "name": "Monopoly: Star Wars Episode I",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 120,
    "age": 8,
    "description": "Monopoly is a roll-and-move game where players move around the game board buying or trading properties, developing their properties with houses and hotels. When opponents land on players owned property, the owning player collects rent from the landing player. Owning sets of properties increases the rent paid to the player who owns them, by the player who lands on the square. The ultimate goal is to have the most money and drive opponents into bankruptcy.&#10;&#10;Play Monopoly in a Star Wars setting.&#10;&#10;",
    "categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/O4A94uqAWnNCy7GkdavjxA__thumb/img/ajv1qCsqdmecExWrow7r_BAhyG4=/fit-in/200x150/filters:strip_icc()/pic463193.jpg"
  },
  {
    "id": "23388",
    "name": "Ninja Galaxy",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 0,
    "description": "AD 3017 - In the Ninja Galaxy it has been discovered that the four main star systems are becoming unstable. A destructive virus is spreading. The Ninja Elders have decided that only one star system can be saved. The other ones must be quickly neutralized. Which ones? To decide, the four Ninja Clans will battle each other at the Galaxy Power Rings. The winner's star system will be saved.&#10;&#10;Advance RING-LEVELS by going through PORTALS. Sabotage your opponents with PORTAL-BLOCKERS, and VAPORIZE blockers in your way. Battle your opponents up close with LASER SWORDS, or eliminate them with LIGHT STARS. Finally, NEUTRALIZE the other star systems with the very powerful NEGATIVE ENERGY DISCS (NED).&#10;&#10;New Advanced Rules: Use your Ninja Master Card to come into the battle when your ninja is facing elimination. In addition, each ninja has a special ability and on the third hit-point is eliminated. This adds much more strategy to the game and plays in about an hour.&#10;&#10;Ninja Galaxy is a fun Space-Battle Adventure for the whole family and yet serious enough for the &quot;gamer.&quot; A game of strategy, chance and fantastic finishes!&#10;&#10;",
    "categories": [
      "Science Fiction"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/BVi1LMPuwdn3_yGN6yHc8A__thumb/img/6F-IH1tBJRz0a7AAmEM41svJ-4c=/fit-in/200x150/filters:strip_icc()/pic286866.jpg"
  },
  {
    "id": "137336",
    "name": "Archer: The Danger Zone! Board Game",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 40,
    "age": 15,
    "description": "Game description from the publisher:&#10;&#10;Channeling the action, adventure and danger that comes with everyday life in the Archer animated series, Archer: The Danger Zone! Board Game lets fans play as their favorite secret agent or staffer and compete against other players. The object of the game is to gain the Upper Hand over your opponents by insulting them, doing well on missions (quite the ego boost), and encountering random guest stars and secondary characters from the show. Each player starts with five Upper Hand, and the first player to have 20 Upper Hand wins.&#10;&#10;Each player chooses one of the following characters to play: Archer, Lana, Malory, Cyril, Pam, Cheryl, Ray or Dr. Krieger. The insults and dirty tricks you deliver to the other players are based on actual quotes from the show that your character makes. The cards in your unique deck of twenty cards give you the ability to hurl insults, &quot;come on&quot; to another character, or say something that builds up your character's own ego. Naturally you'll have plenty of opportunities to belittle your co-workers while in the office and out in the field. Doing so will knock them down a peg or two on the Upper Hand track.&#10;&#10;The action takes place at the ISIS Headquarters, though spy missions send the gang off to exotic locales each round of play. The game features six important office locations within ISIS, but you (typically) play with around four of them, making each game play out very differently since the &quot;Office Map&quot; varies from game to game. Each location does something different, but only the first person to go to each location each round gets the benefit listed on that location. Surely there will be no name calling when another player beats you to the punch!&#10;&#10;",
    "categories": [
      "Humor",
      "Mature / Adult",
      "Movies / TV / Radio theme",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Dice Rolling",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/7HEz0p1uxmEkJFZPY44q2Q__thumb/img/JlWId5u611ECDrlgxrZ44Q945HI=/fit-in/200x150/filters:strip_icc()/pic2196059.jpg"
  },
  {
    "id": "46747",
    "name": "Magikus",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 6,
    "description": "Be the first to cast the magic spell in the cauldron! To prepare the game, build the shelf, ingredients, and special die from Lego pieces and place the 16 ingredients (4 ingredients for each of the four colours) on the shelf. On your turn, place the owl above a column or beside a row of the shelf, then roll the special die to see which ingredient you can take from the owl's column or row. If you roll black, steal an ingredient from an opponent. The first player to acquire ingredients in all 4 colours casts the magic spell and wins.&#10;&#10;The game comes with a few optional rules and encourages players to make their own rules.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Fantasy"
    ],
    "mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/Y1wPsFIc2t2Hvkttd0D2GA__thumb/img/s1Ybdme107vqg8YiayLprT4mEvk=/fit-in/200x150/filters:strip_icc()/pic3411745.jpg"
  },
  {
    "id": "10815",
    "name": "Craps",
    "minPlayers": 1,
    "maxPlayers": 16,
    "playingTime": 60,
    "age": 10,
    "description": "A game popular in casinos, back alleys, and military barracks all over the world.  A player rolls two dice.  On this first roll, the &quot;come-out roll&quot;, they win on a 7 or 11, or lose on a 2, 3, or 12.  If they roll another number, it becomes their &quot;point&quot;; they continue to roll until they either roll that number again (in which case they win) or roll a 7 (in which case they lose).&#10;&#10;The wagering system varies depending on where you play and whether you have a casino-style layout.&#10;&#10;",
    "categories": [
      "Dice"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/FZvpAsmgphfnd0yrytevKQ__thumb/img/gSEpL1YiNefFwmk8h7ZnQgKbCrA=/fit-in/200x150/filters:strip_icc()/pic243141.jpg"
  },
  {
    "id": "379644",
    "name": "Roller Coaster Rush",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "Welcome to Roller Coaster Rush, a coaster-building game with oodles of kinetic fun! Your goal is to design and construct the best roller coaster for your investors' theme park! At the start of each game, you design a model coaster using the blueprints you have available. During the game, you'll attempt to actually construct your model by winning auctions for the track pieces you used in your design.&#10;&#10;If you lose an auction on one of your own blueprints, you'll have to take that track out of your coaster - but if you win someone else's blueprints you'll get to add a new track to make your coaster bigger and better. Along the way, you can demo your model coaster for investors to see how well it works and earn some extra money for auctions.&#10;&#10;At the end of the game you get to unveil your fully constructed roller coaster and run it for the public. You earn victory points based on how far your marble makes it down the track. The player with the most points wins!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Action / Dexterity"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Modular Board",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/E4_JprtgeBemcad1YLLfHQ__thumb/img/oOLAFPvgisEeaA8r6uTN6PrGGck=/fit-in/200x150/filters:strip_icc()/pic7331485.png"
  },
  {
    "id": "133425",
    "name": "Quartett",
    "minPlayers": 3,
    "maxPlayers": 0,
    "playingTime": 0,
    "age": 3,
    "description": "This family of card games is enormously popular in Europe. Fundamentally, it is a set collection game in the manner of Game of Authors (America) and Happy Families (Britain).&#10;&#10;May be played by three or more players. Shuffle well and deal equally among the players who must examine their cards; if a player holds any complete fours, lay these on the table.&#10;&#10;The player on the right of the dealer asks any player if he holds a card needed to complete a set of four. The enquiring player must always have at least one of the set in their hand before asking. If the player asked holds the card in question, he must surrender it. The player who was succesful may continue to ask the one who has surrendered a card for a further card. The moment that player cannot supply the wanted card, he becomes the one to ask any player for a card.&#10;&#10;If a completed Four is obtained, the succesful player should lay it on the table and that set is now safe. This continues round the table until all the sets are laid down and the player has tabled the largest number of four, wins.&#10;&#10;The type of questions asked will enable an attentive player to know whom to ask for a wanted card to complete a four. A pool of counters or pennies formed at the start pays an agreed bonus to the player with the most fours. A stipulated fine may be paid to the player who is misinformed about a card.&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Comic Book / Strip",
      "Educational",
      "Humor",
      "Industry / Manufacturing",
      "Memory",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Religious",
      "Sports"
    ],
    "mechanics": [
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/vn2U9wcN-V-McapiEFHWHw__thumb/img/FsNShY2zdubE526XGxWl3UHdUsA=/fit-in/200x150/filters:strip_icc()/pic1471308.jpg"
  },
  {
    "id": "2485",
    "name": "Game of the States",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "This game teaches the location of each of the states, the capital city, its important industries and products, which the players buy and sell. The object of the game is to buy a product in one state and haul it on a truck to another state where you try to sell it at a profit.  &quot;Who Sells the Most From Coast to Coast?&quot;&#10;&#10;",
    "categories": [
      "Children's Game",
      "Economic",
      "Educational",
      "Transportation"
    ],
    "mechanics": [
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/kiYf8yZ3XcxBDMVhT2UnzQ__thumb/img/oQ9ogg8q3h43Gd0ZH9LoItVqZGg=/fit-in/200x150/filters:strip_icc()/pic3335926.jpg"
  },
  {
    "id": "320275",
    "name": "Ghost at Home",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 8,
    "description": "Ghost at Home is a competitive card game where players  try to escape from a haunted house. The first player to achieve that will be the winner.&#10;&#10;Every player should play cards in order to build the way to the roof of his/her house, but be careful!! there are some ghosts that will try to prevent you from escaping. This game is for all kind of players.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Territory Building"
    ],
    "mechanics": [
      "Open Drafting",
      "Set Collection",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/WiGvTFp0EOmVpoMZ1ffVuQ__thumb/img/T018YCWSVJwdpBEjbVMZGL0Np54=/fit-in/200x150/filters:strip_icc()/pic5676869.jpg"
  },
  {
    "id": "350604",
    "name": "Regidice",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "Regidice was born when Luke Badger accidentally typed Regidice instead of Regicide. 24 hours later, Paul had given birth to the dice-based beast you see before you. Regidice was announced April 1st, 2021... Yes, April 1st...&#10;&#10;Regidice is a cooperative game where 2 to 4 players work together to defeat three powerful enemies.&#10;&#10;Players take turns to roll dice, pick actions and attack the three enemies, represented by black dice. Once enough damage is dealt, the enemy is defeated. The players win when the last enemy is defeated. But beware! Each turn the enemy strikes back.&#10;&#10;Players will discard dice to satisfy the damage and if they can't discard enough, everyone loses.&#10;&#10;&mdash;description from the designer&#10;&#10;For a more refined &quot;Regi&quot;-based experience, try out Regicide from Badgers From Mars!&#10;&#10;",
    "categories": [
      "Dice",
      "Fantasy"
    ],
    "mechanics": [
      "Action Drafting",
      "Communication Limits",
      "Cooperative Game",
      "Dice Rolling",
      "Variable Phase Order",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/1HkZdc5OaeBpv7rTHNLzCg__thumb/img/mWs-yrRZfrzU7bZ9MaJ5h3BwPNQ=/fit-in/200x150/filters:strip_icc()/pic6489791.png"
  },
  {
    "id": "786",
    "name": "Maxi Bour$e",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 10,
    "description": "Maxi Bour$e is a game that examines the world of stock holding.  Players move around a game board bearing the names of forty (real) international corporations (i.e., PepsiCo, IBM, Peugot, etc.), buying and selling stocks in each.  Stock prices change according to supply and demand.  Event and Rumor cards add uncertainty to the game, and the winner is the player who can gain control of an industry (by having more than half the stock of three of the four companies within an industry) or build a conglomerate (by having more than half the stock of five companies, each in a different industry).&#10;&#10;Won the Internal Correspondence 1989 Gaming Flop of the Year.&#10;&#10;",
    "categories": [
      "Economic"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Stock Holding",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/76Gg0dV6pPospEjfzu-u1A__thumb/img/0yjM2jNExunTOYiGEi_Xd-5fEo4=/fit-in/200x150/filters:strip_icc()/pic12642.jpg"
  },
  {
    "id": "19560",
    "name": "Zathura: Adventure Is Waiting",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 7,
    "description": "Based on the movie, players race to reach the planet Zathura. The game is a replica of the one in the film in many ways, incorporating a turn key which produces game cards, a robot which is moved along the board to thwart player progress, and a house puzzle which comes apart.&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/cMl6VZsoOiHxdaTWHxBb3w__thumb/img/L6h8pHsHpfyBAF_HjL0ZGXPAoIA=/fit-in/200x150/filters:strip_icc()/pic1060886.jpg"
  },
  {
    "id": "373107",
    "name": "Elden Ring: Realm of the Grafted King",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 14,
    "description": "Welcome to Limgrave, a mysterious and otherworldly realm where the landscape is rich and varied. As you explore, you&rsquo;ll build out a hex-based map of your surroundings, with unique locations to visit, resources to gather, NPC&rsquo;s to interact with, and enemies to fight. Your progress is tracked by a narrative story that provides objectives as well as guidance on how to achieve them &ndash; and, depending on your decisions, alternative side-quests and emergent narrative to experience, too.&#10;&#10;Diceless and with strong elements of deck-building, combat is both deadly and personal. As your Tarnished character levels up, you must carefully build your attack and effect decks to best optimise with your equipment. Although exploration takes place on the zoomed-out hex map, each player has their own dedicated quest book on which combat encounters will take place face-to-face.&#10;&#10;When you enter combat, you&rsquo;ll open your quest book to the indicated page. There, you&rsquo;ll find a battlefield grid that raises the level of combat from one of simple physical positioning to state of mental readiness. Using rows and lanes, this unique system means your position dictates not only your physical position in the encounter, but your battle stance: aggressive, neutral, or defensive. Each battle stance has benefits and drawbacks to exploit and avoid with the changing state of battle, which can even vary from one encounter to the next.&#10;&#10;Understanding enemy attack patterns is key, helping to inform when to expose an enemy weakness and press home an attack, and when to play defensively while your stamina returns. Drawn at random but possible to manipulate, the marching order will determine which characters act when, and give you the vital opportunity to plan ahead, just as you&rsquo;d learn &lsquo;tells&rsquo; in the video game.&#10;&#10;A single bad decision can mean death to the unwary, sending unlucky Tarnished back to the nearest Site of Grace to respawn.&#10;&#10;Because combat takes place in your individual quest book, your encounters also won&rsquo;t disrupt play for everyone else. After making the three actions in your turn &mdash; and enduring any enemy attacks &mdash; your combat will pause while the other Tarnished continue exploring the overworld, with combat resuming once your turn comes back around.&#10;&#10;When your party locates a dungeon, your quest books will be joined together, allowing you to take on bosses together on a much larger stage while still being up close and personal. But boss encounters aren&rsquo;t the only time you&rsquo;ll fight side by side. If one of your fellow Tarnished is in trouble, there are also ways to join their personal combat book and lend a hand &mdash; or a sword.&#10;&#10;The official tabletop adaptation of the hit video game that sold over 13 million copies in its first month after release, ELDEN RING&trade;: The Board Game features huge and lavishly detailed miniatures, as well as close to a thousand cards, four large quest books, and a towering stack of exploration tile, all in the core box alone.&#10;&#10;It&rsquo;s a big box cooperative campaign game for 1-4 players, where each session is playable in 90-120 minutes and core box campaigns will span 30-40 hours, increasing to 90 hours with the expansions. And your Tarnished can make the entire journey with you, from one region to the next&hellip;&#10;&#10;",
    "categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Video Game Theme"
    ],
    "mechanics": [
      "Cooperative Game",
      "Deck Construction",
      "Scenario / Mission / Campaign Game",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/77Rxh59ADg1tBHQuMXqLEA__thumb/img/XYsoTmlzqFRkMoUSmNIKcW_s6Rs=/fit-in/200x150/filters:strip_icc()/pic8658615.png"
  },
  {
    "id": "154174",
    "name": "The Big Bang Theory: Rock! Paper! Scissors! Lizard! Spock! Dice Game",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 10,
    "description": "The Rock! Paper! Scissors! Lizard! Spock! Dice Game contains 3 red dice, 1 black die, and 24 small chips. The object is to be the last player in the game who owns a chip or chips.&#10;&#10;Each player starts with 3 chips. A player rolls the black die and places it in the center of the table. This is the die that all players will be competing against.&#10;&#10;The first player rolls all three red dice. The player compares their dice to the black die, and loses chips for each die that is defeated by the center black die. They also pass a chip to the player on their left for every die that instructs them to do so. For every die that matches the black die in the center, the player passes a chip to the player on their right.&#10;&#10;When all players have had a turn, the black die is rolled again, and a new round is begun. Play continues until only one player has chips remaining.&#10;&#10;",
    "categories": [
      "Dice",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Dice Rolling",
      "Rock-Paper-Scissors"
    ],
    "image": "https://cf.geekdo-images.com/4njfAfJ_P7BxbfW4yIRUkA__thumb/img/JGNNEK-aN0VFnYcL_xBIW5qqr4Y=/fit-in/200x150/filters:strip_icc()/pic1659337.jpg"
  },
  {
    "id": "46744",
    "name": "Race 3000",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 7,
    "description": "Do you have what it takes to cross the finish line first and win the trophy? Use shortcuts, overtake or turbo boost past your opponents to get in front and change lanes to avoid the oil slicks in your way. The LEGO Dice brings a new twist on a classic racing game for 2 to 4 players.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Racing"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/IZKeuI_2Vw6YEHcwCwl__Q__thumb/img/_eubATlVYE9U56N1wQlNI2RZlw4=/fit-in/200x150/filters:strip_icc()/pic1753687.jpg"
  },
  {
    "id": "154343",
    "name": "Sorry! with Fire & Ice Power-ups",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 6,
    "description": "Pick the card that gets your pawns out of the starting area, and then get ready to challenge your opponents in this game of sweet revenge. This Sorry game includes special fire and ice power-up tokens that give your pawns more powers against other players.&#10;&#10;The Ice token freezes a pawn in place and doesn't allow you to move it until the ice token is moved to another player's pawn.&#10;&#10;The Fire token lets you move much more quickly around the board.&#10;&#10;Other differences from original Sorry!:&#10;&#10;1) A player can move a pawn out of the Start space with any number card except 4 (in the original game, only 1, 2, and Sorry cards could be used to leave the Start space). Players also only have 3 pawns instead of 4 like in the original Sorry!&#10;&#10;3) The 2 card no longer entitles the player to draw another card (instead they get to place the &quot;Fire&quot; token).&#10;&#10;4) The Sorry card can be used to advance 4 spaces when no pawn can be bumped (either player drawing Sorry has no pawns in Home, or there are no opponent pawns on the main track).&#10;&#10;",
    "categories": [
      "Children's Game"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/EQVI40hPAicQf5QMOJTRDQ__thumb/img/OYcVE7NPIMypk-6t0iCIL6aA2Bg=/fit-in/200x150/filters:strip_icc()/pic2234826.jpg"
  },
  {
    "id": "203739",
    "name": "Evil Dead 2: The Official Board Game",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 14,
    "description": "This boardgame was crowdfunded but not delivered to backers&#10;&#10;Evil Dead 2 Board Game pits 2 to 6 players against an arcane evil-spewing portal - and each other. Players cooperate to gather pages of the Necronomicon Ex-Mortis to seal the portal before everyone gets a bad case of being dead. Since not even the battle of good and evil is a simple thing, players may also end up possessed! If a player turns Deadite, it's their goal to corrupt or kill the surviving humans. Meanwhile, those humans can attempt to save their cursed companions at a cost or take them out and hope they stay dead.&#10;&#10;Each player's turn is comprised of three steps, always in the following order: Event, Move, Action. Once each player takes a turn that's called a round. At the end of each round, all Enemies take their turn:&#10;&#10;There are 9 unique Ex-Mortis Pages that form one big picture. However, duplicates of these pages have been scattered throughout the cabin and ground, some with greater frequency that others. The players must gather up one of each in order to close the portal.&#10;&#10;",
    "categories": [
      "Horror",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/qG9AS875mwMg77EtruILNw__thumb/img/047fNsbBQuPj6-n7x4okj3G3tNk=/fit-in/200x150/filters:strip_icc()/pic3097877.png"
  },
  {
    "id": "4376",
    "name": "Kings in the Corner",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 7,
    "description": "&quot;Kings go in the corners. Play your cards solitaire fashion and extend your turn as long as you can. Can't make a single play? Pay the pot. First to empty your hand? You win the pot...plus your opponents' point chips for their unplayed cards! Reach 100 points? You win the game.&quot;&#10;&mdash;description from the publisher&#10;&#10;Each round, the players shuffle a regular card deck (included), deal out hands of 7 cards and divide up 80 chips among themselves. The shared central playing field is seeded with 4 cards. In turns, each player places cards from their hand into the central field using typical solitaire rules of alternating suit colors and strictly sequential cards in declining value order. Any kings cards in the initial deal or drawn later are placed in the &quot;corner&quot; slots at the player's first opportunity. Solitaire card chains are placed in descending order on the kings.&#10;&#10;In the retail version the central playing field is a plastic hub which has four &quot;king&quot; slots and four &quot;tabbed&quot; slots for the available places to build the chains of cards.&#10;&#10;&quot;After one player wins the hand by being the first to get rid of all his/her cards, the other players put one chip in the pot for each of the cards remaining in their hand. The winner of the hand receives all the chips in the pot and records the number of chips for his/her score. Each chip is worth one point. All the chips are then collected to be redistributed for the next hand to be played. The first player to accumulate 100 points is the winner of the game.&quot;&#10;&mdash;description from the publisher&#10;&#10;The game length can vary quite a bit to get to 100 points for one player.&#10;&#10;",
    "categories": [
      "Card Game",
      "Children's Game"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/VpzLpOOM_719RyG2MK-80Q__thumb/img/nthXPSM3WPOsQPPSnV-I5VNvcI0=/fit-in/200x150/filters:strip_icc()/pic1514006.jpg"
  },
  {
    "id": "3702",
    "name": "Topple",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 6,
    "description": "Start by placing the plastic Topple tower on its stand. One at a time, players take turns rolling the die and placing their pieces on the different levels. But be careful! As more pieces are added to the tower it starts to turn and tip and sway...and the easier it is to send all the pieces toppling down! If you can complete a row of five, add to existing rows or stack 'em high (4 or more)- you'll score really big points!&#10;&#10;Similar to:&#10;&#10;    Stack'em&#10;    Bamboleo&#10;&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Puzzle"
    ],
    "mechanics": [
      "Stacking and Balancing"
    ],
    "image": "https://cf.geekdo-images.com/Z5ls5xEYW7rgJpdnr1ycrg__thumb/img/TcJMtVvlAbmcFmYSMr9T-FUOfpo=/fit-in/200x150/filters:strip_icc()/pic3265987.jpg"
  },
  {
    "id": "27322",
    "name": "Monopoly: Chocolate",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "This is only Monopoly in name. The name and visual trademarks are licensed from Hasbro, but any similarity ends there.&#10;&#10;The player whose turn it is spins a spinner. This determines where the player places a chocolate piece representing a property color. When all properties of that color or railroad have been placed, the next player to spin that color or railroad gets to eat all those chocolates.&#10;&#10;There are 32 pieces of milk chocolate in the game. The winner is the player who accumulates and eats the most pieces of chocolate properties.&#10;&#10;",
    "categories": [
      "Economic",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/Y-gpjbfPFUE2Zd85_i-ECw__thumb/img/Y9Aw3JXi1T5RsXsZu4UGky7pcww=/fit-in/200x150/filters:strip_icc()/pic172597.jpg"
  },
  {
    "id": "3549",
    "name": "Superpower",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 12,
    "description": "The object of Superpower is to control as much of the Third World as possible by the end of the game.  The game uses several decks of cards, a roll and move game track, and voting rights based on the number of third world countries 'owned'.  A player chooses between one of four actions on his turn:  Moving his pawn on the board via die roll; military fortification of a previously influenced country; military response to another player's prior coup d'etat against a non-fortified country; or attempt an invasion of a non-fortified country.  The game centers around keeping other players' military influence markers out of strategically valued countries, and installing your own influence and subsequent fortifications in same.  Once a country has military fortifications installed, it is immune from all further actions.  Unfortunately for the warmongers, world opinion is constantly being lowered by hostile actions, and propaganda efforts must be maintained to keep world opinion high enough for successful actions.  Of course, before you can militarily influence anybody, you have to get economic influence going, and the various spaces on the board track take care of giving everybody opportunity for same.&#10;&#10;",
    "categories": [
      "Modern Warfare",
      "Political"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/AfsfCuEEH5HSZ5vEaEfXbA__thumb/img/JaCNH81wQxndNq4lU1stG2Vn-1U=/fit-in/200x150/filters:strip_icc()/pic809306.jpg"
  },
  {
    "id": "295484",
    "name": "Risk Junior",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 5,
    "description": "Battle for Treasure on the High Seas!&#10;&#10;The Risk Jr. board game features easy-to-get gameplay, an engaging pirate theme, and bold, colorful artwork. Kids move their boat token around the game board in search of buried treasure as they battle for control of the islands, aiming to collect the most loot to win. The game requires no reading, is quick to set up, and can be played in less than 30 minutes. Engage family members ages 5 and up with this junior edition of the classic strategic combat game.&#10;&#10;INTRO TO THE CLASSIC RISK GAME: The Risk Junior board game is a great way to introduce kids to the strategy gameplay of the classic Risk game. The game is for kids ages 5 and up; for 2 to 4 players&#10;PIRATE THEME: The Risk Junior game's pirate theme has kids moving their pirate ship tokens around the board, competing for treasure and control of the islands&#10;LAUNCH THE DICE: Place, press, launch! To battle another player to claim an island and its treasure, players put a die in their pirate ship, press the lever, and launch it to discover the next move&#10;GAME OF STRATEGIC CONQUEST: Move pirates on to islands, defend territories, and control of treasures. The player with the most treasure and islands at the end of the game wins&#10;MY FIRST RISK GAME: The Risk Jr. game is a great way to introduce kids to the classic strategy board game.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Nautical",
      "Pirates"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hidden Victory Points"
    ],
    "image": "https://cf.geekdo-images.com/WHjEFmcpm6n6Md1zwV8ISw__thumb/img/Htm0ROALdV9snEiC1ajY06IBzM0=/fit-in/200x150/filters:strip_icc()/pic8095410.jpg"
  },
  {
    "id": "40347",
    "name": "Monopoly: Here and Now – The World Edition",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 8,
    "description": "Note: Not to be confused with Monopoly: Here & Now World Edition from 2015.&#10;&#10;&#10;From the box:&#10;The world's number 1 game has gone global!  Millions of people from all over the world voted for their greatest cities so now everyone, no matter where they live, can play the MONOPOLY game on a global scale.&#10;&#10;Travel around the world's greatest cities, wheeling and dealing in millions of MONOPOLY dollars.  As you travel, build house and hotels inspired by buildings from across the world - from mud huts to skyscrapers.&#10;&#10;Discover which cities were voted the greatest by the world!  As you play, discover interesting facts about the world on the Chance and Community chest cards... do you know which country has the most biycycles or what the most expensive work of art ever created is?&#10;&#10;There are 24 movers from around the world - each box contains six chosen at random.  Uses an electronic banking unit with cards not cash and a deal button for faster play!&#10;&#10;",
    "categories": [
      "Economic",
      "Electronic",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/mPVuy6V_m1GHlOkP0DX4ow__thumb/img/CZIWeaNb_k0mQpVm7Fb5gXvhnFY=/fit-in/200x150/filters:strip_icc()/pic458505.jpg"
  },
  {
    "id": "2482",
    "name": "Zaxxon",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 7,
    "description": "The galaxy is in peril! The evil robot Zaxxon and its legion of followers have conquered an asteroid belt! It's your job to ward off this threat before it's too late.&#10;Published in 1983, the Zaxxon Board Game was one of Milton Bradley&rsquo;s numerous attempts to translate video games to board games.&#10;&#10;Will You Volunteer for this Dangerous Mission?&#10;&#10;You and your opponent compete to be the first executive your perilous mission. Maneuver your fighter planes over the enemy fortress by die roll. &quot;Fly&quot; at high or low altitude by raising or lowering your planes on their bases for real 3-dimensional game play Zoom up and over fortress walls and dive down to blast enemy targets. Engage in dogfights at close quarters to force your opponent to retreat. Penetrate enemy radar to challenge Zaxxon to a showdown!&#10;&#10;HOW TO PLAY THE GAME: &#10;1. ROLLING THE DIE: both players roll their die AT THE SAME TIME. Reroll the die if there is a tie. On EACH turn, the player rolling the Lower Number on the die ALWAYS plays first. Then the player rolling the Higher Number plays second. &#10;2. USING THE SPINNER: the player rolling the Lower Number spins the spinner. The spinner controls enemy fire directed at fighter planes from missile silos and gun turrets (later in the game the spinner will also control the movement of Zaxxon). When RED is spun, any plane that is in or enters a missile silo area CONTAINING A MISSILE SILO is shot down and returned to its home base. When BLUE is spun, any plane that is in a gun turret area CONTAINING A GUN TURRET is shot down and returned to its home base. If a missile silo or a gun turret has been shot and removed from the board, there is no enemy fire from that area so any planes in that area are safe. Notice that the missile silo areas are surrounded by a red border and the gun turret areas are surrounded by a blue border. See Figures 5A and 5B for locations. When WHITE is spun, all planes are safe. Please Note: if your plane is shot down by a missile silo or gun turret in the inner fortress, return it to a RESTART space in your outer fortress. &#10;3. ORDER OF PLAY: after spinning the spinner, the player who rolled the Lower Number moves his or her plane or planes according to the die count just rolled. Then the player who rolled the Higher Number moves his or her plane or planes according to the die count just rolled. You can move one of your planes the full amount on the die or move both of your planes, splitting the die count between them in any combination&#10;4. HOW A FIGHTER PLANE MOVES: a fighter plane can move from one space to any adjacent space by die count as shown in Figure 6. A plane can change direction or land on the same space more than once on the same turn. A plane cannot pass over or land on a space occupied by another plane. A fighter plane can &quot;fly&quot; at High Altitude or Low Altitude by raising or lowering it on its base. Each change in altitude (either High to Low or Low to High) counts as ONE on your die count. Your plane must be at Low Altitude to shoot a target and at High Altitude to cross a wall.&#10;&#10;HOW TO WIN THE GAME: &#10;Be the first player to destroy your enemy targets and shoot Zaxxon with both of your fighter planes.&#10;&#10;",
    "categories": [
      "Aviation / Flight",
      "Children's Game",
      "Fighting",
      "Science Fiction",
      "Video Game Theme"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/uqhlnOKuT8FlpO6VHiimuA__thumb/img/ulRzUc0MHXpqm7nQSarQtCZFSeo=/fit-in/200x150/filters:strip_icc()/pic509200.jpg"
  },
  {
    "id": "103261",
    "name": "Awkward Family Photos",
    "minPlayers": 4,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 13,
    "description": "The board game Awkward Family Photos, based on the website of the same name that features photographs that should have stayed tucked away in the family album, invites players to ponder the inner lives of the sad specimens depicted on the cards in order to score and win.&#10;&#10;On a turn, the active player rolls the die, then moves a pawn around the perimeter of the game board to determine which question to ask about the photo revealed from the top of the deck. Samples questions include &quot;Which celebrity would fit into this shot?&quot; and &quot;What was the last thing someone in this picture said before the photo was taken?&quot; Each other player secretly submits an answer, then the active player reads them aloud and chooses her favorite answer. This player places a token on this photo image on the game board. With four or more players, the active player then guesses who submitted which answers; if correct, she places a token on the game board, too.&#10;&#10;The first player to place all five of her tokens on the game board &ndash; or to place three tokens in a row &ndash; wins!&#10;&#10;",
    "categories": [
      "Humor",
      "Party Game"
    ],
    "mechanics": [
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/nFmY9L6zc0KGVK2A1ZOiug__thumb/img/5oL06cn4ilwOzlzr4frzTdzp2P0=/fit-in/200x150/filters:strip_icc()/pic1231174.jpg"
  },
  {
    "id": "3344",
    "name": "Lone Wolf and Cub Game",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 12,
    "description": "From the box: &quot;The serenity and beauty of Japanese culture combines with the violent struggle of life and honor in the Lone Wolf &amp; Cub boardgame based on the comics and graphic novels published by First Publishing. 1 or 2 players take the roles of Itto Ogami (Lone Wolf) and his son Daigoro (Cub) and go in search of vengeance, honor, and Mu, the highly desired trait of enlightenment. This beautifully illustrated game features a full-color game board depicting the eastern area of Honshu, Japan, and a striking cover by Matt Wagner. Lone Wolf and Cub is an exciting, challenging game for both game enthusiasts and collectors alike.&quot;&#10;&#10;",
    "categories": [
      "Adventure"
    ],
    "mechanics": [
      "Role Playing"
    ],
    "image": "https://cf.geekdo-images.com/Q7ijgNUgWYWgHWRAeL6Dtw__thumb/img/eqpHC2Yat-7m2F1UYd5j15eC-zk=/fit-in/200x150/filters:strip_icc()/pic762506.jpg"
  },
  {
    "id": "15804",
    "name": "Hidden Conflict",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 10,
    "description": "For when you're lookin' for a fight!&#10;&#10;While mankind has fought with itself, the forces of evil have gathered and prepared for one final, apocalyptic assault. Each group has fine tuned their forces and stands ready to fight for ultimate control of the earth.&#10;&#10;You are the leader of one of these groups, and you alone will determine who has control of the earth for now...&#10;&#10;Hidden Conflict is an innovative, tile-based, skirmish game that allows players to fight for global domination as either the forces of good or one of the many evil groups vying for control. Players build an army from the beautifully illustrated tiles and face off against their foes. The game plays equally well with two to six players.&#10;&#10;This large box contains 240 &quot;Army&quot; tiles, complete rules and 6 player &quot;cheat&quot; cards.&#10;&#10;",
    "categories": [
      "Fighting",
      "Horror"
    ],
    "mechanics": [
      "Modular Board",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/V-Lonu8KXo385MZLmzhDRw__thumb/img/DFkprLqQvWTSvPM1_E1pocy1aKE=/fit-in/200x150/filters:strip_icc()/pic6110944.jpg"
  },
  {
    "id": "240142",
    "name": "Dark Legacy: The Rising",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 14,
    "description": "&#10;&#10;&#10;    &#10;        GAME SYSTEM&#10;&#10;    &#10;    &#10;         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.&#10;&#10;    &#10;&#10;&#10;&#10; Welcome to world of Dark Legacy. A world ruled by the ruthless battle mage by the name of the Kaiser. The planet of Titan is at war. The Kaiser is bringing the world to its knees. This is a war where anything is possible and anyone can become a legend. It is here where your journey begins.&#10;&#10;Dark Legacy is a unique strategy game that mixes the best elements of campaign-style adventure games and tactical customizable card games and wraps them all up into a in-depth sci-fi/fantasy story. In Dark Legacy, players are no longer bystanders of the battle; they get to be part of it as a war general within one of six different factions. With the unique and various weapons, armor and relics that a player can equip themselves with, players can become whomever they imagine themselves to be.&#10;&#10;In Dark Legacy, players want to destroy their opponents and their armies by building a deck of magic spells that no one can withstand, rolling the d20 in their favor and strategically summoning their army to be the strongest. Just like in real battle, you have to anticipate the probability of the unexpected. Don't make choices too hastily for they may be the demise of your army and yourself.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Science Fiction"
    ],
    "mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/LRRAnPgko2O-BG0Uex1bqA__thumb/img/S2qTu7TkYDef6azMzqxckRLASjs=/fit-in/200x150/filters:strip_icc()/pic4002896.png"
  },
  {
    "id": "6597",
    "name": "E.T.: The Extra-Terrestrial",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 7,
    "description": "This is a simple game in which players roll dice and move about the gameboard attempting to collect the items that E.T. needs to phone home. Along the way you'll have to hide him from your parents (using his clever Halloween costume) and go on the magical bicycle ride through the skies (with the use of special Elliott cards). The object is to be the first player to get E.T. to the three-dimensional spaceship that sits in the middle of the board.&#10;&#10;Obviously intended for children, this game is mostly a merchandising tie-in for the movie but is at the least an interesting piece for an E.T. enthusiast.&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/LGTSVTtli-zqvz2Wen1hzA__thumb/img/EIMnqw2pIUQ1WYnbbhpD9cm6xxY=/fit-in/200x150/filters:strip_icc()/pic237539.jpg"
  },
  {
    "id": "15278",
    "name": "Law & Order Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 13,
    "description": "[From box]&#10;&#10;Law &amp; Order, one of the most popular and critically acclaimed series in television history, is now a game you can play at home!&#10;&#10;Players become detectives, and compete to solve realistic cases as they travel around the board. Interview witnesses, interrogate suspects, gather evidence and collect clues as you try to unravel the case. First player to correctly identify the suspect wins!&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction"
    ],
    "mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/eDS-Q60TfV4yDHPi-po55g__thumb/img/lUnWVuGjqoeSCqPf-OBwHA_IIEg=/fit-in/200x150/filters:strip_icc()/pic420110.jpg"
  },
  {
    "id": "101420",
    "name": "Ninety-Nine",
    "minPlayers": 2,
    "maxPlayers": 13,
    "playingTime": 20,
    "age": 0,
    "description": "[This adding game is not to be confused with the trick-taking game, Ninety-Nine.]&#10;&#10;From David Parlett's The Penguin Book of Card Games:&#10;&#10;Said to be a Gypsy game. Deal three cards each and stack the rest face down. Play goes to the left, but may change. Each in turn plays a face up card to the table, announces the total value of all cards played so far, and draws a replacement from stock.&#10;&#10;Cards count as follows:&#10;&#10;&#10;    ace to nine: increase the value of the pile by the pip count of the card&#10;    ten: reduce the value by ten&#10;    jack, queen: the value stays the same&#10;    king: the value is set to 98&#10;&#10;&#10;The total may not exceed 98. The first player to be unable to play, loses a life. The first to lose three lives, loses the game.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/uii-9Cbiibh357lXX5Y8mQ__thumb/img/YUjT2O48PDbzSdv881GIX77hivY=/fit-in/200x150/filters:strip_icc()/pic6322388.jpg"
  },
  {
    "id": "8031",
    "name": "Citadel Combat Cards",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 10,
    "age": 10,
    "description": "A quick and easy fantasy card game for two or more players.  Combat cards can be played with a single deck, or with one deck per player.&#10;&#10;Not to be confused with Citadel Combat Cards (2017).&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Science Fiction"
    ],
    "mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/vpP5OldHWcFb1CR8HIM97g__thumb/img/dFRo78haKFAgWaomv8Z04Vo-krU=/fit-in/200x150/filters:strip_icc()/pic234322.jpg"
  },
  {
    "id": "29405",
    "name": "Transformers 3D Battle Card Game",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 8,
    "description": "From Wizards' website:&#10;&#10;Based on the film releasing July 4th, with additional favorites from TRANSFORMERS history, the TRANSFORMERS 3D battle-card game lets you take total control of your favorite AUTOBOT and DECEPTICON characters! Crack open a pack and start building your 'bots. Or, build them in their vehicle form using the same set of pieces! Once you've assembled your characters, battle away, because even though they're fun to put together, they're even more fun to play with!&#10;&#10;Each battle pack comes with four randomly inserted constructible cards (enough to build two characters), two stat cards containing character and battle information, a token card, and game rules with assembly diagrams.&#10;&#10;",
    "categories": [
      "Comic Book / Strip",
      "Fighting",
      "Science Fiction",
      "Video Game Theme"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/aFfKPzA27L49ek0FjAEdoA__thumb/img/nYO28VlFYN38blS67dHic5ZO7R4=/fit-in/200x150/filters:strip_icc()/pic222649.jpg"
  },
  {
    "id": "5253",
    "name": "Jack Straws",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 10,
    "age": 6,
    "description": "A pile of plastic or wood objects (axes, rifles, brooms, crutches etc.) are dumped on the table. Players use metal hooks to extract an object from the pile, without moving any other items. If they succeed they keep the item and try again. If they move any object other than the one they attempt to pull out, their turn is over, and then it is the next players turn.&#10;&#10;The winner is the person with the most items, once there are none left in the pile.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/G0zl7nRJo8Eidl66SJxIEg__thumb/img/zHV8syklvKSaZ6610-gxYE7YU2I=/fit-in/200x150/filters:strip_icc()/pic162527.jpg"
  },
  {
    "id": "258723",
    "name": "ToeShamBo",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 10,
    "age": 0,
    "description": "ToeShamBo = Tic-Tac-Toe + Roshambo (rock-paper-scissor)&#10;&#10;A fast and strategic card game where you're playing Tic-Tac-Toe with cards, but the Xs and Os have been replaced with Rock, Paper, &amp; Scissor! If your opponent is blocking your three in a row of Rocks, Papers or Scissors, you can play over their card if your card beats it, Rock-Paper-Scissor style. (Rock&gt;Scissor&gt;Paper&gt;Rock)&#10;&#10;There's no ties in the fresh mashup of classic games, and is great for gamer of all ages!&#10;&#10;Game contains:&#10;55 Cards: 27 Red Cards, 27 Blue Cards, 1 Center Card.&#10;Instructions.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Rock-Paper-Scissors"
    ],
    "image": "https://cf.geekdo-images.com/VjjxuymKLRTOoYuTEpaE-Q__thumb/img/QNK1rHR0mGUpASLP7TjBisOKWjg=/fit-in/200x150/filters:strip_icc()/pic4319440.png"
  },
  {
    "id": "3696",
    "name": "Channel Surfing",
    "minPlayers": 2,
    "maxPlayers": 99,
    "playingTime": 30,
    "age": 12,
    "description": "Split into 2 teams and take alternate turns. Take 12 cards - each with something to search for. Then grab your remote and the race is on. Time's running out - how many things can you find? Keep a sharp eye as you scan the channels at an illegal rate of speed.&#10;&#10;Sort of a video scavenger-hunt, where players use their own TV at home to surf channels looking for the subjects listed on their cards.&#10;&#10;",
    "categories": [
      "Party Game"
    ],
    "mechanics": [
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/pRJXZxv4hQlJNErMDBvCig__thumb/img/vRKJRVXxpLeazLe0UwL7S32vO9I=/fit-in/200x150/filters:strip_icc()/pic9316.jpg"
  },
  {
    "id": "23694",
    "name": "Pirates of the Caribbean DVD Treasure Hunt",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 8,
    "description": "The Pirates of the Caribbean DVD Treasure Hunt game is the first action/adventure DVD board game. A departure from the traditional trivia-based DVD game, Pirates of the Caribbean has players traveling around a treasure hunt map, battling other pirate ships and completing pirate challenges. Players roll the dice and enter their coordinates on the DVD, which produces all the pirate challenges. At the beginning of the game, players receive a mission card that tells them how much gold, silver and rum they will need to collect for the game. You keep this a secret from the other players. Successfully completing pirate challenges, searching for booty and attacking other pirate ships are the ways you can get the gold, silver and rum you  need to complete your mission and win the game.&#10;The game, based on the hit movie franchise Pirates of the Caribbean, incorporates clips from the films and takes players to recognizable places such as Tortuga Island and Rum Runners Island. However, this is not a movie trivia game. The movie only serves to enhance the action/adventure game play.&#10;&#10;",
    "categories": [
      "Adventure",
      "Electronic",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Movies / TV / Radio theme",
      "Pirates"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Roll / Spin and Move",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/uaQScnD1VNd8IBRZ5RRRBw__thumb/img/hjv0fbQxobkBjCOnJQMqLvCXWIk=/fit-in/200x150/filters:strip_icc()/pic992290.jpg"
  },
  {
    "id": "4694",
    "name": "Friends Trivia Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 10,
    "description": "Friends is a trivia game with questions based on the popular TV show of the same name.&#10;&#10;The goal of the game is to answer questions correctly while on the apartment spaces of the board a certain number of times. Once completed, a player makes his/her way to &quot;Central Perk&quot; for an opportunity to win the game.&#10;&#10;The basis of the game is that players roll a die, move around the board and answer trivia questions. When not on an apartment space, players have an opportunity to continue moving when they answer a question correctly. When on an apartment space, each correct answer allows a player to cross an item off his/her score sheet, but not play again. With 1 item for each of the 6 characters from the show, a player will roll his/her way to the end space on the board and try to answer one final question to win the game.&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/6tj_-nyoUhvMP5E-3d3_PQ__thumb/img/-5binai-UbO-SFYeIZTFL7JbFlg=/fit-in/200x150/filters:strip_icc()/pic20012.jpg"
  },
  {
    "id": "353799",
    "name": "Rolling Pins",
    "minPlayers": 1,
    "maxPlayers": 100,
    "playingTime": 30,
    "age": 10,
    "description": "Roll and Write game for 1 or more players. Rolling Pins is a simulation of Bowling. Based on a mechanic of Shut the Box with addition of special abilities that can be used to manipulate the dice, or score an automatic strike.&#10;&#10;Rolling Pins was created for the 10th Roll &amp; Write PnP Contest.&#10;The files are available for free.&#10;&#10;",
    "categories": [
      "Dice",
      "Print & Play",
      "Sports"
    ],
    "mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/yCIF-CB2W-Nol8T0OO7cmQ__thumb/img/Ebg9bwZ4KxQpCGZZeXUqn1d4Kg8=/fit-in/200x150/filters:strip_icc()/pic6595131.png"
  },
  {
    "id": "2593",
    "name": "Pass the Pigs",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 30,
    "age": 8,
    "description": "This very portable beer &amp; pretzels game comes as a pocket travel case containing 2 pig dice, two pencils and a scoring booklet that also includes the scoring table. The pigs are actual pig miniatures, with a dot on their right flanks.&#10;&#10;The object is to be the first to score 100 points using &quot;pigs&quot; as dice. On your turn, you throw the pigs and hope they end up in a scoring position such as a &quot;snouter,&quot; &quot;trotter,&quot; or &quot;leaning jowler&quot; (ranging in value from 1 to 60 points); if they do, you decide whether to &quot;cash&quot; the points (pass the pigs to the next player) or to roll again. If you roll a non-scorer (&quot;pig out&quot; - one pig on the right flank, the other on the left flank; a fairly frequent result), you lose any as-yet-uncashed points. If you throw an &quot;oinker&quot; (both pigs touching each other), you lose your entire accumulated score. If you throw a &quot;piggyback&quot; (one pig on top of the other), you're altogether eliminated!&#10;&#10;The variant Hog Call rules allow the other players to risk predicting the outcome of the throw; if predicted successfully, the hog caller earns twice the value of the position *and* deducts that same amount from the roller's score!&#10;&#10;Schweinerei, the German edition, was released by Milton Bradley in 1984; Milton Bradley in 1996; Winning Moves Games (USA) Deutschland in 2001.&#10;&#10;",
    "categories": [
      "Animals",
      "Dice",
      "Party Game"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/blW_a3O5Md5bE1jFygJ6SA__thumb/img/s9q6W3Z7i4uW8x9CYZuL8wHzesE=/fit-in/200x150/filters:strip_icc()/pic697422.jpg"
  },
  {
    "id": "32670",
    "name": "Barista",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 8,
    "description": "Be the best Barista by trying to brew the perfect cup of coffee. But, be careful. You may just spill your masterpiece.&#10;In Barista, players compete to be the first to brew a customer's specialty coffee drink, as ordered. The player who brews the cup first, or comes closest to it, will earn tips toward victory as the best Barista.&#10;Each round, 4 dice are rolled, each representing one aspect of the specialty coffee to be brewed. Generally on a player's turn, he will draw a card and discard a card, trying to match the symbols rolled on the dice. As players acquire these cards, they are played face-down in front of them. There are Action cards to turn the tables a bit, as well as cards to earn or lose tip money. Perhaps you will wish to make a 'Barista Challenge' against the other players. Think your coffee will beat someone else's? Go ahead, make their day. But, how about just making some coffee.&#10;The game comes with 56 cards, 4 special dice, a coffee mug dice cup/tip jar, 20 tokens (tips), a special token bag, and rules that could be written a bit better. All in all, a good experience for specialty coffee fans everywhere.&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/nGbctxnNk20xwKKHY6tlZA__thumb/img/ovlQ4mdHMm3IigJ2muqL9V_kckw=/fit-in/200x150/filters:strip_icc()/pic336556.jpg"
  },
  {
    "id": "18750",
    "name": "Dragonriders",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 10,
    "description": "From the Publisher:&#10;&#10;Climb aboard your trusty steed and lift off for the race of your life! The players race their dragons on a course in a deep and winding canyon. You have some magic to use to aid your cause, or hinder your opponents, but the real test is your skill at maneuvering your dragon through the course to reach the finish line ahead of the others. Players choose their speeds on each round secretly, but then must move at that speed, even if other dragons or canyon walls are in the way.&#10;&#10;The movement system gives players more maneuverability at lower speeds than at higher, so you cannot turn your dragon on a dime unless you are going very slowly - an important consideration in those hairpin turns!&#10;&#10;The track is made of two-sided tiles, so players can design their own races and change them every race to keep things fun and exciting!&#10;&#10;",
    "categories": [
      "Fantasy",
      "Racing"
    ],
    "mechanics": [
      "Modular Board"
    ],
    "image": "https://cf.geekdo-images.com/muA0TKYUu5Jdl0fGJVffsA__thumb/img/gafs5OslcCFV6Jx1kxwKxGjEVBk=/fit-in/200x150/filters:strip_icc()/pic88518.jpg"
  },
  {
    "id": "13508",
    "name": "Boggle Jr.",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 10,
    "age": 3,
    "description": "Billed as &quot;Your pre-schooler's first Boggle game&quot;, Boggle Jr. teaches letters and spelling in two games of increasing difficulty. The first game is for the very young. A picture card with a 3-letter word is placed in the tray. The player must match the letters of the word using the 8 letter cubes. The second game is for more advanced spellers. Place a 4-letter word card in the tray and use the flap to cover the letters. The player must spell out the word that identifies the picture (like Duck or Lion). Players are encouraged to create their own game using the cards and letter cubes.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Educational",
      "Memory",
      "Word Game"
    ],
    "mechanics": [
      "Memory",
      "Pattern Recognition",
      "Spelling"
    ],
    "image": "https://cf.geekdo-images.com/t-e9FIDt5g0nWfB4OiYxvg__thumb/img/B01dgGsD422BRzvp6DXeUnmUyh4=/fit-in/200x150/filters:strip_icc()/pic437677.jpg"
  },
  {
    "id": "141035",
    "name": "Space Sheep!",
    "minPlayers": 1,
    "maxPlayers": 8,
    "playingTime": 20,
    "age": 10,
    "description": "The story thus far...&#10;&#10;The life of a Strategic Space Sheep Commander isn't easy, especially if that Commander is assigned to the Lambda Sector. Centuries of peace had lasted throughout Lambda, the various Sheep Systems have settled their remaining differences, and the sector has seen a golden age of prosperity and scientific advancement. With the era of scientific enlightenment came the creation of the Spatial Sheep Distortion Drive, supplanting the now-outdated Warp Drive. The ships outfitted with such operate both independently and synchronously with System bases to enable the crossing of vast distances in relatively short amounts of time. With this, the races of the Systems were brought even closer together. Commerce and cultural trade were at an all-time high, and families allowed their Sheeplings to roam free across the neighboring regions without fear.&#10;&#10;All was well in the galaxy &ndash; until the first messenger ship arrived from a force that has become known only as &quot;Wolf&quot;. Its language was unintelligible, but its message was clear: complete and total annihilation of Sheepkind. Soon after, the first Wolf ships arrived, laying waste to the satellite planets of the Sheep Home Systems. Front-line galactic defense forces were able to stave off further destruction &ndash; but what is coming is far, far more terrifying than any threat faced in the galaxy's known history.&#10;&#10;All Systems have been placed under Red Alert, with the Strategic Sheep Command called together and a Flock Commander named. As members of Wolf have been spotted in Sheep Commanders' uniform, SSC has determined that the best way of insulating the individual Systems is by outlawing all usage of the Spatial Sheep Distortion drives. Inter-system access is granted only to the Elite &quot;Shepherd&quot; class ships, via a complex network of Hyperspace travel. A fleet of these specialized ships has been assigned to recover the Sheeplings and return them to their Home Systems while the Wolf invasion is repelled.&#10;&#10;You are a Sheep.&#10;You are a Defender in the Strategic Sheep Command.&#10;You have trained all of your career for this moment in history.&#10;You will issue Tactics to the Shepherd Fleet to direct the Rescue Mission.&#10;You know how to defeat Wolf &ndash; &quot;Ewe's The Force...&quot;&#10;&#10;Space Sheep! is a real-time, customizable, cooperative game &ndash; with possible traitor(s) in your midst &ndash; for 1-8 players. The Defenders want to get the Space Sheep tokens and Shepherd tokens back to their matching Systems before all the cards are gone and time has run out. (If playing with Infiltrators, thus making the game semi-cooperative, each player receives a secret allegiance card; each player knows only her own allegiance, leaving her to guess and decipher who else is on her team.)&#10;&#10;In Space Sheep!, on each player's turn, the player will play a card from her hand, allowing her to:&#10;&#10;&#10;     Activate a System and take the action associated with it (moving the Space Sheep and Shepherds),&#10;     Play a card to move a Shepherd clockwise, or&#10;     Play any card face down to the Defense Mat.&#10;&#10;&#10;Additionally, a player may play a card matching the System occupied by the Wolf to attack (and knock the Wolf token on its side).&#10;&#10;In Space Sheep!, one player acts as the Supreme Flock Commander, managing the one-minute sand timer. If the sand runs out, Wolf attacks and players must discard cards from the Defense Mat, the deck, or their hands; if they can't, they lose the game. If the Wolf token has been knocked on its side, the Supreme Flock Commander may flip the sand timer before it runs out to avoid the Wolf attack, standing up the Wolf token and moving it to another System in the process.&#10;&#10;Players who are Infiltrators will, of course, be attempting to delay action, make poor moves, and subtly manipulate the other players into making poor choices of their own. At any time players may point at one another in an accusatory fashion. If more than half the players simultaneously point at one player, this player is out of the game. He then reveals his Allegiance and:&#10;&#10;&#10;     If players have found an Infiltrator, shuffle the player's cards in hand and place them on the bottom of the deck.&#10;     If players have found a Defender, place the player's cards in hand on the face-down discard pile. On the ousted player's turn, Wolf attacks.&#10;&#10;&#10;If the Defenders get all shepherds and space sheep to their matching systems, then they win the game. If the sand timer runs out and players can't discard enough cards &ndash; or if the number of Infiltrators matches the number of Defenders in the game &ndash; then the Infiltrators win.&#10;&#10;Players can customize Space Sheep! by varying the number of Systems in play (more Systems = more complexity), the number of tactic cards in the deck (fewer cards = greater difficulty), the strength of Wolf, the ratio of Infiltrators to Defenders, and the types of direction cards (more directions = greater variability).&#10;&#10;",
    "categories": [
      "Bluffing",
      "Deduction",
      "Humor",
      "Puzzle",
      "Real-time",
      "Science Fiction",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Cooperative Game"
    ],
    "image": "https://cf.geekdo-images.com/naIqJ21xbkg-BIsBE20gXg__thumb/img/IXxeSuY15nYaEnYK_dzlkBq5JnA=/fit-in/200x150/filters:strip_icc()/pic1720202.jpg"
  },
  {
    "id": "2578",
    "name": "Phase 10 Dice",
    "minPlayers": 1,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 8,
    "description": "You win the game by being first to get through the 10 Phases with the highest overall score.&#10;&#10;Six of the dice contain all the high numbers.  Each of these is numbered 5 through 10 in the four colours.  The other four dice contain the low numbers and the Wild (W) faces.  Each of these dice is numbered 1, 2, 3, 4, W, W in the four colours.&#10;&#10;In a turn, the player starts by rolling all ten dice.  The player may then set aside any dice he wishes to keep.  He makes a second roll with the remaining dice.  He may set aside some of these dice, adding them to those already set aside; he may also take back some of the dice previously set aside.  Then he makes a third and final roll, scores and ends his turn.&#10;&#10;Each phase specifies which dice are needed (sets, runs, flushes), so this is sort of sequential Yahtzee.&#10;&#10;",
    "categories": [
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Re-rolling and Locking",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/8O7v3wlzX60lYE0J_bubcw__thumb/img/VoUO82Nvu6iwYatt8gn7qb-9vPw=/fit-in/200x150/filters:strip_icc()/pic336868.jpg"
  },
  {
    "id": "7720",
    "name": "The Prince: The Struggle of House Borgia",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 12,
    "description": "From the publisher's web page:&#10;&#10;Relive the struggle of Renaissance Italy&#10;&#10;Intrigue, warfare and betrayal was the order of the day among the Renaissance Papal States of Italy. Cesare Borgia has long been considered the model of the Renaissance noble, the prototype of Niccolo Machiavelli's Prince-intelligent, cruel, treacherous, and ruthlessly opportunistic.&#10;&#10;It is the XV-XVIth century, and you, the player, represent one of the great, powerful Italian families-the della Rovere, Colonna, de Medici, Orsini, or the newly-arrived Spanish house of Borgia. Your goal is to attain the one position that will guarantee you, and your family, fame, wealth and power: The Papacy.&#10;&#10;The Prince is a game of making the best of available resources. Using the members of your family who are cardinals, Papal offices, strongholds in the patrimony of St. Peter, alliances with other families, and even patronage of the remarkable artists who lived at that time, players jostle for position and political leverage until the time comes for the Elector Cardinals to go into their enclave and vote for a new Pope.&#10;&#10;Accommodating 3 to 5 players, this strategic cardgame brings to life the political intrigue of early Renaissance Italy. Relive the treachery, deceit, and war of Cesare Borgia and the other leaders that surrounded him.&#10;&#10;",
    "categories": [
      "Card Game",
      "Political",
      "Renaissance"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Auction: English",
      "Negotiation"
    ],
    "image": "https://cf.geekdo-images.com/CgMrRvk6oZDBFhG3XqCrlQ__thumb/img/pl0yy_ln2KRkS6S8dM77k89uYpc=/fit-in/200x150/filters:strip_icc()/pic49718.jpg"
  },
  {
    "id": "12691",
    "name": "Warmaster Chess 2000",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 10,
    "description": "Very controversial insert game in Command Magazine Issue #49. Considered by many to be the issue where Command &quot;jumped the shark.&quot; Outraged subscribers were appalled when their complaints were dismissed as a bunch of whining by XTR head Ty Bomba.&#10;&#10;Apparently intended merely as a small bonus game it ended up carrying the whole load when the planned issue game fell through, it was marred by unusually poor quality control (discolored countersheets.) It is a chess variant with the board expanded to 12 x 12 squares. Follow-up variants in the next two issues of Command added a some interesting variant pieces with new moves and powers and a whole different chess-like game based on 20th Century military units, none of which got the attention it deserved because of the outrage and bad feeling left over from the initial impression. For chess players some interesting ideas, many of which have been seen before in one form or another. For historical board wargamers, it was simply not enough there, and it seemed like a rather pathetic and transparent attempt to cover up XTR's failure to have a suitable alternative to the planned issue game.&#10;&#10;EDIT REQUEST:  Does anyone have any information about the game itself?  How it plays, how it differs in strategy and &quot;feel&quot; from regular chess?  Any information other than how it came to be published?&#10;&#10;And from the images, it appears the board is 16x16, rather than 12x12.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Grid Movement"
    ],
    "image": "https://cf.geekdo-images.com/XC_8rO1lnakabT-ZospJaQ__thumb/img/7V2N-IBf5pLsjYUisN9phd32XVs=/fit-in/200x150/filters:strip_icc()/pic6438780.jpg"
  },
  {
    "id": "3736",
    "name": "Gooey Louie",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 10,
    "age": 7,
    "description": "Pull the gooeys out of Louie and win! Watch his brain pop out when the special gooey gets picked!&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/y7tOC2ihwmVQRHVNPTn0aQ__thumb/img/OUS0jbSrVU0lKNwuEBqkwI6WDlo=/fit-in/200x150/filters:strip_icc()/pic8255719.jpg"
  },
  {
    "id": "395847",
    "name": "Space Marine: The Board Game",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 12,
    "description": "In the grim darkness of the 41st Millennium, Humanity is spread thin, fighting a losing battle against enemies all across the galaxy.&#10;&#10;Space Marine: The Board Game is a thrilling survival game, pitting the noble Lieutenant Titus of the Ultramarines against endless swarms of all-consuming alien horrors!&#10;&#10;The box is packed with 23 push-fit miniatures, dice, a ruler, a game board, and a 40-page rulebook packed with backstory and missions.&#10;&#10;You and a friend will take control of either the lone Space Marine, or more than 20 ravenous Tyranids that want to eat him alive.&#10;&#10;It&rsquo;s fast-paced action, as Titus fights valiantly to defeat his enemies with superhuman strength and brutal weapons.&#10;&#10;Can he hold them back, or will the Tyranids overwhelm him in the end?&#10;&#10;Space Marine: The Board Game represents the perfect foot in the door for anyone who&rsquo;s completely new to the Warhammer hobby.&#10;&#10;It&rsquo;s easy to set up &ndash; every model is push-fit &ndash; and can be played in around 30 minutes. So if you have friends or family who want to give the worlds of Warhammer a go, this is a brilliant place to start.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Fighting",
      "Video Game Theme"
    ],
    "mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "image": "https://cf.geekdo-images.com/5GXeE8plwHcs6mUPnN2KMQ__thumb/img/FPNM8hx9kXWfUqJG-gjEV0deA7c=/fit-in/200x150/filters:strip_icc()/pic7760609.jpg"
  },
  {
    "id": "166658",
    "name": "Bakerspeed",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 15,
    "age": 7,
    "description": "Investigate quickly! LeStrade is already on his way to the crime scene, so you'll need to do a fast investigation in order to find the culprits &mdash; but are the clues sufficient for you to find the suspects first?&#10;&#10;Bakerspeed is a quick-playing dice-based game in which players need to &quot;solve&quot; crimes quickly. In the game, a player rolls a die, then everyone else simultaneously races to play the matching card.&#10;&#10;",
    "categories": [
      "Dice",
      "Real-time"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/19jZKi5_lbrKrFAZoNhGQA__thumb/img/2mJC-rFDAPpYFE4oEGeMiJpYvCA=/fit-in/200x150/filters:strip_icc()/pic2268644.jpg"
  },
  {
    "id": "95710",
    "name": "Bop It!",
    "minPlayers": 1,
    "maxPlayers": 99,
    "playingTime": 10,
    "age": 8,
    "description": "From Hasbro:&#10;&#10;Get ready to react fast! Turn on the BOP IT game unit and get ready to Bop, Pull, and Twist your way to victory. For even more of a challenge, activate the microphone and Shout It, too! Choose to play alone or invite your friends for a game of Party Bop - you&rsquo;ll all have to use your knees, elbows, and hips to win! The better you get, the more skill levels you unlock, so think fast and be the BOP IT master!&#10;&#10;BOP IT calls out commands and you reactfast!&#10;&#10;Includes Bop It game unit and instructions.&#10;&#10;3 AAA batteries included.&#10;&#10;For 1 or more players.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Electronic"
    ],
    "mechanics": [
      "Real-Time"
    ],
    "image": "https://cf.geekdo-images.com/4qcYavCD4Jw72tOTS5glTA__thumb/img/sNmlx8_3kRJN2ZJDB83R7IcPyos=/fit-in/200x150/filters:strip_icc()/pic1034553.png"
  },
  {
    "id": "19409",
    "name": "Mouse Chaos",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "Mouse Chaos is a memory + abstract strategy game.  You have a set of mice to which you need to get to your nest.  This is indicated by a color on the mouse's underside.  During the game, you discover the color of the mice and attempt to get your mice into your nest.  The endgame has a trading aspect where you trade a mouse of a color that is not the home nest's color to the proper owner who in turn may wind up having to trade as well.  Cats and chairs serve as devices to thwart your opponent's movement.  Cheese covers can be used to protect your mice.  The game is well themed with excellent bits.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Animals",
      "Memory"
    ],
    "mechanics": [
      "Memory",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/9zhzjbsTvOEvP2OVcajVjg__thumb/img/5sSaItimyufaGX55vGpIvIWVkB0=/fit-in/200x150/filters:strip_icc()/pic69986.jpg"
  },
  {
    "id": "15832",
    "name": "Cheat",
    "minPlayers": 3,
    "maxPlayers": 10,
    "playingTime": 10,
    "age": 8,
    "description": "Cheat is a standard deck playing card game; it is a simple game of bluffing and deduction for 3-10 players.&#10;&#10;A regular deck of 52 playing cards is dealt in its entirety to all players. Players take it in turn to play 1-4 cards onto the stack of cards. When a player plays, they must declare the number of cards played and give the value of a card (ace - king): for example &quot;three queens&quot;. The value given must be either one above, one below or the same as the value given by the previous player. Any player may call &quot;cheat&quot; before the next player plays. When a player calls &quot;cheat&quot;, the number of cards declared is then revealed. If the cards are all of the value given, the player who called &quot;cheat&quot; must take the whole stack of cards into their hand and the falsely accused cheater may start a new stack. However, if the cards are not all of the value declared, the cheater takes the stack into his hand and the first accuser starts a new stack. A player wins by emptying their hand. The game ends when there are only three players remaining.&#10;&#10;This game is also known as Bullshit.  In Hoyle's Rules of Games it is referred to as I Doubt It.&#10;&#10;Similar games include MammuZ, Verish' Ne Verish', &#208;&#154;&#209;&#131;&#208;&#191;&#208;&#184; &#208;&#161;&#208;&#187;&#208;&#190;&#208;&#189;&#208;&#176;, and Elephonkey.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Memory"
    ],
    "mechanics": [
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/Ul2GRkjbX6kZ4VeSAD4pIA__thumb/img/KyY240GQnSZqtYWP1N6LUJBOgkM=/fit-in/200x150/filters:strip_icc()/pic222244.jpg"
  },
  {
    "id": "378010",
    "name": "Color Flush",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 7,
    "description": "In Color Flush, try to be the first to get all the cards of the same color in your hand &mdash; but watch out as all the cards are double-sided, and you can see only one side. You have to wisely use the different actions you dispose of to flip over, draw, or give out your cards and end up with the right combination.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/3nB96Q_CMk679d-pf24Hkw__thumb/img/sucWJjzAanKjEbzfAQiVKTk-bK4=/fit-in/200x150/filters:strip_icc()/pic7274653.png"
  },
  {
    "id": "1095",
    "name": "Mystery on the Nile",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 10,
    "description": "Players compete against each other to determine who stole Lokita Posperita's pearl necklace in a limited number of turns.  This is accomplished by looking at pairs of evidence cards at different locations around the steamship and attempting to make a match.  Players can switch cards with those on the board to either create matches or throw off their opponents (&quot;red herrings&quot;).  The player who gathers the most evidence by the time the steamship Cleopatra pulls into the harbor in Cairo wins.&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction",
      "Memory",
      "Murder / Mystery"
    ],
    "mechanics": [
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/irnXNVs5o8AhrtHIMN3L7A__thumb/img/F9VxuQn9QyM2MNFKgrs08Vla_Vo=/fit-in/200x150/filters:strip_icc()/pic450487.jpg"
  },
  {
    "id": "193141",
    "name": "The Game of Life Junior",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 5,
    "description": "From the publisher:&#10;&#10;Choose your fun adventure with The Game of Life &ndash; junior style! This fun and fast-paced game is just like the adult version, but with much cooler rides! Pick the Blue Wheeler, the Pink Cruiser, the Yellow Speedster or the Green Rider, and start enjoying life&rsquo;s twists and turns! Have tons of fun with amazing adventures on the beach or at the zoo &ndash; it&rsquo;s your choice! Keep collecting stars and see how the Action cards and Attractions like the Museum or the Chocolate Factory affect your fate. If you get to 10 stars first, you win! You&rsquo;ll have a fun game and an awesome day whenever you play The Game of Life Junior game!&#10;&#10;The Game of Life Junior is an easy, fun way to start playing The Game of Life &#10;&#10;     Easy to set up and play&#10;     Action cards and Attractions change your path&#10;     Collect 10 stars first for the win.&#10;&#10;&#10;",
    "categories": [
      "Children's Game"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/xn_cLqh2eY0-RIQIdt4HnQ__thumb/img/U8tlGcMPwJxcs_iANSrF6IgrRBc=/fit-in/200x150/filters:strip_icc()/pic4862936.jpg"
  },
  {
    "id": "13373",
    "name": "Choco",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 25,
    "age": 3,
    "description": "A childrens' game where two players take turns picking one of many (plastic) chocolate-covered candies hoping not to find &quot;the critter in the candy.&quot; Before the game, all of the candies are turned right-side up and mixed around randomly. All of the candies have a picture of a cherry or a peanut on the bottom, except for one. One of the candies has a bug (the &quot;Critter&quot;). Each player in turn pops the &quot;Pop-O-Matic&quot; and then tries to select a matching candy (either peanut or a cherry). If you select the correct type, you keep it. If you select the other type, you put it back. If you select the critter, you return one of your chocolates to the pile, in addition to returning the critter. At the end of the game, when the critter is the only candy left, the player with the most chocolates wins.&#10;&#10;",
    "categories": [
      "Animals",
      "Children's Game",
      "Dice",
      "Memory"
    ],
    "mechanics": [
      "Dice Rolling",
      "Memory",
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/KjGZ0kZw3YxmYVgA5ftjHg__thumb/img/pAbMiEsvbXsEfD3rPlvk7lq2vOM=/fit-in/200x150/filters:strip_icc()/pic1147010.jpg"
  }
]