[
  {
    "id": "238136",
    "name": "Elementum",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "In the fantastic world of Tellus, powerful tremors unearthed the ruins of the ancient structure permeated with magical power. Sorcerers from all over the land gathered, their goal to possess this raw power in form of Elementum particles, crucial for spellcasting and creation of enchancing Power Crystals.&#10;This power, hidden for hundreds of years, springs from the four Elemental Sources. Mages, casting elemental spells from the aspects of Earth, Fire, Air and Water take control of Elementum, gathering power &ndash; and the one who shall gather the most will uncover the nature&rsquo;s ultimate secrets and become the world&rsquo;s greatest elementalist.&#10;&#10;Elementum is a card game for 1 to 4 players aging 10 and up, taking around 15 minutes to play. Players draft cards, then, each player places the chosen card in his set in the corresponding column next to the common Elemental Source.&#10;If the card has an instant effect it&rsquo;s resolver immediately, but most will have effect only during the final scoring.&#10;Cards can also be enchanced using Power Crystals, or interact with the common card pool.&#10;After all spell cards are placed in sets the game ends and scoring begins. Each player in turn analyses each card from the set. The player with the most Elementum Particles (VP) wins the game.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy"
    ],
    "mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/2JL6L4HWovKGugFCK-JTSw__thumb/img/YGmwXT80tw-qj0CSrQDgq0Yh-vo=/fit-in/200x150/filters:strip_icc()/pic3823957.jpg"
  },
  {
    "id": "377068",
    "name": "Battle Card: Market Garden",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 5,
    "age": 10,
    "description": "Battle Card: Market Garden is a quick-playing (~5 minutes) solitaire Post-card wargame about one of the most iconic battles of WWII - Market Garden. In the game, the player takes the role of the Allies, controlling the 1st, 82nd, and 101st Airborne Divisions as they try to take control of their sectors and make way for the 30th Corps to reach Arnhem.&#10;&#10;The game uses a simple combat results table (CRT) to resolve battles based on whether the Allies or the Germans have advantage.&#10;&#10;The player has six turns for the 30th Corps to reach Arnhem or they lose the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Dice",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/utEGRHSxbSY07qpqP-U8nA__thumb/img/8KBPFS5RIZIWoiA4QQapcM2P86c=/fit-in/200x150/filters:strip_icc()/pic7244517.png"
  },
  {
    "id": "4254",
    "name": "Iwo Jima: Valor of Arms, 19 Feb. – 25 March 1945",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 240,
    "age": 12,
    "description": "Solitaire game on the Battle of Iwo Jima. Japanese units are set up with their facing covered. Marines will invade from 2 alternate beaches. Rules allow the Japanese to fire at Marines once the latter moves to within 2 hexes.&#10;&#10;Special rules cover raising the flag at Mt Suribachi, regimental integrity, banzai charge, Japanese ambush, replacements, Naval Gunnery support, Iwo Jima airfields, etc. Victory is determined by how fast the Japanese can be cleared from Iwo Jima.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/0LhggGWa4jQ0TTImDF8r7w__thumb/img/qEwAZamjKIcM10pOVqm297cySGo=/fit-in/200x150/filters:strip_icc()/pic43349.jpg"
  },
  {
    "id": "104655",
    "name": "Lemonade Stand",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 13,
    "description": "Ahhhh... it's a hot lazy summer in your little suburb of the world and you're eleven years old again! You've played with your friends and explored on your bike and you're old enough to get excited by the prospects of earning some money. You've got $0.25 burning a hole in your pocket and your mom even offers to give you a shiny silver dollar to invest in your scheme. You're starting a lemonade stand! You've got just one week until the Fourth of July and you want to earn as much as possible to blow all of your profits on smoke bombs, bottle rockets and even some M-80s this year!&#10;&#10;Of course some of your friends are copying your idea &ndash; why do they always do that? It is going to be an epic battle for bragging rights and fireworks as you compete with one another to see who will have the most money at the end of the week!&#10;&#10;Lemonade Stand is played over seven turns (days), and each turn players start by turning over a forecast card which shows the weather forecast for the day along with number of customers and the price they will be willing to pay for each possible weather outcome. Players then place a 5, 10 or 15 cent price card down along with any signs or lemonade inventory they want to put out, all face down. All players reveal their cards at the same time and then a new forecast card is revealed which has an arrow pointing to one of five spots on the old forecast card, which determines which weather event occurred. Each player then collects money based on their price and # of glasses of lemonade invested versus the actual weather that happened.&#10;&#10;Money is gained or lost, and play continues for seven rounds. Most money wins!&#10;&#10;",
    "categories": [
      "Card Game",
      "Economic",
      "Educational",
      "Industry / Manufacturing",
      "Math"
    ],
    "mechanics": [
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/NSrKMA2lsD_wikm0dElU6w__thumb/img/pHRGZeKcAvEAt_LbRYYq-YT5tDI=/fit-in/200x150/filters:strip_icc()/pic1296394.jpg"
  },
  {
    "id": "162480",
    "name": "Rise of the Kage",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 13,
    "description": "In a game of Rise of the Kage, 2-4 players can choose to play as the ninja of the shadow wind clan; deadly warriors tasked with a variety of missions all ultimately focused upon taking down the Takashi clan, the Jwar Isles' ruling family. Or you can choose those that have sworn their lives to protect their Daimyo; the brave guards of the Prefecture of Ryu.&#10;&#10;The ninjas play cooperatively discovering weapons from shuriken to poisoned rice, dispatching guards as they seek to complete their goals.&#10;&#10;The guard boss player employs all the resources at hand to bring their deadly foe to a halt. If they can hold them off until sunrise or raise the alarm then all will be safe for another night.&#10;&#10;Ninja or guards, players face difficult decisions. Do the ninja recklessly force their way through their opponents whilst undoubtedly raising the alarm level, go too slowly and stealthily though and they face losing the advantage that night brings, dawn ultimately bringing an unreckonable force down upon them. Do the guards throw themselves in the way of their more deadly rivals or strategically attempt to slow them down? Rise of the Kage offers a great blend of sneaky skills and gobsmacking kills.&#10;&#10;",
    "categories": [
      "Adventure",
      "Dice",
      "Fantasy",
      "Fighting",
      "Renaissance"
    ],
    "mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/7VPhYCuMFvJagKqgqriItA__thumb/img/WLMP5EBGTe_U6fFyB_WctQ7vJdk=/fit-in/200x150/filters:strip_icc()/pic4228002.jpg"
  },
  {
    "id": "1773",
    "name": "Dawn of the Dead",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 180,
    "age": 12,
    "description": "Dawn of the Dead (based on the classic 1978 horror film) can be played as a two-player game (humans vs. zombies), as a solitaire game, or as a cooperative game with two to four players controlling the human heroes. The game map represents the shopping mall from the movie.  Cardboard counters signify the four human characters and randomly-sized groups of zombies.  Play is highly asymmetric &mdash; the humans are fast but badly outnumbered and subject to paralyzing panic attacks, while the zombies are slow but relentless and unlimited.  To win, the zombies must kill the humans; the humans must secure the mall by closing all four entrances and eliminating all zombies within.  Special rules cover berserk zombies, hidden zombies, and infected humans becoming terrifying &ldquo;super zombies.&rdquo;&#10;&#10;Microbadges&#10; Zombie Fan&#10;&#10; Dawn of the Dead fan&#10;&#10;",
    "categories": [
      "Horror",
      "Movies / TV / Radio theme",
      "Print & Play",
      "Wargame",
      "Zombies"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Line of Sight",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Solo / Solitaire Game",
      "Square Grid",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/w7qugpxuPsppPvO6l1uIeA__thumb/img/J--0Oqh6vPdaZZdhC-x5zIk1eYQ=/fit-in/200x150/filters:strip_icc()/pic6960760.jpg"
  },
  {
    "id": "287680",
    "name": "Ark: Awakening",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 80,
    "age": 14,
    "description": "You awake from cryogenic sleep in a strange biodome that resembles your home planet. You have no memory of how and why you are there &ndash; obviously a side effect of the cryogenic sleep is a temporal loss of memory. You start exploring and find out that your biodome is just one room from infinitely many rooms on a traveling alien space ship &ndash; the Ark. Each room is the size of city and the Ark is the size of a planet. You open and power up rooms, exploit resources needed to awake the rest of your faction, collect alien artifacts and investigate the reason why your faction is at the Ark.&#10;&#10;Ark: Awakening is a hybrid boost placement / area control game, with exploration elements. Has a deep multi-layered engine builder and asymmetric gameplay. Players start to explore the Ark and reveal randomly rooms. Each room provides different options and can be utilized differently. Players must learn to adapt on the go and make choices that best capitalize of the revealed rooms, building up their engine faster. Players also collect artifact cards and after 5 artifact cards, players can draw their mission card from a deck of 36 different mission cards. The first player that completes their mission, wins.&#10;&#10;At game start players will choose an alien faction to play with - each faction will feel different to play.&#10;Variance in setup and multiple player choices provides a puzzle of players to solve and build their engine as fast as they can. On each play the Ark is revealed differently &ndash; both the types of rooms and their positioning varies and players also get random mission cards. &#10;In addition to the competitive &ldquo;Awakening mode&rdquo;, the game features a competitive &ldquo;Fallout&rdquo; mode, solo mode and collaborative mode that can be played against a player or an automated opponent.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Exploration",
      "Science Fiction"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/uXvc8slhRBpFQuiWBZohIw__thumb/img/28XX1sPRIOv6_KmQ8HYVhKiwlUo=/fit-in/200x150/filters:strip_icc()/pic4924664.png"
  },
  {
    "id": "166888",
    "name": "Costa Ruana",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 8,
    "description": "In Costa Ruana you are a tribal chief. Send your natives to nearby islands to get your hands on more pirate treasure than your rivals. If you become Shaman, your decisions affect events, so your rivals will try to influence you by fair means or foul...&#10;&#10;Your aim is to score the most points by having treasures in your hut and natives in your reserve at the end of the fifth round. Treasures are the key: Each round you collect one from each island on which your tribe has a majority (or a minority, if other tribes are tied there). Cards let you move treasures, place natives on islands, bring them home, or move them between islands. In each round everyone plays one card face up in front of ANY player (including themselves), followed by another card, face down (also in front of anyone). Lastly, you may place one native on any played card &mdash; even a hidden card played by an opponent, if you are very bold! &mdash; to copy its effect for yourself. The background to each card is one of four colors, but in each round only cards of two colors will be resolved, affecting the players in front of whom they are played. The Shaman determines these colors by turning over one of two condition cards. If you are the Shaman, use your power to best effect; otherwise try to outguess the others or influence the Shaman. Remember the number of treasures in other players' huts and manage your natives carefully &ndash; a few points can make the difference!&#10;&#10;Scheming, double-guessing, and bluffing: Welcome to Costa Ruana!&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game"
    ],
    "mechanics": [
      "Area Majority / Influence"
    ],
    "image": "https://cf.geekdo-images.com/QCnZxHNy3parFQjL4jc6fw__thumb/img/C_nj5xfNVq1Rcvj8mkj47ZiS8-w=/fit-in/200x150/filters:strip_icc()/pic4269088.png"
  },
  {
    "id": "17623",
    "name": "Inferno",
    "minPlayers": 3,
    "maxPlayers": 7,
    "playingTime": 20,
    "age": 8,
    "description": "In Inferno, players are trying to play as many cards as possible to a stack in the center of the table. But be warned! If a player is unable to play a card, they must take all the cards in the stack!&#10;&#10;Each player receives 12 cards. The starting player plays and announces a color and a value. Players, in turn order, must then add a card, which must be alike either in the color or in the value as the first out-played. If the player is unable (or does not want) to play a card to match, they must take all the cards played thus far (and then start a new round). In the end, all the red cards in hand are worth their face value and all the rest of the cards are worth one point. After a number of rounds, the player with the fewest points wins.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/Qe9_SRwar45pJ1pM9gisHA__thumb/img/RFT9O6eLUR935pzxKogwksuEsyU=/fit-in/200x150/filters:strip_icc()/pic5269662.jpg"
  },
  {
    "id": "411369",
    "name": "Chronicles of Light: Darkness Falls – Disney Edition",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "In Chronicles of Light: Darkness Falls (Disney Edition), players work together to form dynamic alliances of Disney and Pixar heroines, including Moana (Moana), Violet (The Incredibles), Maid Marian (Robin Hood) and Belle (Beauty and the Beast).&#10;&#10;Materializing as radiant crystal versions summoned into the realm, the heroines drive back shadows of infamous Disney villains and restore the Realm of Light. Along the way, the team explores a brand-new illustrated world and encounters familiar characters, items, and creatures on their quests. The game's diverse missions and modular board generate new adventures every time it's played.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [],
    "mechanics": [
      "Action Retrieval",
      "Cooperative Game",
      "Dice Rolling",
      "Finale Ending",
      "Modular Board",
      "Pick-up and Deliver",
      "Pieces as Map",
      "Re-rolling and Locking",
      "Set Collection",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/xOyPKyPSqhJWOIQKU6Sa9A__thumb/img/0aqIpABsorDP6tdmkvzdRzWzKUM=/fit-in/200x150/filters:strip_icc()/pic7958361.png"
  },
  {
    "id": "193818",
    "name": "Basketball Age",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "&iquest;Would you like to play a basketball match on a table at home?   &#10;                                                     Now you can...&#10;&#10;BASKETBALL age is a basketball simulator for 2 persons that recreates an exciting basketball match.&#10;&#10;You&acute;re one of the two team coaches facing off. You have to choose your &ldquo;starting lineup&rdquo; on the court to win the match. As in a normal match, your players will move around a basketball court, divided in zones where the players perform basketball actions.&#10;&#10;Each player has his own skills (play skill, movement points, passing, scoring % and height). Players skills are different according to their position.&#10;&#10;Court players are activated and perform their actions one by one and in alternating way (attacker-defender and so on) until the end of possession or turn over. Attacking team has a turn to score. It consists of 10 attacking player&acute;s activation, or the buzzer will sound. You can activate the same player in a row as many times as you want.&#10;&#10;Following a simple rules and rolling dice (six sided and ten sided dice) you&acute;ll be able to perform all kind of basketball actions like passes, rebounds, fouls, freethrows, blocks, pick&amp; roll, steals, two-point shots, lay ups, three-pointers, dunks....&#10;&#10;&iquest;Have you got what it takes to lead your team to victory?&#10;&#10;",
    "categories": [
      "Sports"
    ],
    "mechanics": [
      "Action Queue",
      "Area Movement",
      "Dice Rolling",
      "Simulation",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/FRxs6tUGq1XlxqOM0Kn7_g__thumb/img/G4WKZCJRiK3rNhUJaJFo-5geo6I=/fit-in/200x150/filters:strip_icc()/pic2906192.jpg"
  },
  {
    "id": "7750",
    "name": "Tannenberg: Eagles in the East / Galicia: The Forgotten Cauldron",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 360,
    "age": 12,
    "description": "Part of David Schroeder's &quot;Der Weltkrieg&quot; wargame series.&#10;This game has two scenarios covering the opening campaigns of World War I in the East: Tannenberg and Galicia.&#10;&#10;20km/hex&#10;4 days/turn&#10;&#10;560 counters (2 countersheets)&#10;2 34&quot;x22&quot; maps (4-5, 5-5)&#10;&#10;Complexity = medium&#10;&#10;",
    "categories": [
      "Wargame",
      "World War I"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/qoIyVqUqKwF2tGRA8dS2WQ__thumb/img/47ftECuSYfTlQlphjQGn8TiF3xk=/fit-in/200x150/filters:strip_icc()/pic31826.jpg"
  },
  {
    "id": "2672",
    "name": "Der Herr der Ringe: Die Gefährten – Das Kartenspiel",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 9,
    "description": "Der Herr der Ringe: Die Gef&auml;hrten &ndash; Das Kartenspiel is the first of the German Lord of the Rings movie tie-in games. It is a small-box card game covering the Fellowship of the Ring (although fairly abstract). Rules complexity is very modest. A little bit of German on the cards and chits, a triviality for the hardened Spieler, but some sort of cheat sheet may be required.&#10;&#10;Later rethemed as King's Gate.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/THAkq6BEHJhJGSQUmOqeLg__thumb/img/PjLjR_ZDu2Gi1dRR_7EjxG5Oa3s=/fit-in/200x150/filters:strip_icc()/pic9416.jpg"
  },
  {
    "id": "344933",
    "name": "Cartaventura: Tintagel",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 10,
    "description": "Cartaventura: Tintagel is a mini scenario for Cartaventura. It takes you on the footsteps of King Arthur and the Knights of the Round Table.&#10;&#10;A 25 cards mini-scenario for Cartaventura available in French with the Plato magazine #137 july/august 2021.&#10;&#10;You do not need to have a copy of any of the Cartaventura games (Lhassa, Vinland, or Oklahoma) to play this mini scenario.&#10;&#10;",
    "categories": [
      "Card Game",
      "Exploration"
    ],
    "mechanics": [
      "Action / Event",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/m9odF8SS2cco1bBRJhLyLg__thumb/img/m4JpTtqXpJE2gtvkmhUmEdVYzQw=/fit-in/200x150/filters:strip_icc()/pic6404232.jpg"
  },
  {
    "id": "130922",
    "name": "Blocks in Afrika",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 14,
    "description": "BLOCKS IN AFRIKA is a new concept game covering the whole North African campaign from 1940 to 1943.&#10;&#10;Developed on wooden blocks and cubes system, over an astonishing 87x64cm full laminated multicolor map-board, there's not any paper component, but the Manual.&#10;All the over 400 wooden/plastic components have been created by the best Italian artisinal industry and painted &quot;A buratto&quot;, a technique usually adopted for painting car parts and accessories.&#10;&#10;HISTORICAL BACKGROUND&#10;On June 10 1940, the Italian Fascist Leader Benito Mussolini was convinced that it was the right time to join the war on the German side before it  was over and Germany got all the glory.&#10;&#10;Fascist Italy was unprepared for a World War, but Mussolini thought the war would have only lasted for some weeks and that a few thousand Italian casualties would have given him some credibility at the future Peace Conference.&#10;&#10;However, as soon as Italian troops crossed the French border, they encountered  fierce resistance  from the determined French Transalpine Army.&#10;&#10;Even worse was to come when the Italian Army  crossed the Egyptian border to face a well trained and motivated British Desert Force; furthermore, the idea of invading Greece through the Balkans, was not as easy as it looked.&#10;&#10;It was only thanks to a major German commitment in the Mediterranean that operations swung in favor of the Axis and the name of Rommel became a legend. &#10;&#10;It was also said that, by having to provide aid to the Italians in the Balkans, Germany diverted manpower that was needed in Russia and hence sowed the seeds of the Axis defeat in the East.&#10;&#10;However, as soon as America was thrown into the war by the infamous Japanese attack on Pearl Harbor, the fate of the Axis was written in stone and defeat was only a matter of time.&#10;&#10;BLOCKS IN AFRIKA recalls, in game form, the most decisive battles fought in the African Theater Front from the Italian drive to Marsa Matruh in Summer 1940, until the collapse of the Italian Regime in Semptember 1943.&#10;&#10;BLOCKS IN AFRIKA is a game for two players, one controls the Western Allies and the other one controls the Axis Powers.&#10;Although based on history, players in command of the two factions can modify the evolution of World War 2 in the Mediterranean Theater.&#10;&#10;RULES INTRODUCTION&#10;The rules are divided into three major sections which can be learned one at a time.&#10;The first section is the BASIC GAME RULES which introduces the basic concepts and enables players to start playing the game without too many rules to remember.&#10;Then the ADVANCED GAME RULES provide more specific and detailed rules for an enhanced realism, such as the use of Fuel and the Advanced Production System.&#10;Finally, for those players who want to get the best out of the game, OPTIONAL RULES can be added as desired.&#10;The Optional Rules include Technology Research, Strategic warfare over German factories and U-Boot Campaign in the Atlantic Ocean, Amphibious Invasions, Parachute Assaults&hellip;&#10;&#10;SCALE&#10;A hexagon is approximately 53 miles (70 Km) across.&#10;A turn is 1 month long.&#10;A full strength counter represents 300 planes, 300 Tanks, or 30,000 men, depending on the type unit, equipment and nationality.&#10;&#10;FOG OF WAR&#10;The game must be played with the Fog of War on (wooden blocks are placed on the map in such a way the opponent player can not see them).&#10;&#10;Language: English, German, French, Spanish and Italian&#10;Genre: Operational, Strategic&#10;Turns: Turn-Based&#10;Complexity: Basic to Advanced, depending on which rules are used and on Scenario Lenght&#10;Period: World War II&#10;&#10;SCENARIOS&#10;With over 240 units counters and 200 different resource points of various color, players can enjoy hours of fun by playing one of the ten BIA scenarios, one of the four 7-turn BIE scenarios (in cobination with BITE and BITW) or the gargantuan 1939 CAMPAIGN.&#10;&#10;1940 Operation Compass, November 1940 - March 1941&#10;1941 Operation Exporter, June - July 1941&#10;1941 Middle- East Uprising, May - September 1941&#10;1941 Operation Marita-Merkur, April - June 1941&#10;1941 The Desert Fox, March - July 1941&#10;1942 Tobruk, June - October 1942&#10;1942  El Alamein, October 1942 - February 1943&#10;&#10;NAVAL BATTLES &#10; Punta Stilo, 9 July 1940&#10; Capo Teulada, 27 November 1940&#10; Capo Matapan, 28-29 March 1941&#10; Harpoon, 21 June 1942&#10;&#10;Every scenario has different Victory conditions and length, with a playing time from 1 to 2 turns.&#10;&#10;BLOCKS IN AFRIKA can be played standalone or combined with Blocks in the West and Blocks in the East in one of the four 7 turn long BLOCKS IN EUROPE SCENARIOS:&#10;&#10;1941 - LEBENSRAUM&#10;&#10;1942 - AXIS HYPE&#10;&#10;1943 - TIEBREAK&#10;&#10;1944 - DOWNFALL&#10;&#10;and the gargantuan  1939 CAMPAIGN: from Danzig to Hell &#10;&#10;Microbadge: &#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/Fk9Q7d_QCwyBg1oefl9BHQ__thumb/img/lbXAtx9ydn-67noSVEwngEXO5y8=/fit-in/200x150/filters:strip_icc()/pic2199110.jpg"
  },
  {
    "id": "8737",
    "name": "Peter the Great",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "Peter the Great is a simulation game of the Battle of Poltava, the climax of the Swedish warrior-king Charles XII's invasion of Russia.&#10;&#10;Published in The Wargamer Magazine #27.&#10;&#10;",
    "categories": [
      "Age of Reason",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/T3XYqBZBzkSRaf7-hWussA__thumb/img/TeJZm4ZzatbVTTz8UFk8pQlEMj4=/fit-in/200x150/filters:strip_icc()/pic8014606.jpg"
  },
  {
    "id": "44338",
    "name": "Ninja Burger: Secret Ninja Death Touch Edition",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 13,
    "description": "Now you can join the elite Ninja Burger delivery team! You will learn to deliver tasty burgers and fries anywhere. You will bring honor to your franchise. Failure is not an option. &#10; Based on the popular website at www.ninjaburger.com, this hilarious card game, designed by Steve Jackson, pits you against your fellow trainees in a new Ninja Burger store. Learn the secrets of stealth, swordsmanship, and customer service. Fight for honor, respect, big tips, and that coveted promotion . . . &#10; This new, deluxe edition combines the original Ninja Burger with the cards from the supplement, Sumo-Size Me!; and adds counters for tracking honor and money. It's fast-moving. It's fun. You get to be a ninja. What more can you ask from a game? &#10; No matter how secure your office, how deep your bunker, how dedicated your guards . . . we deliver your burger in 30 minutes or less. &#10; Boxed game with 216 oversized cards, 3 black ninja dice, counters, and a rulesheet. &#10;  &#10;Reimplements:&#10;&#10;    Ninja Burger&#10;    Ninja Burger 2: Sumo-Size Me!&#10;&#10;&#10; &#10; Reimplemented by:&#10;&#10;    Control-Alt-Hack&#10;&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Pick-up and Deliver",
      "Stat Check Resolution"
    ],
    "image": "https://cf.geekdo-images.com/sUv4lFCGwQgtdJoZEWSCbQ__thumb/img/uJT6NmHdU4pBuKEk7_lM3x_jcXw=/fit-in/200x150/filters:strip_icc()/pic501635.jpg"
  },
  {
    "id": "214910",
    "name": "Tiki",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 8,
    "description": "In Tiki, you are a divinity on Manami Island and you love all the delicious fruits that grow there. You prefer nothing more than influencing the living tribes of the island to share their gifts with you. Unfortunately, you aren't the only one. Another divinity shares your passion for these fruits, which leaves you only one choice &mdash; you need to show him your power in order to get more fruits than he does before the end of the fruit season.&#10;&#10;To set up, shuffle the nine village tiles and place them in a 3x3 square with some space between each tile. Players then take turns until the fruit supply exhausted or one of them collects four fruits. On a turn, a player creates a new totem (by placing one of their totem tokens on an empty village tile) or moves a totem that has one of their tokens on top. When you move a totem, you must move the entire totem orthogonally as many spaces as the number of tokens in it. As you move, you drop the bottommost token in each village through which you pass, placing the dropped tokens on top of any totem already located there.&#10;&#10;When a totem has three tokens stacked in it, the village it's in is influenced, with the player who owns the top token winning a number of fruits equal to the number on the village tile. After this, remove the tokens in this totem and return them to their owners. If a village has a 0 on it, then the tokens are returned with no one collecting fruit; if a village has -1, then the owner of the top totem removes one of their collected fruits from the game.&#10;&#10;As soon as a player has four fruit, they win. If the fruit supply is empty, the game ends and whoever has the most fruit wins; in the event of a tie, continue to play until one player would win (or lose) a fruit to determine the winner.&#10;&#10;Once you've played a few times, start using the Shaman rule. The second player places a Shaman between two villages before their first move, and no totem can be moved between these two villages. When a village with value 0 is influenced, the owner of the topmost token can move the Shaman to a new location, if desired.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Action Queue",
      "Modular Board"
    ],
    "image": "https://cf.geekdo-images.com/9VlGdJ_dOOrC13biHm_SWw__thumb/img/mSJITl2xNoONpptFhph7kGSM4OY=/fit-in/200x150/filters:strip_icc()/pic3327155.jpg"
  },
  {
    "id": "768",
    "name": "Keytown",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 12,
    "description": "Described by the Publisher/Designer:&#10;&#10;Keytown is a game for two to five players lasting approximately 60 to 75 minutes. Each player controls a team of townsfolk, which they promote as the new leaders of Keytown. In the &lsquo;olden days&rsquo; (in the game Keydom), these teams specialized in different activities: mining, fishing, forestry, brewing, and farming. With the passing of time, the townsfolk became skilled in each of these activities. They then aspired to gain further skills and experience as churchmen, councillors, and tradesmen. With these new skills came seniority, prestige, and high standing amongst their peers.&#10;&#10;In the game, the townsfolk and their seniority are represented by numbered tiles. Keytown is played over four rounds. Each round represents a generation in the lives of the townsfolk, during which the townsfolk may work or study in the resource locations, gain new skills in the church, council, or market, or start a family in a cottage. After four generations, one of these teams is destined to emerge as the new leaders of Keytown. The winner of the game is the player whose townsfolk are collectively held in the most esteem at the end of round four.&#10;&#10;Like Keydom, contents include full colour board, printed counters, and wooden cubes. Rules and components are in English and German.&#10;&#10;Keytown is Richard Breese's third game in the key series.&#10;&#10;",
    "categories": [
      "Medieval"
    ],
    "mechanics": [
      "Worker Placement, Different Worker Types"
    ],
    "image": "https://cf.geekdo-images.com/-JdNfFaP1XTU45pnA2JDFQ__thumb/img/ki6N8k5TKL58fW9oPFtwCzoN-2c=/fit-in/200x150/filters:strip_icc()/pic560210.jpg"
  },
  {
    "id": "865",
    "name": "Landslide",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 9,
    "description": "In an actual Presidential election, one candidate must obtain at least one more than half of the total number of electoral votes in order to be elected, or the vote goes to the House Of Representatives. However, for the convenience of this game, as there may be as many as four candidates dividing 538 electoral votes, the winner is the player with the highest number of electoral votes at the end of the game.&#10;&#10;Oddly, the game uses &quot;votes&quot; as if it were money, and the players bid for states --they can even attempt to steal already &quot;bought&quot; states from each other.&#10;&#10;",
    "categories": [
      "Political"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/SWODne59ObRFms7KiRb3jw__thumb/img/aCvQSfuz2TQQBtuWE4gXSdbGyvg=/fit-in/200x150/filters:strip_icc()/pic6920.jpg"
  },
  {
    "id": "354402",
    "name": "Old School Tactical: Volume 1 – 2nd Edition",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 14,
    "description": "Old School Tactical is the first in a dynamic series of fresh, tactical war games. OST simulates, through an easily-learned game system, small unit engagements on the Eastern Front during 1941-42.&#10;&#10;Two players contest each scenario using counters representing the soldiers, guns, and vehicles that fought these desperate battles. On each turn play goes back and forth between the sides as Impulse Points are spent to enable a player's forces to act. When the battle is over, casualty and victory points are tallied and a victor is declared.&#10;&#10;Infantry target other soft units and attack using their Firepower value against the target&rsquo;s Defense value.  The attack can be modified by Leadership, support weapons and terrain effects. And when things get intense, Assault moves into enemy hexes result in deadly Close Combat.  Dice rolls are made using the Infantry Combat Table and results are implemented.  Attacking armored vehicles requires a roll to Hit the vehicle at range.  If a Hit is scored, the Firepower value of the attacker&rsquo;s gun is used against the target&rsquo;s front or flank Defense value.  Dice rolls are made using the Vehicle Combat Table and results are enforced. Vehicles may also use their HE Firepower value and secondary armaments directly against soft targets using the Infantry Combat Table.&#10;&#10;Old School Tactical (OST) Vol I is the game that started the Old School Tactical train rolling. With its huge maps, straightforward play, and realistic feel, the game was an instant hit. So much of a hit that it sold out. Sold out and was reprinted and then the reprint sold out, but now...&#10;Now it&rsquo;s back in the ring, to take another swing. Not a reprint, but a full up 2nd Edition.&#10;&#10;What&rsquo;s new? The art. The counter art.&#10;&#10;Shayne has redone the illustrations for all the soldiers (infantry units) for both sides, and enhanced the drawings of the vehicles.&#10;&#10;The rules. Old School Tactical Vol I 2nd Edition comes with the absolute latest, bleeding edge OST rules. OST version.&#10;&#10;The player aids. The Vol I Player Aid Cards have been brought up to the latest standards that includes the latest Vehicle Combat Table, which changed after the original printing.&#10;&#10;Scenarios. The scenarios include corrections necessitated by errata, as well as a layout upgrade to bring them in line with Vol II and Vol III. Additionally, the game boosts 2 new tutorial scenarios, playable by newbies and grognards alike.&#10;&#10;--description from publisher&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/kIHdAxprHhGNRHsRlWzg4w__thumb/img/go-AagOOCEsGUPvA-InEGU7gae8=/fit-in/200x150/filters:strip_icc()/pic6621621.jpg"
  },
  {
    "id": "35219",
    "name": "La Bataille de France, 1940",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 0,
    "description": "In May, 1940, World War II took a turn that will change history forever&mdash;the German Army invaded France through the neutral countries of Belgium and Netherlands and thus avoiding the fearsome Maginot Line. The French Army, supposedly the best army of the time, felt far from any threat. Against all expectations, the neutral nations were quickly overrun, and the British Expeditionary Corps was forced to be evacuated, almost miraculously, from the channel port of Dunkirk. France capitulated in two months.&#10;&#10;This game recreates those events and allows players to reproduce, at a tactical level, the most famous battles of the &ldquo;Blitzkrieg&rdquo;. Based on the &ldquo;A las Barricadas&rdquo; game system, with new rules added to simulate to this historical period, France 1940 promises many enjoyable hours of fierce game play involving infantry, tanks, artillery, and aircraft from all the armies that took part in this campaign.&#10;&#10;&#10;Compass Games - Military Simulations: La Bataille de France 1940&#10;&#10;La Bataille de France 1940 recreates the events of those days and allows the players to reproduce the most famous battles of the Blitzkrieg on the Western Front. at a tactical level. Players take command of either the Allied or Axis forces (or can play solitaire) in the tactical battles of each scenario.&#10;&#10;La Bataille de France 1940 represents the jump of the War Storm Series from the Spanish Civil War into World War 2. Based on the system originally used in A las Barricadas!, the first game in the War Storm Series, La Bataille de France 1940incorporates new and adapted rules for the World War 2 era. The War Storm Series promises many hours of fierce fighting between the infantry, tanks, artillery and aircraft belonging to the armies enveloped in this conflict.&#10;&#10;The War Storm Series&#10;&#10;The War Storm Series is a game series designed to simulate combined arms company level combat. Each game in the series has numerous scenarios allowing players to simulate a number of company or battalion level combats.&#10;&#10;All War Storm Series games are of moderate complexity with good solitaire suitability. The system emphasizes the role of officers. Officers can activate units, coordinate with other officers and their units, call for artillery support, air support, smoke screens, influence moral checks, coordinate assaults, and much more. Rules for special actions, include create improved positions, entrench, replace officers, road-blocks, clear wire, units in Reaction, double time movement, load-upload, minefields, fortifications, rubble, barbed wire, dragoon teeth, anti-tank ditch and pontoon bridges. The various units include leaders, infantry, political commissars, priests, MMGs, mortars, artillery, AT guns, vehicles, armored vehicles, tanks, aircraft close support squadrons, aircraft bombardment squadrons, and even cavalry.&#10;&#10;War Storm Series games are based on the principle of simultaneous execution, or simply &quot;WE GO&quot;, a hybrid system of turns and &quot;real time&quot;. The players must activate unit leaders to perform many actions (fire, assault, move, coordinate, etc). A turn ends when both players have completed all their activations. The scale is company level with units representing groups of between 30 and 40 soldiers, weapons units represents groups of 3-4 weapons and their accompanying crews (20-25 soldiers), and the AFvs-Transports representing groups of 3 to 5 vehicles and their corresponding crews. Scenarios are divided into turns representing about 12-15 minutes of action. Turns are divided into the following phases:&#10;&#10;Command Phase&#10;    Initiative Phase&#10;    Activation Phase&#10;    Marker Removal Phase&#10;&#10;The game uses isomorphic maps, each of which are aligned to any edge of equal length on any other map. This allows for an almost unlimited number of combinations to create any terrain situation, including player designed scenarios. Each map hex represents a distance of approximately 150 to 200 meters.&#10;&#10;Product Information&#10;&#10;Complexity: Medium (5 out of 10)&#10;    Solitaire suitability: 8&#10;    Time Scale: 1 turn = 12 - 15 minutes &#10;    Map Scale: 1 hex = 150 - 200 meters &#10;    Unit Scale: Companies &amp; 3-5 vehicles&#10;    Players: 2&#10;    Playing Time: Small Scenarios: 45 minutes and up&#10;    Designer: Juan Carlos Cebrian and Niko Eskubi&#10;    Artist: Niko Eskubi&#10;&#10;Components:&#10;&#10;4 Isomorphic Maps&#10;    4 Sheets of Counters (2 of 5/8&quot; and 2 of 3/4&quot;)&#10;    1 Rulebook&#10;    6 Scenario Cards featuring 12 scenarios&#10;    2 Charts and Tables Cards&#10;    2 six-sided dice&#10;    One box and lid set&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/rn-PHogJMT3S2vd_O0KUsw__thumb/img/dBvGaAy6pZTPIwS7IomYYa3deUY=/fit-in/200x150/filters:strip_icc()/pic2382107.jpg"
  },
  {
    "id": "281099",
    "name": "El Ilustrado",
    "minPlayers": 2,
    "maxPlayers": 9,
    "playingTime": 45,
    "age": 15,
    "description": "El Ilustrado is a trivia game played in teams. There are theme cards with images. Each turn, teams draw theme cards and have two minutes to identify the images on them, such as, for example, car brands and models. Solutions are supplied on the backs of the cards, and for each correctly identified image, the teams score a point. &#10;There are different rounds with different rules. In one, teams pitch individual players against each other, in another, teams can force a theme on another team, and so on. The team with most points after 4 rounds is the winner.&#10;&#10;",
    "categories": [
      "Party Game",
      "Trivia"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/OSyGB17YctGh8-9mXWXbhQ__thumb/img/aFO99oIQ4n1mqAZK2jdCGccNssg=/fit-in/200x150/filters:strip_icc()/pic7253666.jpg"
  },
  {
    "id": "87632",
    "name": "Escape of the Dead Minigame",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 15,
    "age": 7,
    "description": "You are a survivor of a zombie apocalypse and you're stuck in a house with a broken car and hordes of zombies are  attacking in the lawn. But wait, you found tools enough to fix the car to escape from the hordes of zombies. ARE YOU READY FOR IT?&#10;&#10;Escape of the Dead is a solo game. In the game you are trying to fix the car while trying to defend yourself against hordes of zombies. You're given 4 Action dice per turn, distribute between 3 sections of the game (either by shooting zombie, fixing the barricade and/or fixing the car). Roll for success on each section. Any zombie that survived will attack the barricade. When you successfully killed 10 zombies you will be rewarded with power-up. You lose when your barricade is down (i.e barricade's hp equals zero). You win when the car is fixed 100% and get out of the house.&#10;&#10;All you need to play&#10;&#10;     1 A4 paper to print the board + rule&#10;     4 six sided dice&#10;     a pencil (optional)&#10;     an eraser (optional)&#10;&#10;&#10;As of 1.5 (The 'portable edition'), all you need to play&#10;&#10;     1 A4/Letter paper to print the rules&#10;     1 A4/Letter cardstock to print the cards/zombies&#10;     4 six sided dice&#10;     4 transparent card sleeves (optional)&#10;     1 Dry Erase Marker/Grease Pencil (optional)&#10;     Something to erase markings (optional)&#10;     Gaming Stones (or some other marker) instead of Dry Erase/Grease Pencil. The amount you use is by preference. You will need from 3-30. 12 is ideal (1 for a zombie kill track, 1 for repair track, and 10 for barricade HP - You could make the barricade damage a track and only require 3 markers).&#10;&#10;&#10;You can download the game for FREE in the file/download section below.&#10;&#10;You can also visit us and play more games at http://experimentalplayground.blogspot.com/&#10;&#10;",
    "categories": [
      "Dice",
      "Fighting",
      "Horror",
      "Print & Play",
      "Zombies"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/kvlkKFeeZx-uN5w_ORnf7Q__thumb/img/qsqo0hT67FCz_NeKWlmX5SL7IlI=/fit-in/200x150/filters:strip_icc()/pic863379.jpg"
  },
  {
    "id": "15156",
    "name": "Coloretto Amazonas",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 8,
    "description": "Here is a description of the game from Erwin Broens of Bordspel.com:&#10;&#10;A card game for 2-4 players. The players draw cards from a pile and try to collect sets of rare animals. You collect your cards in open rows, next to open &quot;bonus cards&quot;. If you complete a row, the corresponding bonus card gives you extra victory points. It's also possible to use a card to annoy another player, by removing one of his animals. The player whose animal was taken away, receives a protection card, which temporarily protects against further attacks by his fellow players.&#10;&#10;Expanded By:&#10;&#10;    Coloretto Amazonas: Erweiterung&#10;&#10;&#10;",
    "categories": [
      "Animals",
      "Bluffing",
      "Card Game"
    ],
    "mechanics": [
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/T-DsDSmHPhLmWj82UXan4g__thumb/img/djw3F3rxoX-ovkPxh6WNOBJKFhw=/fit-in/200x150/filters:strip_icc()/pic149760.jpg"
  },
  {
    "id": "303812",
    "name": "Animals in Espionage",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 9,
    "description": "Animals in Espionage is a quick game for two players in which each player is the director of their own spy agency. Each round, players attempt to discreetly recruit one of the six animal agents, while also trying to send a secret spy to their opponent. Players alternate rounds in which they split a hand of agents into two groups, and their opponent then chooses which group of agents they want to recruit first. After all the agents have been divided between the players, players simultaneously guess the agent their opponent was trying to secretly recruit throughout the game.&#10;&#10;Players score points by carefully collecting their assigned recruit, sending their secret spy to their opponent, and correctly guessing their opponent's secret recruit. The player who scores the most points wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "I Cut, You Choose"
    ],
    "image": "https://cf.geekdo-images.com/A8jmEDSXOXZ1LzLvsw7JIQ__thumb/img/TFC-O4vV8oBWxKLt9IRqB6gBCN4=/fit-in/200x150/filters:strip_icc()/pic6957965.jpg"
  },
  {
    "id": "386775",
    "name": "Iskra: Spark of Victory, 4th Sinjavino Offensive",
    "minPlayers": 1,
    "maxPlayers": 3,
    "playingTime": 480,
    "age": 16,
    "description": "Iskra is a World War II Operational level board-wargame set in the Russian Front in 1943.&#10;&#10;After numerous attacks on the German bottleneck at Ladoga, desperatly trying to close the gap between the Volkhov Front and the Leningrad Front, Soviet muster for a new assault.&#10;&#10;Confident after the great victories at Stalingrad and Velikye-Luki, Soviet, once and for all, try to close the gap and relief Leningrad after being besieged for over 900 days.&#10;The game starts January 12th 1943 and is 10 turns long, one turn being one day.&#10;Even if out numbering the Germans, it is not a cake walk for the Soviet player. And the German player may not sit quiet in the boat. To many fires to put out and Comrades in arms to save.&#10;&#10;With the usual rules system of WWII Battle Series, its Special rules, Winning conditions and Events we try to depict this moment in time.&#10;This is Game no 6.&#10;&#10;Game Scale:&#10;Game Turn: 1 day&#10;Hex: about 1 km&#10;Units: Battalion to Regiments&#10;&#10;Solitaire Playability: High&#10;Replayability: High&#10;Complexity Level: Medium&#10;Players: 2&#10;Playing Time: 3-10 hours&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/bf45d68RBAxgwVY-IYjBBw__thumb/img/RktjLpx0vLvgOnOpIBjICJwo0vk=/fit-in/200x150/filters:strip_icc()/pic7485275.jpg"
  },
  {
    "id": "9104",
    "name": "The Three Days of Gettysburg (Second Edition)",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 360,
    "age": 12,
    "description": "The Three DoG Update kit includes this scenario book, the GBACW v4.3 Rules Book, all new and necessary counters (1 1/2 countersheets), three new maps and all charts and tables.&#10;&#10;Second edition maps entirely replaced first edition maps. Drawn by Joe Youst.&#10;New counters are markers only, mostly Command.&#10;&#10;Charts:&#10;*Turn Track/Activation Markers boxes&#10;*Charts &amp; tables (4 pages)&#10;*Orders chart-Stacking charts-Non phasing eligibility/Explanation of Random events (2 pages)&#10;*Union Reinforcement list (2 pages)&#10;*Confederate Reinforcement list (2 pages)&#10;*Union Holding box&#10;*Confederate Holding box&#10;&#10;(from Scenario book and user's description)&#10;&#10;&#10;Set in the three most important days of the battle for Gettysburg, this huge game is extremely detailed. As well as the normal terrain features you'd expect (clear, woods, hills, rivers, roads), the map features different kinds of roads, varying elevations, differing slopes on the hex edges, and differing levels of human habitation (buildings that might get in the way).&#10;&#10;There are several different kinds of units - not just infantry, cavalry, and artillery, but different types of them. About 8 different kinds of artillery and infantry, with varying levels of performance. Units have a morale rating, which determines how much fire they can face before likely becoming demoralized, and some units are green. Units have varying amounts of troops in them, and the scale is small enough that some units can be deployed to take up 2 hexes when marching or in line formation. (One unit is big enough to take up THREE hexes when fully deployed!)&#10;&#10;The level of detail is at first staggering, but once you've invested the time to learn the rules, the game flows by very rapidly. However, this is NOT a quick game! This is something you devote a weekend or two to, and a big table.&#10;&#10;(user's description)&#10;&#10;",
    "categories": [
      "American Civil War",
      "Wargame"
    ],
    "mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/yztF7GHbmjVKY0_vW2MqAQ__thumb/img/be5UDmL_UFgf7rwpY8BMcRvbxCs=/fit-in/200x150/filters:strip_icc()/pic42756.jpg"
  },
  {
    "id": "187785",
    "name": "Glenn Drover's Empires: Galactic Rebellion",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 180,
    "age": 14,
    "description": "Description from the publisher:&#10;&#10;Rebellion simmers in the corners of the Galactic Empire and several rival factions are gathering forces in the hope of overthrowing the corrupt Senate by defeating the Sentinels that keep them in power. These rebel factions, each with their own vision of what life in the galaxy should be, despise each other almost as much as they hate the corrupt Galactic Senate. However, only one can wield ultimate power in the galaxy.&#10;&#10;You are the leader on one such rebel faction. You must recruit and train key specialists to help you fight and win a Galactic Rebellion. Scientists will perform research on new technologies that can tip the balance in your favor. Smugglers will help you build a trade network, while Diplomats will join the Senate in hopes of influencing critical decisions. Heroes will conduct Covert Missions to aid your rebel cause, and Troopers will fight your battles as they flare up on planets across the galaxy.&#10;&#10;Empires: Galactic Rebellion is a sequel to Empires: Age of Discovery using similar overall mechanisms. However, many of the specific actions have been reworked to follow the theme, and new spheres of activities have been added to create an entirely new experience, including Covert Missions, The Galactic Senate, and Capital Ship Fleets.&#10;&#10;As the Rebel Faction Leader, you must lead your rebellion to free the galaxy from tyranny and thereby achieve ultimate victory!&#10;&#10;",
    "categories": [
      "Civilization",
      "Exploration",
      "Science Fiction"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/r-ny2JWNOYm4Fhqw82N21w__thumb/img/qcTFElSWFP5kGSzctuk-_UenhoY=/fit-in/200x150/filters:strip_icc()/pic2769924.png"
  },
  {
    "id": "280994",
    "name": "Shovel Knight: Dungeon Duels",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 10,
    "description": "Get ready to sharpen thy Shovel! Shovel Knight: Dungeon Duels  is a 1-4 player side-scrolling, miniatures board game based on the popular video game Shovel Knight by Yacht Club Games. Players will venture into a dangerous dungeon filled with enemies and traps themed to one of the infamous members from the Order of No-Quarter to compete against rival Knights for treasure.  Whichever player has the most treasure at the end of the dungeon is the winner!&#10;&#10;In  Shovel Knight: Dungeon Duels , treasure is earned by rolling dice to defeat enemies, digging up the scattered dirt piles, and finding gold dropped by other players!. As players advance through the dungeon, they're likely to find powerful one-shot items called Relics as well as a friendly merchant named Chester who's willing to exchange some powerful equipment for some of your treasure. When defeated by enemies or falling into deadly spiked pits, players will drop half of their treasure, allowing the other rival players to come by and collect it. Don&rsquo;t worry though, if a player&rsquo;s Knight has been defeated, they spawn back into the game in the following round! Though a player&rsquo;s Knight may be able to wound enemies, they cannot hurt another rival Knight as it is against their chivalrous code (or shall we say...shovelrous code?) The code of shovelry says nothing about pushing each other around, however, as Knights may knock each other into deadly spiked pits, enemies, or otherwise disadvantageous positions!&#10;&#10;Not only will enemies and Knights be moving, but the dungeon itself will too. Like a level you'd see in a classic video game side-scrolling segment, the dungeon will constantly move along with or without you, so make sure to keep up! Each round, the leftmost tile will fall off while a new tile moves on from the rightmost side of the board, and any enemies, treasure, or Knights are then defeated and removed from the board! Once players have dealt with the minions and lethal terrain, they will  face off against a boss from the Order of No-Quarter as the final challenge of the dungeon. Bosses from the Order of No-Quarter are controlled by their own unique AI Deck,  randomizing their attacks for an unforgettable fight. Each time damage is done to the boss players will gain gold, but each time the boss damage them they'll lose gold. Whoever has the most treasure by the end of the fight is the winner!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Adventure",
      "Fantasy",
      "Miniatures",
      "Video Game Theme"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/vdtR82sHqUS7XqYofiP7Lw__thumb/img/X7HPtDEEpWWdXJtK0K_0pzS6v1g=/fit-in/200x150/filters:strip_icc()/pic4759226.png"
  },
  {
    "id": "2334",
    "name": "Square Mile",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 12,
    "description": "Players compete to develop a square mile of raw land and turn it into a thriving community. The player who buys, sells, and builds most wisely and makes the most money will be the winner.  Considered &quot;ahead of its time,&quot; the game features a modular board and winning turns on being the most efficient in the use of one's actions.  The only randomness in the game is in the board set-up and determining who goes first.&#10;&#10;",
    "categories": [
      "City Building",
      "Economic"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Modular Board"
    ],
    "image": "https://cf.geekdo-images.com/oaTCQNiquAliv8x4Br_NIw__thumb/img/SNAQ4UuuYX1mJ4xx0XexOKBsHAU=/fit-in/200x150/filters:strip_icc()/pic205036.jpg"
  },
  {
    "id": "29138",
    "name": "Katamino Duo",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 10,
    "age": 3,
    "description": "Katamino Duo &ndash; a.k.a., Katamini &ndash; is a junior version of Katamino, with two players competing on separate game boards (or possibly one game board divided into smaller spaces) to fill all of the empty spaces first. The game is played over a number of rounds, with each round becoming progressively harder.&#10;&#10;Katamino Duo also works as a solitaire puzzle, with the solver trying to fit the pieces onto the playing area in different ways.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Action / Dexterity",
      "Children's Game",
      "Puzzle"
    ],
    "mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/yGNRVus_B7ECPoqpYTJjew__thumb/img/F1Z4zO1rGtmiOFSlAubtX3_8Vmc=/fit-in/200x150/filters:strip_icc()/pic1546114.jpg"
  },
  {
    "id": "42748",
    "name": "1812: The Cradle of Steam Railways",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 180,
    "age": 12,
    "description": "From the introduction in the rulebook:&#10;&#10;1812 is a member of the Series: 18xx series of games. The series is based on 1829, by Francis Tresham. 1812 is set in North-East England in the 19th century. Two to four players represent investors in railway companies, spending their initial capital to buy wholly owned Private and Minor Companies and later buying shares in Public Companies. The Public Companies are each controlled by the largest shareholder (its Director). Minor Companies and Public Companies build track and run Trains in order to earn revenues. Public Company revenues can be paid out as dividends to shareholders or retained to fund further track and Trains. A feature of 1812, as with all the other games in the series, is that the interests of a Public Company&iacute;s Director and the interests of its shareholders are not identical, so minority shareholders need to be careful in their investments.&#10;&#10;1812 is a medium length game. Experienced, brisk players can expect to take about three hours to complete a game.&#10;&#10;Novices or more deliberate players might add a few hours to that time.&#10;&#10;",
    "categories": [
      "Trains"
    ],
    "mechanics": [
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/UDj3D7kac05bWlWAdgd6-g__thumb/img/xAru32oF5qfbT6Bd1i1w6hIr79E=/fit-in/200x150/filters:strip_icc()/pic1416147.jpg"
  },
  {
    "id": "223454",
    "name": "Corona de Hierro",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 15,
    "description": "In Corona de Hierro (Iron crown), each player represents an Italian noble in the 9th century, that will try to increase their power before the imminent death of King Carlos III, last of the Carolingian dynasty. To do this, he must send emissaries to negotiate with other nobles, with the Pope and with the barbarians, mobilize armies, besiege castles and win battles. The most powerful player at the time of the coronation (but not necessarily the new king) will be the winner of the match.&#10;&#10;In this game, players take turn to take two actions among moving their armies in a map, besieging neutral/opponent castles to earn power and get prisoners, attach adjacent armies, send emissaries to pope and barbarians also to increase the power or draw cards that have various effects, mainly improving the other actions.&#10;Each player has a secret objective that can give a bonus: To make another player (or perhaps himself) king. &#10;At the end of the game, triggered when a player gets the crown, the noble with more points is the winner.&#10;&#10;",
    "categories": [
      "Medieval"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Point to Point Movement",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/ExPjqbU2XeG6x2QY1XCmgg__thumb/img/b0CghukJT1griezF1hIG_c9ECkQ=/fit-in/200x150/filters:strip_icc()/pic3637067.jpg"
  },
  {
    "id": "91438",
    "name": "Right Fierce & Terrible: Sluys 1340",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 0,
    "description": "Right Fierce &amp; Terrible simulates the battle in 1340 between English King Edward III and a French fleet assembled to carry King Philip VI&rsquo;s invasion across the English Channel. It was the first major battle of the Hundred Years War, and although it was a naval encounter &ndash; the English fleet attacked their French adversaries in the estuary before Bruges &ndash; it was decided by sword, hammer and arrow. Confined to cog and barge, retreat was not an option for marines in this desperate fight. Despite being outnumbered and in foreign waters, the English fleet annihilated its adversary. Edward captured nearly all his rival&rsquo;s ships and slew a horde of soldiers and mariners that day, boasting that bodies were washing onto Flemish beaches for days.&#10;&#10;Designed by Jeremy White, this is an unusual game. Players &ldquo;build&rdquo; the battlefield as they go. By navigating their squadrons of galleys, nefs and cogs through the estuary they create the &ldquo;terrain&rdquo; upon which the knights and men-at-arms will vie for supremacy. Success hinges on the ability to deliver marines and archers against weak points, or in giving your opponent no choice but to hit your fleet where it is strongest. The English will have the longbow and a high freeboard, as well as the benefit of the wind gauge in many scenarios, but if played smartly the French will manage to offset those advantages, applying his weight of numbers irresistibly against the English king&rsquo;s bid to rule France. Scenarios treat the variety of questions that puzzle historians about this battle, and since the game is not complex and plays under three hours, it offers a chance to explore many angles of historical interpretation.&#10;&#10;Right Fierce &amp; Terrible has one 22 by 34 inch map, oversized die cut counters, accessible rules with extensive illustrated examples of play, and seven scenarios with set-up diagrams for a quick start. Regardless of the scenario played, however, casualties will be horrendous, and there are tough decisions to make. Archery, ramming, grappling and melee are the tools of conquest here. The battle is likely to ebb and flow, squadrons can be captured, liberated, and captured again. Leaders, including King Edward, can also be captured and liberated, or killed by a stray arrow, or if nabbed, executed on the spot. Would Edward&rsquo;s demise have spared Flanders and France one hundred years of war? Knights can perform acts of heroism to avert disaster, but at great cost to themselves. Each fleet&rsquo;s morale will gradually deteriorate as the battle grows more desperate&hellip;until at last, one fleet finally breaks and the day is won!&#10;&#10;",
    "categories": [
      "Medieval",
      "Nautical",
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/x6usihop-9gZVAycAcTmAA__thumb/img/hUA4d6290UHrJQ9qxPDKcHVWMbw=/fit-in/200x150/filters:strip_icc()/pic907033.jpg"
  },
  {
    "id": "129417",
    "name": "Scotland Yard",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 8,
    "description": "Rules&#10;Preparation&#10;24 figures emerge from the cards were punched and placed a plastic foot each.&#10;The head of Scotland Yard receives twelve policemen, six numbered top secret folders, the secret plans and 3 tokens of admiration. The other player, leader of a gang of international espionage, gets 12 characters with their dossiers for the 3 and 9 spy chips chips admiring.&#10;&#10;Strategy.&#10;&#10;Place both players back. The head of Scotland Yard takes 6 folders of buildings and hidden secrets 3 planes, in other places chips admiring. The spy chief decides that three characters are spies and what not, well placed spy tabs in the dossiers of the characters chosen, the other will be a token of admiration.&#10;&#10;Gameplay.&#10;&#10;In turn each player spins the wheel and cautro ahead of his figures both indicate as many squares as roulette, the police begin to Trafalgar Square, blue box, the characters of either red squares.&#10;The characters and police advance or recede but not in the same play is each shape or forward or backward.&#10;&#10;Indications of roulette.&#10;&#10;There are three different symbols, a figure, to move, a glove and a whistle.&#10;The figure serves to move the glove indicated that a single policeman and advance the next roll out as many squares as if the police with that movement stands with a character that will be required to identify themselves. If a whistle out the next roll will be double the result.&#10;&#10;",
    "categories": [
      "Deduction",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Secret Unit Deployment"
    ],
    "image": "https://cf.geekdo-images.com/uoSK23J8TTIpWr4I3tcHgg__thumb/img/EQSPkKf8UhGZb-Unt43BolROAfM=/fit-in/200x150/filters:strip_icc()/pic1410512.jpg"
  },
  {
    "id": "509",
    "name": "The Reef",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 10,
    "description": "After arranging the cards to form the reef, players roll dice to collect worms, spend worms to buy cards, use the cards to breed fish to win the game. You need to buy more boats to increase the columns on which you can fish. You need to buy reef cards (5 in total) on which you breed the parents, first to get 5 offspring wins. There are also pearl cards, which act as joker worms, and sharks, which eliminate cards by eating them.&#10;&#10;There is a deck of offspring, 4 are dealt up, being combinations of the 5 colors. So there are blue green fish, pink yellow fish, purple purple fish. The parents are in the same colors, some male, some female. So, for example, to collect the blue green baby fish, you need a blue male and green female, or a blue female and green male. Any used cards go to the discard, which gets shuffled round and feed back into the reef. The cost of cards depends on their position on the reef, and there is a rule for flowing cards through past your boats.&#10;&#10;The Reef is part of the Kosmos two-player series.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/egQ3YotRi30f-ye6u48S1Q__thumb/img/DPGwU8Z5NJcPOoFBfvnUYaiLkRY=/fit-in/200x150/filters:strip_icc()/pic18410.jpg"
  },
  {
    "id": "189351",
    "name": "Virus",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 14,
    "description": "A frightening virus, Virus Q, is spreading in the major cities of the planet. Infected people and animals change rapidly, becoming horrible bloodthirsty and almost unstoppable creatures. Our only hope is to find the zero patient and the place where everything originated. There, perhaps, we can find an antidote and return the hope to the dying humanity.&#10;&#10;But not everyone agrees. There are those who want to take advantage of the chaos and terror in order to gain power and establish a new form of government, trying to maneuver and control the monsters generated by the virus. A cure would ruin their plans forever.&#10;&#10;The virus was created in a secret military lab, in a space that's practically inaccessible. Inside, Virus Q spread for the first time, accidentally, maybe; the creatures that now inhabit the Lab are difficult even to imagine...&#10;&#10;In the innovative lab crawler game Virus, players are the team that infiltrates the Lab looking for the antidote to Virus Q. They will collect the few and fragmentary bits of information scattered in the laboratory, avoiding or fighting the monsters that populate it.&#10;&#10;The map generation and the movement/placement of monsters depends on the player actions with a semi-automatic mechanism controlling what takes place where. The fighting requires some dexterity elements as well as players must plan their tactics by combining their shooting power with available movement, achieving successes by rolling cubes.&#10;&#10;Also, the game takes place in real time!&#10;&#10;In sum, you can play Virus cooperatively, semi-cooperatively or competitively. The &quot;infiltrator&quot; option makes the game even more exciting and unpredictable!&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Horror",
      "Miniatures",
      "Real-time",
      "Science Fiction",
      "Zombies"
    ],
    "mechanics": [
      "Action Points",
      "Cooperative Game",
      "Modular Board",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/H6FkFdHLR9LL1TFvFj8r9w__thumb/img/AosNiuWEjrVnpzgMQswObVQNokg=/fit-in/200x150/filters:strip_icc()/pic6744815.jpg"
  },
  {
    "id": "2412",
    "name": "Wordthief",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 9,
    "description": "Players are dealt cards (with a letter &amp; suit on them). They form words like in scrabble but words can be &quot;stolen.&quot; If someone can take an entire opponents word and make a new one/s out of it, they get additional points and the previous owner loses points. Words can also be &quot;locked&quot; (unstealable) if made all from one suit. Interesting Scrabble variant with poker style chips for scoring.&#10;&#10;",
    "categories": [
      "Card Game",
      "Word Game"
    ],
    "mechanics": [
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/YfzPj1XkH7yk8Rd6An6s8w__thumb/img/XJybmh_-jhYhHupAc2ScbQr-3YY=/fit-in/200x150/filters:strip_icc()/pic8663313.jpg"
  },
  {
    "id": "4236",
    "name": "Dreadnought: Surface Combat in the Battleship Era, 1906-45",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "Dreadnought: Surface Combat in the Battleship Era, 1906-45, is a two-player simulation of surface naval warfare in the period 1906 to 1944 with the primary emphasis on the role of the all big-gun battleship (Dreadnought) in fleet actions. Historical and non-historical battles and naval campaigns are presented. Essential elements of surface naval warfare are recreated, including gunnery, torpedoes, ranging, damage control, formation handling and fleet coordination.&#10;&#10;Game Scale:&#10;Game Turn: 15 minutes&#10;Hex: 1968 yards / 1800 meters&#10;Movement: 4 knots&#10;Units: Individual Battleships &amp; multiple Cruisers/Destroyers&#10;&#10;Game Inventory:&#10;Six 10 x 10.75&quot; single color map sections&#10;One single-side printed countersheet (400 1/2&quot; counters)&#10;One 16-page Dreadnought rulebook&#10;Two Player Aid Cards&#10;One SiMov Orders Pad&#10;Two 6-sided dice&#10;&#10;Solitaire Playability: Medium&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 4-15&#10;&#10;",
    "categories": [
      "Nautical",
      "Wargame",
      "World War I",
      "World War II"
    ],
    "mechanics": [
      "Action Queue",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/fqMguDxKHEdrba0eiF2IvQ__thumb/img/xvK0TcQzifEPJ5g6TBr8Uqej1mc=/fit-in/200x150/filters:strip_icc()/pic293508.jpg"
  },
  {
    "id": "643",
    "name": "Deadlands: Doomtown Range Wars",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 90,
    "age": 10,
    "description": "Doomtown: Range Wars is a customizable disc game.  Each of the boxed sets contains 8 sheets of die-cut discs which may contain an assortment of combat markers, weapons and ammo, spells, cowboys, supernatural adversaries, terrain, buildings, and more. The starter set also includes a rulebook, and everything needed to play.  These sets were produced in 2000 by Fantasy Flight Games, and are set in the Deadlands game world of the wild west (but there are other themes that use the same disc mechanism).&#10;&#10;This game uses full-color illustrated discs to represent the cowboys, supernatural beings, buildings, and other accessories used in the game.  The discs are used to wage gunfights and large-scale western battles.  The discs each have game stats such as: pistol/rifle skill, hand-to-hand combat, movement, leadership, wounds, and special abilities which can help or hinder combat. This game is similar in style to many military wargames, except that the counters are much larger (1.5 to 4 inches in diameter!), allowing for amazing full-color unit illustrations, and detailed special abilities like those seen in fantasy card games.&#10;&#10;",
    "categories": [
      "American West",
      "Collectible Components",
      "Fantasy"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/DVTxaW8TTWByDd8soH7Eig__thumb/img/X8jDUwBPDaqwwmmS_bKqwica3vY=/fit-in/200x150/filters:strip_icc()/pic173683.jpg"
  },
  {
    "id": "357992",
    "name": "Disney Return of the Headless Horseman Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 6,
    "description": "After midnight in Sleepy Hollow, the town comes to life with spooky sounds and creepy creatures!&#10;&#10;In Disney Return of the Headless Horseman Game, Ichabod is frightened and needs your help! You have several chances to work together to get him to the covered bridge before the Headless Horseman heads him off...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Cooperative Game"
    ],
    "image": "https://cf.geekdo-images.com/sLEdFsVYPU0A0fHfUvze9Q__thumb/img/LJlaWJtE102XC8dXoAwxVPktxiI=/fit-in/200x150/filters:strip_icc()/pic6714751.png"
  },
  {
    "id": "22600",
    "name": "1831",
    "minPlayers": 3,
    "maxPlayers": 10,
    "playingTime": 600,
    "age": 12,
    "description": "&quot;1831 is a railroading game like no other.  It combines the real spirit of the original Robber Barons with both common and preferred stock, hostile takeovers, passenger and cargo routes, and a game map that accurately reflects real terrain.&quot;  (quote from the rules overview)&#10;&#10;This is one of the three largest 18xx games (18C2C: Manifest Destiny and 18OE: On the Rails of the Orient Express being the others).  There are 30 railroads, hundreds of freight and passenger stations and 9 different sizes of trains.&#10;&#10;26 copies of the original edition of this game exist individually lettered A, B, C, ......Z.&#10;&#10;The game was republished in 2014 by All-Aboard Games.&#10;&#10;",
    "categories": [
      "Trains"
    ],
    "mechanics": [
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/JQmIwWKXItFDzpAFcn-beQ__thumb/img/2Wuhc2MP18cTMOgka7H8fvUr32U=/fit-in/200x150/filters:strip_icc()/pic2195711.jpg"
  },
  {
    "id": "335322",
    "name": "Space Weirdos: A Skirmish Heartbreaker",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 90,
    "age": 8,
    "description": "Space Weirdos is a small scale miniatures skirmish rules set balancing simulationist and minimalist game design philosophies to get warbands onto the tabletop and duking it out. Game design is driven by the following considerations:&#10;&#10;&#10;     Low model count: 5-10 models or so for each side.&#10;     Use any minis you have.&#10;     Short but comprehensive. Everything in one 16 page zine.&#10;     Minimal tokens, but still a few because I like them.&#10;     No tape measures or rulers, all movement and ranges are measured with 5&rdquo; sticks.&#10;     Uses all your RPG dice (except the d20, d20's get enough love) because dice are fun.&#10;     A points system, but you shouldn&rsquo;t worry about it too much.&#10;     Alternating activations, opposed rolls, Command Points, and random tables mean everyone is involved and rolling dice all the time.&#10;&#10;&#10;The 16 page rulebook includes a FAQ section and a player reference sheet.&#10;&#10;",
    "categories": [
      "Humor",
      "Miniatures",
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Interrupts",
      "Measurement Movement",
      "Physical Removal",
      "Player Elimination",
      "Simulation",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/7zgfSfMktFHj6mL_DpT-EA__thumb/img/wnIybjj3K1Euy8prjHDGRudYc_Y=/fit-in/200x150/filters:strip_icc()/pic6282248.png"
  },
  {
    "id": "180644",
    "name": "3 Kings",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 90,
    "age": 14,
    "description": "3 Kings is a game of deceptions, trickery and power that will bring the players to wear the shoes of leaders of powerful factions, with the objective to impose their own will on the triumvirate waiting the nomination of the new king.&#10;&#10;Every player should play the game using intelligence and strength to impose his allies on the throne, without letting the other players understand the allies identities.&#10;Killings, sabotages, bluffs and much more is waiting for you in a 3 kings match!&#10;&#10;A match of 3 Kings is played in 4 turns. In each turn players should manage their hands to secretly plan their strategies.&#10;The played cards will allow the players to interact with each other's strategies, to make hand-building and to vote in the intrigue phase to directly eliminate all the enemy kings' pretenders to the throne.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Deduction",
      "Fantasy",
      "Medieval",
      "Negotiation",
      "Political"
    ],
    "mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Simultaneous Action Selection",
      "Variable Phase Order",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/akRT18g8V2ON8RBEoruLYg__thumb/img/wOPDXZGSmzjnOrONNtoRKBp1its=/fit-in/200x150/filters:strip_icc()/pic5043814.jpg"
  },
  {
    "id": "703",
    "name": "Roman Civil War",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "Roman Civil War is a two player wargame covering the battles between Pompey and Julius Caesar. The game is strategic in scale, with units representing legions, fleets and allied units on both sides. The mapsheet, overlaid with a hexagonal grid, covers the important areas of the Roman empire, including Italy, Greece, Asia and Egypt. Off-board areas represent surrounding areas such as Spain, Gaul and Syria.&#10;&#10;Game components consist of a mapsheet, counters, rules and game charts.&#10;&#10;",
    "categories": [
      "Ancient",
      "Civil War",
      "Nautical",
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/MzdgXnu3ihq0F6tlAnKHQw__thumb/img/YdkaIpbjuaQ81eJqx2RNzs9T7-M=/fit-in/200x150/filters:strip_icc()/pic27720.jpg"
  },
  {
    "id": "227505",
    "name": "Portals and Prophets",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 10,
    "description": "The year is 2200. The Alpha and Omega time travel company is looking to hire a tour guide and you are on the short list. For your last test, you and the other finalists will be sent back in time to prove you are the best candidate to lead future time traveling expeditions. Players will score points by experiencing biblical events. The player with the most points at the end of the game is the winner.&#10;&#10;Portals and Prophets is a Bible-themed set collection and hand management game that features difficult and meaningful decisions. You must decide which events to attempt to witness, how to manipulate the time capsule to benefit you, and how to plan your travels so that you arrive to locations at the right time in history to experience events.&#10;&#10;With a setup time of less than 2 minutes, and a perfect blend of simplicity and strategic depth, Portals and Prophets is a game all ages will enjoy.&#10;&#10;",
    "categories": [
      "Religious"
    ],
    "mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/jL9HdnRyom-nEVcMKcMe1g__thumb/img/v3hUPst9sj4dmP6w6AOuvOSq8Xc=/fit-in/200x150/filters:strip_icc()/pic3804259.jpg"
  },
  {
    "id": "3794",
    "name": "Legend of Zagor",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 0,
    "description": "Odd game based on the RPG-like mechanics of the Fighting Fantasy books, with the exploration and dungeon crawling of TSR's Dungeon.&#10;&#10;The game has superb plastic miniatures and board, and an electronic voice and game moderator similar to MB's The Omega Virus. This game, however, was only produced in Europe. The game was not much of a success, in large part because it came out a bit late to benefit from the hype of the Heroquest phenomenon.&#10;&#10;Three-level Dungeon: The Chambers of Death, The Hall of Fear &amp; The Crypt of Zagor. &#10;Plus:&#10;1 Undead Warlock Zagor figure&#10;1 Merchant Shop Keeper with cat figure&#10;1 Third level monster - Flame Dragon&#10;4 Hero figures: Anvar the Barbarian, Stubble the Dwarf, Braxus the Warrior, Sallazar the Wizard&#10;4 Character sheets, Barbarian; Wizard; Warrior; Dwarf&#10;9 First level monsters: 2 Goblins 2 Orcs, 2 Zombies 3 Skeletons&#10;6 Second level monsters: 1 Troll, 2 Ogres, 2 Chaos Champions, 1 Hellhorn&#10;2 Bridges&#10;The Portal of Doom&#10;Skull Hall&#10;34 Gold coins&#10;46 Corridor tiles&#10;16 Room tiles&#10;55 Spell cards&#10;24 Treasure chest cards&#10;10-sided die&#10;85 Equipment tiles&#10;4 Stamina tokens&#10;4 Strength tokens&#10;4 Monster Strength tokens&#10;4 Monster Stamina tokens&#10;4 Hireling tokens&#10;4 Sword tokens&#10;4 Chainmail tokens&#10;4 Shield tokens&#10;4 Helmet tokens&#10;4 Axe tokens&#10;4 Magic ring tokens&#10;4 Elven boots tokens&#10;12 Healing potions tokens&#10;10 Torch tokens&#10;11 Magic arrow tokens&#10;4 Mule Tokens&#10;&#10;",
    "categories": [
      "Adventure",
      "Electronic",
      "Fantasy",
      "Miniatures"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/V4LWBv_YVmeZiE0aT3XbPQ__thumb/img/67Lx_crBn12IUm6ETd4MOlc7tEg=/fit-in/200x150/filters:strip_icc()/pic66417.jpg"
  },
  {
    "id": "42101",
    "name": "All Things Zombie: Better Dead Than Zed!",
    "minPlayers": 1,
    "maxPlayers": 8,
    "playingTime": 45,
    "age": 12,
    "description": "Worthy successor to Two Hour Wargames' Origin Award winner: All Things Zombie. Now revamped, expanded, and improved.&#10;&#10;Better Dead Than Zed sweeps you up and sticks you right in the middle of a catastrophic zombie outbreak. Who you are when the outbreak occurs is just as important as where you are. Because unlike other zombie games, where the zombies have been around for awhile, you won't be able to tell the humans from the zombies until maybe it's too late. Because it's all happening to you just like it would on Day One.&#10;&#10;Confusion, chaos, and lack of information are just some of the challenges you'll face when the world starts to crumble. Will you have what it takes to survive the first 30 days?&#10;&#10;Then what?&#10;&#10;All Things Zombie takes you to where no other zombie game has before. Yes, it starts on the first day of the outbreak, but then let's you continue your life building your very own future. It's a game where every detail has been covered, as you first escape the soulless creatures that threaten you, then hunt them down and take back what's yours.&#10;&#10;On the way there you'll find out that maybe your most dangerous enemies aren't the zombies, but maybe your neighbors or sometimes your friends. All Things Zombie can be played solo, cooperatively with everyone on the same side, or competitively with everyone against one another. All Things Zombie can be played as a one up game or part of an ongoing campaign.&#10;&#10;But it doesn't matter which way you play it, as the goal of All Things Zombie is to rebuild the world, as you knew it; except maybe this time with you in charge.&#10;&#10;",
    "categories": [
      "Dice",
      "Fighting",
      "Horror",
      "Miniatures",
      "Print & Play",
      "Science Fiction",
      "Wargame",
      "Zombies"
    ],
    "mechanics": [
      "Cooperative Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/narQpno9OzMMSDRMtfy4MA__thumb/img/jk12Ngpn9TSVVyDl6WY4ftPFqZQ=/fit-in/200x150/filters:strip_icc()/pic468016.jpg"
  },
  {
    "id": "26474",
    "name": "Cold War Commander: Fast-Play Tabletop Wargame Rules for Combined-Arms Operations, 1946+",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 150,
    "age": 12,
    "description": "Cold War Commander is a wargame that allows you to re-create battles from the First Indo-China War right up to the present day using miniatures on a tabletop. Command anything from a company right up to a division and get a result in 2-3 hours. Suitable for any scale miniatures from 2mm right up to 28mm and no re-basing required.&#10;&#10;The rules come as a 140-page A4-sized bound book with over 60 full color pictures. These feature real miniatures as you see them on the gaming table. You also get a double-sided A4-sized quick reference sheet.&#10;&#10;The main features of the game include:&#10;&#10;&#10;     Command system that emphasizes the fog of war in a simple but effective manner.&#10;     The same mechanism for casualty resolution throughout.&#10;     Rules for infantry, tanks, artillery, aircraft, helicopters, missiles, engineers and fortifications.&#10;     Flexible figure ratio meaning a base of infantry represents either a section or a platoon.&#10;     Minimal set-up time - simply assemble your forces and play.&#10;     Unique points system that allows for unequal forces but an equal chance of victory.&#10;     33 well-presented army lists for 28 nations covering 12 conflicts.&#10;     16 generic scenarios suitable for any nation &amp; theater plus a simple campaign system.&#10;     Suitable for solo, 2-player &amp; multi-player games at home, club, or tournament.&#10;     One double-sided quick reference sheet included.&#10;     No supplements - all you need to play in one book.&#10;&#10;&#10;",
    "categories": [
      "Modern Warfare",
      "Book",
      "Korean War",
      "Miniatures",
      "Vietnam War",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/bUlJmatmp3_t6GoHffVlsA__thumb/img/Kc6xEKogcOfe5MHb3KdNfmZORzQ=/fit-in/200x150/filters:strip_icc()/pic199664.jpg"
  },
  {
    "id": "240143",
    "name": "Star Trek: Attack Wing – Federation vs. Klingons Starter Set",
    "minPlayers": 2,
    "maxPlayers": 99,
    "playingTime": 60,
    "age": 14,
    "description": "This new starter set includes everything two players need to start playing Star Trek: Attack Wing, and provides current players with a wealth of new and never-before-seen content.  Crack it open and start exploring and battling in the Alpha Quadrant today!&#10;&#10;Included in this new set are 36 cards, dials, bases, pegs, tokens, dice, and 4 newly repainted ships (the U.S.S. Enterprise-D, the U.S.S. Sutherland, K'mpec's Attack Cruiser and the I.K.S. Vorn).&#10;&#10;",
    "categories": [
      "Aviation / Flight",
      "Dice",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Point to Point Movement",
      "Simultaneous Action Selection",
      "Variable Phase Order"
    ],
    "image": "https://cf.geekdo-images.com/Cs_amQ2bH9phR03WwkGtmw__thumb/img/B1RPkFFpNrHbBaOspDNr6Af3rvQ=/fit-in/200x150/filters:strip_icc()/pic3913306.jpg"
  },
  {
    "id": "363718",
    "name": "Kyudo",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 25,
    "age": 7,
    "description": "Whatever you do at today's archery contest, try to keep the spectators satisfied so that they don't wander off to watch someone else. Lose all of your spectators, and you can't win!&#10;&#10;Each player in Kyudo takes one of the four role cards and a scoring sheet that depicts the central target, five flags (one in each of the five colors on the dice), and twenty spectators. The starting player takes the four dice, and other players mark off 1-3 spaces on flags.&#10;&#10;On a turn, roll the four dice up to three times, re-rolling dice as you wish. The dice show five colors (that match the flags and the colored rings on the target) and an arrow. For each arrow, you can assign it to a color that you rolled, then mark off a space on the central target. With two arrows, one blue, and one red, for example, you can mark off two blue spaces, two red spaces, or one blue and one red space. Once you've marked off all the spaces in a colored ring, any additional &quot;hits&quot; on that color cause your opponents to lose spectators &mdash; because you're clearly far more awesome than they are!&#10;&#10;If you roll two or more dice of the same color, you can mark off an equal number of spaces on the flag of that color; when you mark off the final space in the corner of a flag, you receive that flag's bonus, such as marking off any two spaces, or taking a token that lets you change a die to the face of your choice, or taking a different token that allows you not to lose spectators during a turn of your choice.&#10;&#10;If you roll four arrows, all opponents lose four spectators, and if you roll four different colors, you use the special power of your role, such as forcing others to use only three dice for a round or adding a green or blue circle to opponents' targets.&#10;&#10;If you lose all of your spectators, you're out of the game. If you're the last archer in the game, you win! Alternatively, if you've marked off all the spaces on your target and you have the most spectators, you win.&#10;&#10;",
    "categories": [],
    "mechanics": [
      "Dice Rolling",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/wGOzsjUuTzi9YgDnKykJ_g__thumb/img/XXTalyXQdbmW4Ds3prM4Q3pPWfg=/fit-in/200x150/filters:strip_icc()/pic6883183.jpg"
  },
  {
    "id": "278413",
    "name": "Charty Party",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 90,
    "age": 17,
    "description": "The absurdly funny game of ridiculous charts!&#10;&#10;If you like bizarre charts, goofy card games, and want a fresh game for your next party night, give Charty Party a try!&#10;&#10;How to play?&#10;&#10;&#10;     Every player draw 7 cards&#10;     All the players choose a judge from themselves, who will draw a chart card.&#10;     Everyone play a card by passing it face-down to the judge. Choose the funniest card which fits with the chart card.&#10;     The judge chooses the funniest card related to the chart card, giving one point to the owner of the card. &#10;&#10;&#10;You can play the number of rounds you want. At the end, the player with more points win the game!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "mechanics": [
      "Hand Management",
      "Player Judge",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/q531ym2h6YbBiRqGYLSieA__thumb/img/F3Wmku58tNzO4TXqZhivDZjgcrk=/fit-in/200x150/filters:strip_icc()/pic4833266.jpg"
  },
  {
    "id": "29376",
    "name": "The Battle of Adobe Walls, November 25, 1864",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 360,
    "age": 12,
    "description": "Michael Taylor's &quot;Indian Wars of the American West&quot; series starts with &quot;Volume I - The Battle of Adobe Walls&quot; (&quot;Vol. II - Rosebud&quot; and &quot;Vol. III Battle of the Little Bighorn&quot;, will both being re-released from their original DTP versions as boxed games with EasyPunch die-cut counters).&#10;&#10;Also known as the First Battle of Adobe Walls (November 26, 1864), it was one of the largest battles between U.S. and Great Plains Indians.   Kit Carson was given command of the US forces, and his mission was to find the Comanche and Kiowa winter camps and eliminate this threat to the settlers that were moving into and through this area of the Texas panhandle.&#10;&#10;Adobe Walls shares many similarities with Little Bighorn.  The battle features a famous US leader in Kit Carson, attacking a large Indian camp along a river with a much smaller US force. He is also temporarily separated from the pack train, and the size of the Indian force was greatly underestimated.&#10;&#10;&quot;The Battle of Adobe Walls&quot; adds a new weapon to the series, the Mountain Howitzer. Although short in range it was a very powerful weapon and it had a huge psychological impact on the Indian warriors who faced it.&#10;&#10;The game features:&#10;&#10;&bull;     Kit Carson and Chief Dohausen&#10;&bull;     Mountain Howitzers&#10;&bull;     Comanches and Kiowas&#10;&bull;     Infantry, Cavalry, and Scouts&#10;&bull;     2 separate Indian camps&#10; Game scale&#10;Each combat unit represents:&#10; - one US Cavalry company&#10; - approximately 100 Indians&#10; - individual leader&#10;Each hex equals 1/4 mile across.&#10;Each game turn represents 20 minutes.&#10;&#10;This wargame is part of a series: The Battle of Rosebud Creek, The Battle of the Little Bighorn, and The Battle of Adobe Walls, November 25, 1864.&#10;&#10;",
    "categories": [
      "American Indian Wars",
      "American West",
      "Post-Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/MKq6YDwKeWz6If_QWzEpzg__thumb/img/kVhHqdudjf0NbARPLPKH1JCbQ4s=/fit-in/200x150/filters:strip_icc()/pic1622295.jpg"
  },
  {
    "id": "163319",
    "name": "Gallipoli, 1915: Churchill's Greatest Gamble",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 240,
    "age": 16,
    "description": "&quot;Gallipoli, 1915: Churchill's Greatest Gamble&quot;, realistically covers the first three days of the campaign, a time of wild maneuver, of decisive attacks parried by the timely arrival of reinforcements, and the onset of trench warfare. Speed - but not reckless haste - is the key to success.&#10;&#10;On 25th April 1915, Winston Churchill, First Lord of the Admiralty, launched a hastily assembled force of British, Australian, New Zealand and French troops against the Turkish defenses on the Gallipoli peninsula. Their goal was to capture the forts that guarded the Dardanelles. With that achieved, the British and French Fleets would sail to Constantinople, topple the Ottoman government, and open up a supply line to Russia. However, defending the beaches was an equal number of Turkish divisions, hardened in the recent Balkan Wars, led by well-trained Turkish officers, supported by advisors from the German General Staff.&#10;&#10;An hour before dawn, in complete silence, the Anzacs rowed ashore at Ari Burnu, a place later to be famous as Anzac Cove. The Royal Navy had landed them in the wrong place! Huge dirt cliffs and scrub-choked washouts confronted them, rather than a beach and low dunes. Nevertheless inland they went, overrunning the Turkish pickets, only to become hopelessly confused by the night landing, jigsaw terrain, and inexperience. Several miles inland, a gifted Turkish Officer, Mustafa Kemal, was reviewing his regiment after night maneuvers above Ari Burnu. Kemal's quick and furious counter-attack saved the day for the Ottomans, and set him on the path to become the founder of modern Turkey. Further south, at Cape Helles, the Lancashire Fusiliers won six Victoria Crosses - before breakfast - as they ripped through the barbed wire on the beach. The invaders never reached even their first day's objectives, although the Turks only avoided defeat by a hair's breadth. With a different plan, they might have thrown the invaders back into the sea.&#10;&#10;The map scale is 400 metres per hex and covers the entire peninsula from north of Anzac Cove to Cape Helles, based on the 1922 British Ordnance Survey (i.e. from Anzac to Helles, including all the forts in between). Players can choose to land at the historical beaches, or create their own plans.&#10;&#10;This wargame system emphasizes command and control. Players command by Brigade and Regiment. To be successful, a player must plan for the eventual exhaustion of their troops, rotating them out of line to rest and recover stragglers. The result is an accurate modeling of the tempo of these battles. Infantry combat is ranged rifle and MG fire, culminating in close assault. Artillery is powerful but ultimately limited. Shrapnel from the standard field guns is deadly against troops in the open, but only the rare howitzers firing high-angle HE can deal with trenches.  Daylight turns are two hours, night turns are four hours.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War I"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/_uAO57N7Bs_yVKUcWLUC8Q__thumb/img/uhcNKxmxHeNS1f9bMQkNxRc0j1w=/fit-in/200x150/filters:strip_icc()/pic4213571.jpg"
  },
  {
    "id": "4659",
    "name": "Moods",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 20,
    "age": 18,
    "description": "Players take turns reading phrases from phrase cards in the &quot;mood&quot; that they have secretly rolled.  Mood examples include &quot;dazed&quot; &quot;zany&quot; &quot;sneaky&quot; and &quot;romantic.&quot;  The object is for players to vote on which mood is being acted out by using their 4 individual voting chips.  Players move around the game board for a guessing the mood correctly and by having other players guess the mood they act out.  The winner is the one who reaches the finish space on the game board first.&#10;Game includes the following: gameboard, box of 120 phrase cards, 60 mood cards, 32 voting chips, label sheet, 8 colored moon stones, 1 ten-sided die, 1 dice cup, and instructions.&#10;&#10;",
    "categories": [
      "Party Game"
    ],
    "mechanics": [
      "Acting",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/AdEh13XTwWOJc1cWelFGTA__thumb/img/ppPQRAZhMskhQ6vk8iDzAVZnU-M=/fit-in/200x150/filters:strip_icc()/pic475818.jpg"
  },
  {
    "id": "177061",
    "name": "Tank on Tank: West Front",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 45,
    "age": 10,
    "description": "From the publisher's website:&#10;&#10;Target... 11 O&rsquo;Clock... FIRE!!!&#10;&#10;Welcome to the FURY of the West Front!&#10;&#10;Tank on Tank: West Front is the 2nd edition of Peter Bogdasarian&rsquo;s hit game Tank on Tank. A game that can be learned quickly and played in less then an hour, Tank on Tank: West Front depicts deadly tactical ground combat in 1944 and 1945 during World War II.&#10;&#10;New in Tank on Tank: West Front are rules for improved positions, armored infantry, airstrikes&#10;and supply trucks. Experience the tactical flavor of World War II tank battles like never before.&#10;&#10;Tank on Tank: West Front is a tactical game on the light side.&#10;Tank on Tank: West Front includes Shermans, Wolverines, Priests, King Tigers, Panthers, Mark IVs, as well as the infantry and anti-tank guns that fought alongside them. Now on gigantic one-inch counters.&#10;If you&rsquo;ve been looking for a simple game to try your leadership abilities, or something to introduce a young commander to war gaming, Tank on Tank: West Front is the answer for you.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/o2JHQ0kwSW_3B5QEjDIzGg__thumb/img/8is_Hi-hBdwY_46H3kyAHDSBqGU=/fit-in/200x150/filters:strip_icc()/pic2508787.jpg"
  },
  {
    "id": "322865",
    "name": "Knockdown: Volume II",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "Knockdown Volume 2 contains three more fighters known from the Nemesis board game, skill cards, a new basic attack deck and a new arena.&#10;&#10;Knockdown is a dynamic fighting game where you become a fighter and you have to knock down your opponent. During a game, you will have to surprise your opponent, create crazy combos, and, in the end, try to push them over by forcing them to the serious &quot;Knockdown&quot; test.  All components from all Knockdown boxes can be mixed together.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Fighting",
      "Sports",
      "Video Game Theme"
    ],
    "mechanics": [
      "Action Points",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/WVqHEUIKbTRf_skcZPkPOA__thumb/img/9At5KCF_gYPYkI0o1uqXRzmXNVk=/fit-in/200x150/filters:strip_icc()/pic7149005.jpg"
  },
  {
    "id": "26697",
    "name": "Shenandoah: Jackson's Valley Campaign",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 12,
    "description": "From Columbia website:&#10;&#10;Shenandoah covers the remarkable Valley Campaign of May/June 1862. Led by Thomas 'Stonewall' Jackson, a smaller Confederate army with audacious marching and fighting, paralyzed and defeated three enveloping Union armies. Military students worldwide study Jackson's strategy and tactics to this day.&#10;&#10;The CSA player has the advantage of central position, but must use it aggressively to prevent the Union armies from combining against him. The USA player has a clear advantage in numbers, but must cope with a command system that penalizes the wide separation of his three forces.&#10;&#10;",
    "categories": [
      "American Civil War",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Secret Unit Deployment"
    ],
    "image": "https://cf.geekdo-images.com/6lZa6UhIOZzSKtFtiUZu0A__thumb/img/mvSexyeFIyjmtH9uXbvQQTYhZtA=/fit-in/200x150/filters:strip_icc()/pic185857.jpg"
  },
  {
    "id": "184477",
    "name": "C-Cross",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 10,
    "description": "In C-Cross, you want to connect two opposing sides of the game board with your own tiles &mdash; but before you can place a large C-shaped tile on the board, you need to place three pawns in the area where this tile would go. When you do conquer an area with three of your pawns and cover it with one of your tiles, you return those pawns to your supply. The tricky part, however, is that if your opponent has a pawn in this area when you cover it, you must lose one of your pawns elsewhere on the board, replacing it with the opponent's pawn!&#10;&#10;If you connect two opposing sides with your C-tiles, you win. Alternatively, if your opponent can't play, you also win!&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/y7xMurQhc9vER2nJ9Xjxxg__thumb/img/PyV95-6OsSxvrgenSc3oNlAu7-4=/fit-in/200x150/filters:strip_icc()/pic6955186.jpg"
  },
  {
    "id": "18297",
    "name": "Experiment",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "You are working in a lab where you are trying to get hold of the right colored fluids to mix them and fulfill the tasks that your professor assigned to you.&#10;&#10;After 12 rounds make sure that you have the most &quot;orders&quot; (tasks) accomplished. Depending on the &quot;order&quot; you will gain points ranging from 1 to 5. Add them together and the one with the most points wins the game!&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/j-dlodFkiwvbrot0dDBDiw__thumb/img/uwGQBOoNj19VVD9nrlsaeRK2waY=/fit-in/200x150/filters:strip_icc()/pic147676.jpg"
  },
  {
    "id": "320097",
    "name": "ECK: A solo trick-taking card game",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 30,
    "age": 8,
    "description": "ECK (pronounced like &ldquo;deck&rdquo; without the &lsquo;d&rsquo;) is an abstract solo trick-taking game where the you play against the AI opponent ECK by attempting to collect trick cards by winning exactly the number of tricks shown on the available trick cards.  The ranks are polygon shapes where increased complexity means increased trick value: line, triangle, square, pentagon, hexagon, octagon.  The suits are colors red, orange, yellow, green, blue, and purple.  So there are 6 ranks and 6 suits.  There are also 6 circle cards, three white and three black, which act as trump cards.&#10;&#10;The player draws a hand of 13 cards and plays one trick for each card.  The AI opponent ECK is the remaining cards, and in each trick the player plays one card and ECK plays one card based on the rules for following suit.&#10;&#10;There are 7 trick cards numbered 2,4,6,8,10,12, and 13/0. The player's goal is, at the end of each round, to have won exactly the number of tricks shown on one of the available trick cards, collecting that card if successful.  Collecting 4 trick cards wins the game, though there are ways for ECK to win also.&#10;&#10;",
    "categories": [
      "Card Game",
      "Print & Play"
    ],
    "mechanics": [
      "Solo / Solitaire Game",
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/_cUEgwdygSY-luQLXhLA-w__thumb/img/B022rNPllq0ORbAhMXrT9pq7hFQ=/fit-in/200x150/filters:strip_icc()/pic5673038.png"
  },
  {
    "id": "382676",
    "name": "Mytikas",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "At the top of Mount Olympus, hidden above the clouds, lies Mytikas. Here the gods reign supreme, watching over and governing the lives of the mortals below. You are builders who wish to uncover the mystery of Olympus and draw nearer to the divine light. You must therefore construct prosperous cities and magnificent temples at different levels on the mountain by skillfully moving your resources closer to the summit. Gaining the favor of the gods at just the right moment will help you complete your task, but there is limited space on the mountain...&#10;&#10;In Mytikas, you play as builders who must construct cities and temples on Mount Olympus. The higher up you construct them, the more prestige you gain. You need to produce resources, then move them up the levels of Mount Olympus. When you make offerings to the gods, you gain their favor and benefit from their special abilities.&#10;&#10;At the end of the game, you calculate your points based on where your buildings are constructed, as well as from any deity cards you control. The player with the most points at the end of the game wins and earns the title of Chief Builder for the Gods.&#10;&#10;Starting with the first player, take turns clockwise until one of the following 3 conditions are met, which all immediately trigger the end of the game:&#10;&#10;     3 out of 4 levels are complete on Mount Olympus, &#10;     One of the players takes the last Lock token, &#10;     One of the players has built all their constructions.&#10;&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "City Building",
      "Mythology"
    ],
    "mechanics": [
      "Follow",
      "Resource to Move",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/Z235K52kPCBsOlS3QLPXjA__thumb/img/iwl4ljMBb1LTVs3ZKpbVJ6xYK28=/fit-in/200x150/filters:strip_icc()/pic7414315.png"
  },
  {
    "id": "122236",
    "name": "Conflict of Alliances: Warring States",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 10,
    "description": "Conflict of Alliances: Warring States &#239;&#188;&#136;&#231;&#186;&#181;&#230;&#168;&#170;&#230;&#136;&#152;&#229;&#155;&#189;&#239;&#188;&#137; is a two player game about diplomacy and warfare in period of the Warring States in ancient China. The game begins in the year 312 BC, when state of Qin &#239;&#188;&#136;&#231;&#167;&#166;&#229;&#155;&#189;&#239;&#188;&#137;had just become the most powerful state in China. The strategy of Qin is to unite the States in &ldquo;horizontal alliance&rdquo;&#239;&#188;&#136;&#232;&#191;&#158;&#230;&#168;&#170;&#239;&#188;&#137;and to conquer the States in &ldquo;vertical alliance&rdquo;&#239;&#188;&#136;&#229;&#144;&#136;&#231;&#186;&#181;&#239;&#188;&#137;. In this game, one player controls the &ldquo;horizontal alliance&rdquo;, the other player controls the &ldquo;vertical alliance&rdquo;.&#10;The game integrates diplomacy, warfare, reinforcements and initiative&#239;&#188;&#136;&#229;&#164;&#169;&#230;&#151;&#182;&#239;&#188;&#137;in a simple Card Driven mechanic. The game integrates diplomacy and warfare in a simple Card Driven mechanic.&#10;The game places heavy emphasis on diplomatic struggle. Each state except Qin is either belongs to &ldquo;horizontal alliance&rdquo; or &ldquo;vertical alliance&rdquo; or neutral. A state in an alliance may shift to the other alliance and can be controlled by the other player during the game.        &#10;The game is easy to learn and difficult to master, there are plenty of examples in the rule book and play book.&#10;&#10;",
    "categories": [
      "Ancient",
      "Wargame"
    ],
    "mechanics": [
      "Area-Impulse",
      "Campaign / Battle Card Driven",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/6H0Lkml8nfYYzH03t6DS2g__thumb/img/arjud39CFjxngAb6YaCUSoGsasw=/fit-in/200x150/filters:strip_icc()/pic3521449.jpg"
  },
  {
    "id": "307534",
    "name": "Большая Бродилка (Big Adventure)",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 40,
    "age": 8,
    "description": "&#208;&#145;&#208;&#190;&#208;&#187;&#209;&#140;&#209;&#136;&#208;&#176;&#209;&#143; &#208;&#177;&#209;&#128;&#208;&#190;&#208;&#180;&#208;&#184;&#208;&#187;&#208;&#186;&#208;&#176; is a pleasant absurd and family game. The main mechanics of &quot;Roll and Move&quot; in it are perfectly supplemented by rather aggressive interaction between players, realized with the help of maps of various improvements and constantly changing rules. And the main thing - in the game there are no rules, you can start playing it immediately, having decomposed components.&#10;&#10;&laquo;&#208;&#145;&#208;&#190;&#208;&#187;&#209;&#140;&#209;&#136;&#208;&#176;&#209;&#143; &#208;&#177;&#209;&#128;&#208;&#190;&#208;&#180;&#208;&#184;&#208;&#187;&#208;&#186;&#208;&#176;&raquo; &mdash; &#209;&#141;&#209;&#130;&#208;&#190; &#208;&#180;&#208;&#190;&#208;&#178;&#208;&#181;&#208;&#180;&#209;&#145;&#208;&#189;&#208;&#189;&#208;&#176;&#209;&#143; &#208;&#180;&#208;&#190; &#208;&#191;&#209;&#128;&#208;&#184;&#209;&#143;&#209;&#130;&#208;&#189;&#208;&#190;&#208;&#179;&#208;&#190; &#208;&#176;&#208;&#177;&#209;&#129;&#209;&#131;&#209;&#128;&#208;&#180;&#208;&#176; &#208;&#186;&#208;&#190;&#208;&#188;&#208;&#191;&#208;&#176;&#208;&#189;&#208;&#181;&#208;&#185;&#209;&#129;&#208;&#186;&#208;&#176;&#209;&#143; &#208;&#184; &#209;&#129;&#208;&#181;&#208;&#188;&#208;&#181;&#208;&#185;&#208;&#189;&#208;&#176;&#209;&#143; &#208;&#184;&#208;&#179;&#209;&#128;&#208;&#176;. &#208;&#158;&#209;&#129;&#208;&#189;&#208;&#190;&#208;&#178;&#208;&#189;&#208;&#176;&#209;&#143; &#208;&#188;&#208;&#181;&#209;&#133;&#208;&#176;&#208;&#189;&#208;&#184;&#208;&#186;&#208;&#176; &laquo;&#208;&#186;&#208;&#184;&#208;&#189;&#209;&#140;-&#208;&#180;&#208;&#178;&#208;&#184;&#208;&#189;&#209;&#140;&raquo; &#208;&#178; &#208;&#189;&#208;&#181;&#208;&#185; &#208;&#191;&#209;&#128;&#208;&#181;&#208;&#186;&#209;&#128;&#208;&#176;&#209;&#129;&#208;&#189;&#208;&#190; &#208;&#180;&#208;&#190;&#208;&#191;&#208;&#190;&#208;&#187;&#208;&#189;&#209;&#143;&#208;&#181;&#209;&#130;&#209;&#129;&#209;&#143; &#208;&#180;&#208;&#190;&#208;&#178;&#208;&#190;&#208;&#187;&#209;&#140;&#208;&#189;&#208;&#190; &#208;&#176;&#208;&#179;&#209;&#128;&#208;&#181;&#209;&#129;&#209;&#129;&#208;&#184;&#208;&#178;&#208;&#189;&#209;&#139;&#208;&#188; &#208;&#178;&#208;&#183;&#208;&#176;&#208;&#184;&#208;&#188;&#208;&#190;&#208;&#180;&#208;&#181;&#208;&#185;&#209;&#129;&#209;&#130;&#208;&#178;&#208;&#184;&#208;&#181;&#208;&#188; &#208;&#188;&#208;&#181;&#208;&#182;&#208;&#180;&#209;&#131; &#208;&#184;&#208;&#179;&#209;&#128;&#208;&#190;&#208;&#186;&#208;&#176;&#208;&#188;&#208;&#184;, &#209;&#128;&#208;&#181;&#208;&#176;&#208;&#187;&#208;&#184;&#208;&#183;&#208;&#190;&#208;&#178;&#208;&#176;&#208;&#189;&#208;&#189;&#209;&#139;&#208;&#188; &#208;&#191;&#209;&#128;&#208;&#184; &#208;&#191;&#208;&#190;&#208;&#188;&#208;&#190;&#209;&#137;&#208;&#184; &#208;&#186;&#208;&#176;&#209;&#128;&#209;&#130; &#209;&#128;&#208;&#176;&#208;&#183;&#208;&#187;&#208;&#184;&#209;&#135;&#208;&#189;&#209;&#139;&#209;&#133; &#209;&#131;&#208;&#187;&#209;&#131;&#209;&#135;&#209;&#136;&#208;&#181;&#208;&#189;&#208;&#184;&#208;&#185; &#208;&#184; &#208;&#191;&#208;&#190;&#209;&#129;&#209;&#130;&#208;&#190;&#209;&#143;&#208;&#189;&#208;&#189;&#208;&#190; &#208;&#184;&#208;&#183;&#208;&#188;&#208;&#181;&#208;&#189;&#209;&#143;&#209;&#142;&#209;&#137;&#208;&#184;&#208;&#188;&#208;&#184;&#209;&#129;&#209;&#143; &#208;&#191;&#209;&#128;&#208;&#176;&#208;&#178;&#208;&#184;&#208;&#187;&#208;&#176;&#208;&#188;&#208;&#184;. &#208;&#152; &#208;&#179;&#208;&#187;&#208;&#176;&#208;&#178;&#208;&#189;&#208;&#190;&#208;&#181; &mdash; &#208;&#178; &#208;&#184;&#208;&#179;&#209;&#128;&#208;&#181; &#208;&#189;&#208;&#181;&#209;&#130; &#208;&#191;&#209;&#128;&#208;&#176;&#208;&#178;&#208;&#184;&#208;&#187;, &#208;&#189;&#208;&#176;&#209;&#135;&#208;&#176;&#209;&#130;&#209;&#140; &#208;&#184;&#208;&#179;&#209;&#128;&#208;&#176;&#209;&#130;&#209;&#140; &#208;&#178; &#208;&#189;&#208;&#181;&#209;&#145; &#208;&#188;&#208;&#190;&#208;&#182;&#208;&#189;&#208;&#190; &#209;&#129;&#209;&#128;&#208;&#176;&#208;&#183;&#209;&#131; &#208;&#182;&#208;&#181;, &#209;&#128;&#208;&#176;&#208;&#183;&#208;&#187;&#208;&#190;&#208;&#182;&#208;&#184;&#208;&#178; &#208;&#186;&#208;&#190;&#208;&#188;&#208;&#191;&#208;&#190;&#208;&#189;&#208;&#181;&#208;&#189;&#209;&#130;&#209;&#139;.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Dice"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/GmgQBVxYAhWfJycq03HrYg__thumb/img/Nenuo9ZQXoVXIgFefCC9r-taq10=/fit-in/200x150/filters:strip_icc()/pic7203037.jpg"
  },
  {
    "id": "21991",
    "name": "Karo",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 8,
    "description": "Karo contains 24 black wooden tiles and 16 player pieces with unique markings on each side (8 red - 8 white).&#10;&#10;With these components you can play three different abstract games:&#10;&#10;VIER KREISE: A variant of &quot;Four in Row&quot;.&#10;SCHLEICHER &amp; H&Uuml;PFER: A race game.&#10;NIX WIE WEG: Try to move your pieces out of the playing field.&#10;&#10;More info: http://www.steffen-spiele.de/&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Grid Movement",
      "Map Deformation",
      "Modular Board",
      "Pattern Building",
      "Pattern Movement",
      "Square Grid"
    ],
    "image": "https://cf.geekdo-images.com/gzaZodmVICAuAKyWpELs6A__thumb/img/dMbIR2LCy3ajrVkH9gDFDAm6Rno=/fit-in/200x150/filters:strip_icc()/pic1204277.png"
  },
  {
    "id": "26919",
    "name": "The War Game: World War II",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 240,
    "age": 12,
    "description": "Fans often call it &quot;Axis and Allies on Steroids&quot;.  The rules and mechanics are similar enough to Axis and Allies, but there are a few differences and additions.  The game, like Axis and Allies, covers the entire war from a strategic level with areas corresponding mostly to countries, with larger countries broken down.  The map is a gargantuan 4' x 8' with eight major powers dividing up the non-neutral world (Germany, Italy, Japan, Russia, UK, USA, China, and France)&#10;&#10;",
    "categories": [
      "Political",
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Simulation",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/dI65_IrYv-Mj45090E3Ljw__thumb/img/76ibfpgi8BbGa2OisRg8q-WA-ug=/fit-in/200x150/filters:strip_icc()/pic253150.jpg"
  },
  {
    "id": "340428",
    "name": "The Battle of White Plains: Twilight of the New York Campaign October 28th–31st, 1776",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 480,
    "age": 14,
    "description": "Most authors relegate the Battle of White Plains to a short paragraph when recounting the New York Campaign of 1776. As the last field battle of that campaign, however, it deserves closer study. Volume 10 in GMT&rsquo;s award-winning Battles of the American Revolution series by designer Mark Miklos provides such a much-needed analysis.&#10;&#10;The game includes three scenarios: the historical fight for Chatterton Hill, an October 31 scenario that explores what might have occurred if Howe had pressed his grand assault that day as planned, and a full four-day campaign game spanning 42 game turns beginning with the arrival of the British army on the field on the morning of October 28 and culminating at 5:00 pm on October 31.&#10;&#10;Each player has 26 Opportunity Cards subdivided into three decks to enhance play and add elements of variability and historical flavor. As with previous games in the series, some special rules represent the unique circumstances of this battle. Among these are rules governing American sortie restrictions and tactical doctrine, rain game turns, restoring army morale, scorched earth, and additional handicaps for American militia, American fieldwork construction, and an off-board movement mechanism for Tarrytown on the Hudson River, seven miles away where British ships lay at anchor. Even Washington&rsquo;s own combat prowess at this early stage of the war is randomized.&#10;&#10;In Volume 10 of the Battles of the American Revolution series, players command two titanic armies: Washington, desperate to salvage something from the otherwise disastrous defense of New York, and Howe seeking a coup de gr&acirc;ce against the &ldquo;Old Fox.&rdquo; You will have to manage your forces over the span of four days with lots of inclement weather to contend with. Can you, as General Howe, break through the American line to deliver a decisive blow and end the rebellion? Can you, as General Washington, hold your own on superior ground, hampered as you will be with some 6,700 militia of dubious quality&mdash;fully 46% of the total American force?&#10;&#10;",
    "categories": [
      "American Revolutionary War",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/SJd9esblk_-uC65W3UpPUA__thumb/img/CE7VQ2oaNzVpsn6Y7oZ22Dpxm84=/fit-in/200x150/filters:strip_icc()/pic7409436.jpg"
  },
  {
    "id": "126404",
    "name": "Area 1851",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 14,
    "description": "In Area 1851, you are one of the area's top five Tinkerers and you're looking to prove your grit to the citizens of this Wild West town.&#10;&#10;Each turn, players have to deal with and negotiate random events in the area, then continue the turn under those circumstances, by drawing Tinker cards to fill their hand up to five cards, then rolling dice to determine their resources for that turn. Players then spend those resources to build new Gadgets or augment their existing Gadgets with Modifications. These Gadgets and Modifications can then be Delivered to the townsfolk for Reputation. In addition players can choose to scrap cards from their hand, and pull them out of circulation.&#10;&#10;To assist them in their endeavor to build the best contraptions in the land, players utilize three Assistants that are granted one at a time as play progresses; activate the Assistants provides bonuses to the player from various locations around town.&#10;&#10;Players also have the opportunity to show their worthiness by picking up new Feat cards during their turn. Completing these Feats provide a nice boost in Reputation during, or even at the end of the game.&#10;&#10;Since it's hard to keep all your thoughts in one place as a tinker, players end the turn by passing their hands around the table to a neighbor.&#10;&#10;The player that has earned the most Reputation from Delivering Gadgets and accomplishing Feats wins!&#10;&#10;",
    "categories": [
      "American West",
      "Card Game",
      "Real-time",
      "Science Fiction"
    ],
    "mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Open Drafting",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/co9yFi9vTVv1Yg6XeGSRZA__thumb/img/8_tKikq88oqaZGVGPKrjtqXahm0=/fit-in/200x150/filters:strip_icc()/pic1690216.jpg"
  },
  {
    "id": "365702",
    "name": "Saboteur: The Dark Cave",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 45,
    "age": 10,
    "description": "After your dwarf clan found gold, you suddenly felt an earthquake and the mine is now collapsing. Time to escape! But the dark cave is full of dangers, such as spider webs, monsters, and of course the saboteurs who make your life miserable. Whose dwarf team can escape the cave with the most gold?&#10;&#10;Saboteur: The Dark Cave is a standalone game that recreates the feel of Saboteur. At the start of the game, each player assigned to a clan, although possibly they will be a saboteur for the other clan. Starting from the mine card in the center of play, you take turns laying down tunnel cards to build outward from the mine toward the four corner cards, only one of which is the exit. In addition to building new tunnels, you'll play cards to give yourself equipment, place monsters in front of others, discover who's actually on your clan, and reveal the exit before trudging all the way there. As soon as you leave the mine, you reveal your true identity, with any gold you have going toward your clan's total. As soon as all members of a clan have left, the game ends, and whichever clan has the most gold wins.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Exploration",
      "Fantasy",
      "Party Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/VeDNaOVD1qcMDUDptcN0TA__thumb/img/gS9kO9uAUMEfQyfe3gEv2jinKFw=/fit-in/200x150/filters:strip_icc()/pic6937730.jpg"
  },
  {
    "id": "1943",
    "name": "This Game is Bonkers!",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 8,
    "description": "A quirky and wild game of racing to twelve points. Players roll dice to move their pawn along a linear track and then play &quot;track cards&quot; where they land to add new instructions to each space moving them further forwards or backwards. These cards stay on the track, where everyone else will also follow those same instructions and add their own cards to the chain reaction.&#10;&#10;",
    "categories": [
      "Children's Game"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Roll / Spin and Move",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/0Q4Ba3cnb7XPPNIanuWPLw__thumb/img/OSZpuYtzCrNhujV6P1goVgoTXV8=/fit-in/200x150/filters:strip_icc()/pic3335922.jpg"
  },
  {
    "id": "162191",
    "name": "Look!",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 10,
    "age": 4,
    "description": "In Look!, a.k.a., Schau mal! Was ist anders? &mdash; literally &quot;Look! What's different?&quot; &mdash; players are challenged to spot differences in a line of five cards after looking away for a moment. Has someone turned the light on in the house? Does the boy have his cap on backwards now? And did that child have a monkey on her head previously?! Whoever discovers the differences first keeps the card in question.&#10;&#10;",
    "categories": [
      "Card Game",
      "Children's Game"
    ],
    "mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/wkXPc94OIu2LaLnJqIhiag__thumb/img/d2hn0KmnDuA6xO4i6C0lpO9RX0o=/fit-in/200x150/filters:strip_icc()/pic6937664.jpg"
  },
  {
    "id": "205877",
    "name": "Bolt Action: Band of Brothers",
    "minPlayers": 2,
    "maxPlayers": 99,
    "playingTime": 0,
    "age": 12,
    "description": "Description from the publisher:&#10;&#10;New Plastics, New Starter Set&#10;&#10;Introducing the shiny new Starter Set for the Bolt Action game, this time featuring German Grenadiers against a brand new plastic infantry set, the elite US Airborne:&#10;&#10;'Band Of Brothers'&#10;&#10;Contents:&#10;&#10;24 New Plastic US Airborne&#10;    12 Plastic German Grenadiers&#10;    Plastic SdKfz 251/10 AusfD. 3.7cm PaK half track&#10;    Plastic Ruined Farm&#10;    A5 Softback Bolt Action 2 Rules Book&#10;    Quick Start Guide&#10;    Quick Reference Sheet&#10;    12 Plastic Pin Markers&#10;    Plastic Templates and Tokens&#10;    Construction Diagrams&#10;    10 Six Sided Dice&#10;    10 Order Dice&#10;&#10;",
    "categories": [
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "image": "https://cf.geekdo-images.com/yEmiDOIRWqn4jlsk3_imSw__thumb/img/IMSYBI_jUbw8kLx40I3vjYoIoj0=/fit-in/200x150/filters:strip_icc()/pic3126073.jpg"
  },
  {
    "id": "290025",
    "name": "Astronomy Fluxx",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "Fluxx is a card game in which the cards themselves determine the current rules of the game. By playing cards, you change numerous aspects of the game: how to draw cards, how to play cards, and even how to win.&#10;&#10;At the start of the game, each player holds three cards and on a turn a player draws one card, then plays one card. By playing cards, you can put new rules into play that change numerous aspects of the game: how many cards to draw or play, how many cards you can hold in hand or keep on the table in front of you, and (most importantly) how to win the game.&#10;&#10;Astronomy Fluxx takes you to outer space, featuring stunning NASA photographs of planets and other astronomical objects. Learn about space and humankind's space flight history in this latest installment in the educational Fluxx series.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/REDJHDmGSYW3mMxvF2TBOg__thumb/img/tg0MhOd9KyoI2MmXck3JW61rmW0=/fit-in/200x150/filters:strip_icc()/pic4969354.jpg"
  },
  {
    "id": "5239",
    "name": "Omaha Beachhead: Battle for the Bocage",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 300,
    "age": 12,
    "description": "Omaha Beachhead: Battle for the Bocage is a grand tactical simulation of the American amphibious assault against the German-occupied coast of Normandy on June 6, 1944 and the subsequent ten-day battle for the beachhead. In turns representing one day, each player controls a force of infantry, artillery, tank, anti-tank, flak, and ranger units. The map, which was drawn from US Army maps actually carried in the battle, is a 1:50,000 representation of Normandy showing all of the geographical features that played a significant role in the campaign.&#10;&#10;Game Scale:&#10;Game Turn: 1 day&#10;Hex: .6 mile / 1.0 kilometer&#10;Units: Battalion&#10;&#10;Game Inventory:&#10;One 22 x 32&quot; full color mapsheet&#10;Two dual-side printed countersheet (288 5/8&quot; counters)&#10;One 24-page Omaha Beachhead rulebook&#10;One single-side printed Turn Record/Terrain Effects Summary/Track Display Player Aid Card&#10;One dual-side printed US Player Charts &amp; Table Card&#10;One dual-side printed German Player Charts &amp; Table Card&#10;One 10-sided die&#10;One plastic counter storage tray &amp; lid&#10;&#10;Solitaire Playability: Medium&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 2-5 hours&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/nW801zpuhBOec6Yrb-giaw__thumb/img/_D-i4iE6wbmbpEAw-ZIzNd8yW4A=/fit-in/200x150/filters:strip_icc()/pic19608.jpg"
  },
  {
    "id": "2087",
    "name": "Magic Dance",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 8,
    "description": "A memory and strategy game also published by F.X. Schmid under the title Dance of the Witches, this is essentially Pachisi but so that the playing pieces' identities are hidden, and after a while the game gets pretty chaotic with each player trying desperately to remember which of the witches belong to them and not help opponents or hinder themselves by mistake - it's even possible to drive opposing pieces home by driving them into your own base by mistake, in which case they will instantly teleport to the correct one. Also, pieces are not captured - probably because this would mean revealing their identity - but simply jumped back 7 spaces on the track and if that space is occupied, they're jumped back another 7, and so on. It is possible to make any one piece's identity public for a moment though, by rolling a 6, but that 6 cannot then be used for movement also.&#10;&#10;Like Sagaland/Enchanted Forest - which the playing pieces will bring to memory - this is more of a family game than simply a children's game.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Children's Game",
      "Deduction",
      "Memory"
    ],
    "mechanics": [
      "Dice Rolling",
      "Memory",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/d4CdLOE0-DWxm0e-TU0X_Q__thumb/img/s6TPEIktO4fsemRRg7bzX-gDfF4=/fit-in/200x150/filters:strip_icc()/pic300526.jpg"
  },
  {
    "id": "374212",
    "name": "Nuts a GoGo!",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 6,
    "description": "MADA HAiLE, which was re-released as Nuts a GoGo! / &#227;&#131;&#138;&#227;&#131;&#131;&#227;&#131;&#132;&#227;&#130;&#162;&#227;&#130;&#180;&#227;&#131;&#188;&#227;&#130;&#180;&#227;&#131;&#188;, is a set collection game in which players grab game pieces and place them in a personal stash.&#10;&#10;In the next phase, players one at a time name and show a piece from their stash. All players then discard one piece of that type; if they cannot, they're eliminated from the game. The other players continue this process until only one player remains, winning the game.&#10;&#10;",
    "categories": [
      "Action / Dexterity"
    ],
    "mechanics": [
      "Player Elimination",
      "Real-Time",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/KA31HiSKncJE-KjW1sJlVg__thumb/img/dLkwUhPix4JDxEIVVxtcfbNzFyA=/fit-in/200x150/filters:strip_icc()/pic7751185.jpg"
  },
  {
    "id": "26747",
    "name": "Space Junkyard",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "Space has become a giant dumping ground for jettisoned components and derelict spacecraft.  But the tide could be turned by clever star pilots hoping to expand their tiny ships.  Navigating through a sea of asteroids and recyclable parts, pilots collect resources and salvaged ship modules in a quest to build the largest and most complete starship. (From the first paragraph of the revised game instructions)&#10;&#10;",
    "categories": [
      "Print & Play",
      "Science Fiction"
    ],
    "mechanics": [
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/S9Of4wO5OIgUhF-BsznrJA__thumb/img/IbbsVdVRNDlWLBuRjOL23TEqtTE=/fit-in/200x150/filters:strip_icc()/pic502261.jpg"
  },
  {
    "id": "367527",
    "name": "Fields of Fire: Deluxe Edition",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 360,
    "age": 13,
    "description": "Fields of Fire is a solitaire game of commanding a rifle company between World War II and the Present Day. The game is different from many tactical games in that it is diceless and card based. There are two decks used to play. The Terrain Deck is based on a specific region and is used to build a map for the various missions your company must perform. The Action deck serves many purposes in controlling combat, command and control, and various activity attempts. The units of the company are counters representing headquarters elements, squads, weapons teams, forward observers, individual vehicles or helicopters. A single game is a mission and several missions from a historical campaign are strung together for the player to manage experience and replacements. A mission can be played in about 1 &ndash; 4 hours.&#10;&#10;What&rsquo;s New in the Deluxe Edition&#10;&#10;Fields of Fire Volume I Deluxe Edition is a completely improved edition of Fields of Fire Volume I. Based on the past 15 years of feedback, hundreds of hours of playtesting, and long discussions with the design team, the Deluxe Edition presents Ben Hull&rsquo;s masterpiece of tactical infantry command in a way that is accessible to the modern gamer while retaining all of the deep complexity that veteran players have grown to love over the years.&#10;&#10;New features Include:&#10;&#10;- A Rewritten series rulebook. The Deluxe Edition comes with a rewritten third edition ruleset, packed with examples, diagrams and clarifying notes while maintaining continuity with the second edition rules. Series Developers Andrew Stead and Colin Parsons have worked to eliminate ambiguities and edge cases throughout, creating a much-improved reference manual for play.&#10;&#10;- A Starter Guide. While Fields of Fire has a reputation for being difficult to learn, the Starter Guide makes it easy. Each chapter in the Starter Guide incrementally introduces new rules through training exercises that teach you the basics of infantry combat. Later exercises act as advanced guides on setting up for air assaults and making the best use of supporting vehicles.&#10;&#10;- A Full Starter Mission. A stand-alone mission tailored towards easing new company commanders into the full game. This mission can be played repeatedly with a variety of simplified rules to allow you to adjust to the full historical campaigns.&#10;&#10;- Four Fully Redesigned Mission Books. Using the much-improved format from Fields of Fire: The Bulge Campaign, the Normandy, Heartbreak Ridge, Naktong River and Vietnam campaigns are presented in a clarified and expanded manner.&#10;&#10;- Over 200 updated counters plus various additional reference markers and new units.&#10;  &#10;- New elevation cards to enhance the Heartbreak Ridge campaign.&#10;&#10;- A completely new set of redesigned player aids including new charts and air assault planning cards.&#10;&#10;This game is based on four actual campaigns experienced by units of the 9th US Infantry (Regiment) in World War II, Korea, and Vietnam. The 9th infantry are known as the &quot;Manchus&quot; for their service in the Boxer Rebellion. Their motto is &ldquo;Keep Up the Fire.&rdquo;&#10;&#10;",
    "categories": [
      "Korean War",
      "Modern Warfare",
      "Vietnam War",
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Campaign / Battle Card Driven",
      "Modular Board",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/fk7citNbV8SdAOv_PmqPtQ__thumb/img/Q4AmCyCZmLy_icWKHsecqaKm8gI=/fit-in/200x150/filters:strip_icc()/pic8381357.png"
  },
  {
    "id": "340498",
    "name": "Hansel & Gretel",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 6,
    "description": "Hansel and Gretel have gotten lost in the woods and find themselves in front of an incredible gingerbread house crammed with sweets and candies &mdash; but is that a witch inside? Help them find their way home!&#10;&#10;Each turn in the co-operative game Hansel &amp; Gretel, the active player places one of their tiles in the playing area to create and finish sweets, but after everyone has placed their tile for the turn, count the visible dots on these tiles to determine the movement of the three characters &mdash; Hansel, Gretel, and the witch &mdash; on the path around the gingerbread house. Take care with your tile placement so that the witch never reaches Hansel or Gretel and so that Hansel or Gretel never catch up to the witch; if either of those situations happens, you lose.&#10;&#10;To win, you must keep racing until you collect all five gingerbread tokens.&#10;&#10;",
    "categories": [
      "Adventure",
      "Children's Game",
      "Fantasy",
      "Novel-based"
    ],
    "mechanics": [
      "Cooperative Game",
      "Movement Points",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/zFNvw5pKaSbsFH4Fyue4yg__thumb/img/fTiTkjE4AzG4Vt4obUoTs5Cp1aU=/fit-in/200x150/filters:strip_icc()/pic7068334.jpg"
  },
  {
    "id": "369010",
    "name": "Flutter",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 8,
    "description": "&quot;To make a prairie it takes a clover and one bee,&#10;One clover, and a bee.&quot;  &mdash;Emily Dickinson&#10;&#10;Immerse yourself in the wonder of nature and create a vibrant meadow bursting with flowers to attract the most vital creatures of the ecosystem - graceful Hummingbirds, swift Dragonflies, flittering Moths, delicate Butterflies, dancing Ladybugs, and revered Bees, the king of all pollinators.&#10;&#10;With each turn, you will place uniquely shaped tiles, aiming to match petals and grow flowers. But it doesn't end there - it's about nurturing the ecosystem by providing the right flowers to each fluttering critter, spreading their rich pollen throughout the meadow. You will accomplish this by strategically enclosing tiles, boosted by clever use of your bee token.&#10;&#10;Don't take too long to make your move though - the supply rondel is running low, and once a single stack of tiles is emptied, the game comes to an end. The player with the most pollen at the end of the game will be crowned the winner and earn the admiration of all the pollinators in the meadow!&#10;&#10;Flutter is a strategic tile-laying strategy game for 2 to 5 players, ages 8 and up, and it takes about 30 minutes to play. Players take turns laying tiles of varying shapes, earning petal tokens for matching flower petals in each corner. As the game progresses, players will spend those petal tokens when they enclose a previously laid tile, supplying the tile's pollinator with all the flowers it needs, earning pollen. Once a single stack of tiles in the supply rondel has been emptied, the player with most pollen is the winner!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Animals",
      "Children's Game",
      "Environmental"
    ],
    "mechanics": [
      "Matching",
      "Open Drafting",
      "Rondel",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/5YRlA8Go7CKfCnIhoS9ydw__thumb/img/qXkKFcqevkOF42movuViX2QYI38=/fit-in/200x150/filters:strip_icc()/pic7910484.png"
  },
  {
    "id": "247294",
    "name": "I Am the Fourth Wall",
    "minPlayers": 1,
    "maxPlayers": 7,
    "playingTime": 45,
    "age": 14,
    "description": "I Am The Fourth Wall is an asymmetrical card game of Lovecrafian, Cthulhu horror set in jiving 1950&rsquo;s suburbia. It focuses on tight teamwork and coordination, careful hand management, and the option to take on high risk/reward strategies.&#10;&#10;With 4 ways to play, one player or an AI deck, takes on the role of the Wall, one of the many ancient beings hell-bent on driving the world into perpetual madness, seeking to five gates to the nightmare world beyond. They will face o&#239;&#172;&#128; against the remaining 1-6 players, who become the Investigators: everyday people such as waitresses, detectives, and street magicians, who know that their only chance to save humanity lies in closing all of the gates, and thus banishing The Wall from their world... for a time.&#10;&#10;The Wall acts between each of the Investigators&rsquo; turns, using an action point system to hinder the Investigators, summon monsters, or use unique abilities, as they work towards tearing&#10;apart reality.&#10;&#10;The Investigators, with their diverse special abilities, use an elegant and streamlined symbol matching mechanic to destroy the nightmares plaguing the streets. Investigators can even draw upon the very essence of madness, gaining a powerful edge at the cost of providing an advantage to the Wall&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Horror"
    ],
    "mechanics": [
      "Action Points",
      "Hand Management",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/i8I2Xw_C_QwdDRXinfNYwQ__thumb/img/R7FIskNlQrsmYLgAooBoaDhT_qw=/fit-in/200x150/filters:strip_icc()/pic4087186.jpg"
  },
  {
    "id": "428904",
    "name": "Desperate Oasis",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 25,
    "age": 8,
    "description": "&quot;Two players battle for control over the lush life-sustaining sanctuaries of the desert. By cleverly playing and grouping animal cards, players can show their strength, unlock powers, and use palm tree tokens to alter values. Do you have what it takes to survive in the Desperate Oasis? I don't.&quot;&#10;&#10;Desperate Oasis is a small but mighty &quot;lane-battling&quot; card game where you will play Animal Cards on your side (and sometimes your opponent's side) of a row of Oasis Cards in an attempt to win them. Special spatial rules pull similar animals together, allowing for manipulation of card positions. Each animal has a special power that can be triggered to alter the outcome of each duel, some only being revealed at the end of the round.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/xBErCDpzrQY72zZypL1naQ__thumb/img/L89sksQ6d9HVjv6pZasZpaRMeZE=/fit-in/200x150/filters:strip_icc()/pic8547201.jpg"
  },
  {
    "id": "230266",
    "name": "Scare It!",
    "minPlayers": 1,
    "maxPlayers": 8,
    "playingTime": 20,
    "age": 8,
    "description": "What are all those animals scared of? Well, it&rsquo;s really simple: the mouse is scared of the cat, the cat is scared of the dog, the dog is scared of the elephant. And what is the giant elephant scared of? The tiny mouse, of course!&#10;&#10;Scare It! is a simple, fast-playing family game of scaring animals off the table. At the start of the game, you receive two secret objective cards: one with an animal type, and one with a color. On your turn, you choose an animal to be scared off, and an animal to do the scaring. When a number of animals have run away in panic, everyone reveals their secret animal and color cards, then scores points for what's left on the table.&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game"
    ],
    "mechanics": [
      "Rock-Paper-Scissors"
    ],
    "image": "https://cf.geekdo-images.com/AvL4ja69FJNt6rhBbwoYUw__thumb/img/LmdxhhCq3yjkN5bWrBseBNBIiqc=/fit-in/200x150/filters:strip_icc()/pic3740391.jpg"
  },
  {
    "id": "179548",
    "name": "Sweet Nose",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 8,
    "description": "Welcome to the ancient city of China, a city known for its delicious sweets. As tourists, you can't wait to taste them all &mdash; but before enjoying your sweets, you must learn about a legendary guy named Sweet Nose. He loved sweets so much that he wanted to eat the best sweet in the heaven, and to do that he climbed up a ladder made from shrimp. Just at the moment he reached heaven, the god of thunder met him while patrolling. The god of thunder was pissed because no mortal human was allowed to intrude the sacred heaven. A flash and thunder hit poor Sweet Nose, who fell from the ladder like a meteor and dissolved into a pile of black powder when he hit the ground, transforming into tiny insects &mdash; the ants.&#10;&#10;To avoid being hit by thunder and becoming the successor of the Sweet Nose legend, you had better not eat too many sweets. This doesn't mean you can't enjoy those delicious sweets in the city &mdash; but if you enter specific stores on the street, you might need to run from the thunder of heaven...&#10;&#10;Sweet Nose is a game of exciting interaction. You try to eat the most types of candy by trading with others, but the sweetness of each candy differs for each player, so to keep yourself from being the one who eats too many sweets, you need to be careful when trading and observe the reaction of other players. What's more, different shops provide different surprises, so you also need to take those shops' candies into consideration. On a turn, you can do one of the following actions:&#10;&#10;&#10;    Trade with friend: Trade one of your candies with another player, with each player placing the candy they receive on their mouth board.&#10;&#10;&#10;&#10;    Trade with market: Trade one of your candies with the market in the middle of table, placing your candy in the market and one of the market candies on your trading dish board.&#10;&#10;&#10;In the end, whoever eats the most sweets loses, and the winner is the one who eats the fewest sweets.&#10;&#10;",
    "categories": [
      "Ancient",
      "Number",
      "Print & Play"
    ],
    "mechanics": [
      "Secret Unit Deployment",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/Mxns4HExaB42Rdj0Rm9eag__thumb/img/zQ-ZXDJNtoRvd6FPu98KURcaEJ4=/fit-in/200x150/filters:strip_icc()/pic3052668.jpg"
  },
  {
    "id": "324937",
    "name": "Wiz-War (9th Edition)",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 10,
    "description": "In Wiz-War, players are transformed into wizards who attempt to collect treasures from a twisted maze.&#10;&#10;At the heart of the game is a deck of cards that the players use to cast spells, power up spells, and augment movement. Each turn, players can move up to three spaces (or more with the use of number cards). However, the goal is to penetrate the other players' sections of the maze, pick up one of their treasures, and bring it back to your home base. The first player to capture two such treasures or kill all the other wizards wins.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Grid Movement",
      "Map Deformation",
      "Modular Board",
      "Player Elimination"
    ],
    "image": "https://cf.geekdo-images.com/bMcEMM5qurvnJxcosswjWg__thumb/img/Tjj681UWYL-zhdmd6KaUSvguHQY=/fit-in/200x150/filters:strip_icc()/pic5799068.jpg"
  },
  {
    "id": "18056",
    "name": "Anno Domini: Kunst",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 10,
    "description": "Each Anno Domini set consists of 340 cards, with a description of a historical event on one side of the card, and the year (and sometimes specific date) in which it happened on the other.&#10;&#10;Each player receives nine of these cards (or less, if you want the game to be shorter), and may only look at the descriptions. Players then put in turn a card on the table, *trying* to put theirs in chronological order. A player may, instead of adding a card, claim that the order in which the cards were put is incorrect. In this case all cards are turned over and the correct years revealed.&#10;If the order was correct then the doubting player receives two cards and skips a turn. If the order was incorrect then the previous player, who accepted the order as correct, receives three cards. The first player that gets rid of all the cards wins.&#10;&#10;Bluffing is as least as important as knowledge in this game. Most events are rather obscure or are hard to date exactly, so this ain&rsquo;t no game for the nerds/geeks of this world, even they might think so, because it&rsquo;s full of surprises and pure fun. Highly Recommended, because Anno Domini is a blast to play, is a very enjoyable social event and you even learn something from it.&#10;&#10;Unfortunately there is no English edition in existence, but this game could be a good way, to improve your already existing German skills or a very good reason, to learn the German language in the first place.&#10;&#10;The Set &quot;Anno Domini - Kunst&quot; contains historical events related to art, can be played as a stand alone or together with the other sets, which is the best way of playing it.&#10;&#10;Part of the Anno Domini series&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Educational",
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "mechanics": [
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/swUbjE02eyzjbQrH3j4P-A__thumb/img/DmwXfmvQKq9lQJ9X7xvWi_hZXRw=/fit-in/200x150/filters:strip_icc()/pic78831.jpg"
  },
  {
    "id": "81826",
    "name": "Disaster on Everest",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 60,
    "age": 13,
    "description": "Disaster on Everest is a solitaire game of climbing to the summit of Mt. Everest. Your goal is to use your guides to move clients up and down the mountain safely before the storm arrives. Each turn, you are limited in the number of climbers you can move. Guides can move clients farther, but your clients outnumber your guides. An event chit is drawn that must be either purchased out of a limited amount of Prestige Points or it goes on the Storm Track, hastening the arrival of the storm. The storm phase decreases movement and increases the difficulty of managing the clients.&#10;&#10;Points are scored for clients that reach the summit and live to return to base camp.&#10;&#10;From the publisher:&#10;&#10;As the owner of an exotic travel company that specializes in extreme sporting activities, you provide clients with a way to reach the top of the world, Mt. Everest. Unfortunately, several other competing agencies have opened up, each with the goal of becoming the most prestigious and successful travel company.&#10;&#10;You control the guides and clients attempting a dangerous ascent to the summit of Everest as a deadly storm approaches. The more clients that reach the summit and live to tell the tale, the greater your company's prestige and fortune. Can you triumph over a Disaster on Everest?&#10;&#10;Control the movement of your guides and climbers as they navigate the treacherous ridges, ascend the technically-challenging Hillary Step, and strive to reach the &quot;top of the world!&quot; Maximize the use of your guides' special abilities to safely escort your clients as the storm approaches. Manage the events on the mountain or lose your well-paying important clients to the inevitable disasters that await.&#10;&#10;Advanced and optional game rules add client traits and unique travel company abilities.&#10;&#10;Followed up and expanded by:&#10;&#10;     Disaster on K2 &#10;&#10;&#10;",
    "categories": [
      "Sports"
    ],
    "mechanics": [
      "Chit-Pull System",
      "Pick-up and Deliver"
    ],
    "image": "https://cf.geekdo-images.com/OXF7VnkBEYZGRozzEGr7Bw__thumb/img/BoYoruq0Ltu4vhqhSCn5UyG95bo=/fit-in/200x150/filters:strip_icc()/pic803570.jpg"
  },
  {
    "id": "19145",
    "name": "Disposable Heroes and Coffin For Seven Brothers: Infantry and Vehicle Small Unit Skirmish Wargaming in WWII",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "Disposable Heroes and Coffin For Seven Brothers is a WWII platoon-level skirmish miniatures wargame.  Each model represents one soldier or vehicle.&#10;&#10;The game rules are easy to learn and attempt to limit charts as much as possible.  Most rules have an 'intuitive' feel to them, making the game flow smoothly and quickly.&#10;&#10;Players alternate unit activation.  Each unit may move and shoot (and close assault) with shooting ability being tied directly to distance moved.  Guns and vehicles must acquire their targets before they are able to shoot.&#10;The game tends to be fast and bloody.&#10;&#10;",
    "categories": [
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/aaj_cGZGcUGSmn-AdjsUWw__thumb/img/xJytOtnFgvIsls6MJlWXSjJIkFo=/fit-in/200x150/filters:strip_icc()/pic191564.jpg"
  },
  {
    "id": "9619",
    "name": "Ex Libris",
    "minPlayers": 4,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 0,
    "description": "The game of first lines and last words.&#10;&#10;Ex Libris has been a firm favourite with book lovers, and readers and writers, since Oxford Games first devised and published the game in 1991.&#10;&#10;Ex Libris is a subtle, yet highly entertaining game of bluff that will challenge your literary acumen and test your writing skills as you attempt to compose fake, but plausible, first or last lines for genuine English novels.&#10;&#10;One hundred authors representing widely different writing styles are featured in Ex Libris &ndash; from Charles Dickens to Harold Robbins, from Jane Austen to Barbara Cartland.&#10;&#10;At the start of a round one player, taking a turn as the reader, picks a card and reads it out loud. The other players then have each to write a plausible opening or closing sentence to the work in an attempt to bluff fellow players into believing his or her &lsquo;script&rsquo; to be the genuine one. These are all handed in to the reader, who has meanwhile written down the genuine sentence (given on the back of the card). The genuine and fake are shuffled together, and then each sentence is read out. Each player votes for the sentence he/she believes is the real one.  Players win a point for each vote cast for his or her entry (while further points are won if you manage to identify the genuine sentence). The reader receives a point if no one manages to identify the authentic sentence.&#10;&#10;Players try to both:&#10;&#10;&#10;     guess the correct 1st or last line to a novel&#10;     write a fake 1st or last line to a novel and trick other players into thinking it is real&#10;&#10;&#10;Points are scored for making correct guesses and for tricking other players. The actual 1st/last lines for novels such as the following are included:&#10;&#10;&#10;     Moby Dick&#10;     Pride and Prejudice&#10;     Jude the Obscure&#10;     Zuleika Dobson&#10;     The Spy Who Loved Me&#10;     The House at Pooh Corner&#10;&#10;&#10;Similar to:&#10;&#10;    Liebrary&#10;&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Party Game",
      "Word Game"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Paper-and-Pencil"
    ],
    "image": "https://cf.geekdo-images.com/ab5XSlJFJBwNyfeEKvwjrQ__thumb/img/zbQeuR-jSTMdpjnUQA069WvSsZY=/fit-in/200x150/filters:strip_icc()/pic1440895.jpg"
  },
  {
    "id": "4914",
    "name": "Great War at Sea: 1898, The Spanish American War",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 12,
    "description": "From the APL website:&#10;&#10;Spain&rsquo;s colony of Cuba had attracted American expansionist desires since at least the 1850s. By the end of the century, the American &ldquo;Yellow Press&rdquo; had made attempts by Cuban revolutionaries to overthrow Spanish colonial rule a leading news story. American public opinion demanded that Spain grant independence to Cuba.&#10;&#10;When the U.S. battleship Maine mysteriously exploded in Havana harbor, President McKinley could no longer resist the tide of public sentiment. The U.S. government demanded that Spain withdraw from Cuba, and the U.S. Navy initiated a blockade of Cuban ports on 21 April 1898.&#10;&#10;For the sake of honor, Spain declared war on 23 April and dispatched an ill-equipped and completely outclassed fleet to the Caribbean. In two smashing naval victories the U.S. Navy defeated the Spanish fleets in the Philippines and the Caribbean. The U.S. Army seized Santiago de Cuba, Puerto Rico, and Manila.&#10;&#10;The fighting ended in less than four months, but the diplomats needed eight more to reach a peace agreement. The Spanish Cortes, unable to accept either its loss of Great Power status or that of Cuba, Puerto Rico and the Philippines, rejected the treaty. The Queen Regent overruled their action to prevent further consequences. The &ldquo;Disaster of &rsquo;98&rdquo; crushed Spanish national pride and helped undermine Spanish democracy and constitutionalism.&#10;&#10;For quite different reasons the U.S. people and government were divided over the treaty. They questioned annexing Puerto Rico and the Philippines. Many did not want to give up their isolationism. The war served notice that the U.S. was now a Great Power. The twentieth century would become one of American world influence.&#10;&#10;1898: The Spanish American War includes 22 scenarios. Of these, 15 are playable with the game pieces and maps provided in the game. The other seven require one or more pieces from other Great War at Sea titles. Two campaign scenarios allow players to play out the entire war at sea.&#10;&#10;The operational map covers the area around Cuba and Puerto Rico where the war&rsquo;s most important campaign took place. The game includes the full Spanish and American fleets of 1898, plus a number of American warships of the early 20th century.&#10;&#10;",
    "categories": [
      "Nautical",
      "Post-Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/sdS7osIfvkzec0IgYGovrg__thumb/img/vwbFF5ARRDbgvMMEz8jbWN36aXw=/fit-in/200x150/filters:strip_icc()/pic16448.jpg"
  },
  {
    "id": "138966",
    "name": "Ici Londres",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 8,
    "description": "Game description from the publisher:&#10;&#10;Ici Londres is a game about the coded messages which were used by the French resistance on Radio Londres during World War II. The objective of the game is to get these messages to the resistance without being caught by the enemy.&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction",
      "Party Game",
      "World War II"
    ],
    "mechanics": [
      "Alliances",
      "Communication Limits",
      "Targeted Clues",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/bxjbLqNrZT9UZR2fZ24pfg__thumb/img/Dv18AyM2ar9e5vDg7mttg9nSGrA=/fit-in/200x150/filters:strip_icc()/pic1698332.png"
  },
  {
    "id": "2918",
    "name": "The Last Crusade",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 10,
    "description": "A quick yet realistic game of World War II combat that recreates the Allied campaign from the hedgerows of Normandy to the crossing of the Rhine and the capture of Germany's industrial heartland. As the commander of an army regiment, U.S. or German, you'll control platoon-sized elements of infantry, armor, artillery, air and support units, each represented by a playing card. Your goal: decisive victory with the overrun of the enemy's HQ (easiest to obtain if you command the well-provisioned invading Americans), or at the very least the crippling halt of your opponent's offensive (sometimes the only route to victory for the heavily-armed but somewhat beleaguered Germans). Either way, only shrewd tactics, careful use of resources, and the sheer guts of the battle-hardened separate the victorious from the defeated.&#10;&#10;Sold as starter decks (2 are the minimum for the game) and Booster Packs, this collectible card game evokes the feel of simple miniatures play.&#10;&#10;Starters and Boosters favor Rares well so collecting is easy.&#10;&#10;",
    "categories": [
      "Card Game",
      "Collectible Components",
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Action Points",
      "Secret Unit Deployment"
    ],
    "image": "https://cf.geekdo-images.com/ZH2Fz4jOYJKnDf3vXYf6oQ__thumb/img/_bPP6J1UaQO23-nSLnvQ52-fDks=/fit-in/200x150/filters:strip_icc()/pic82392.jpg"
  },
  {
    "id": "9439",
    "name": "FBI",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 10,
    "description": "From Phalanx Games:&#10;&#10;You are the leader of a team of inspectors. Your aim: Catch as many bad guys as possible and arrest them. The media and your boss put a lot of pressure on you. Nobody is perfect...and so from time to time you arrest a blameless citizen. However, you should get them out of prison as soon as possible, otherwise you score a lot of negative points. The winner is the player who has arrested the most notorious bad guys. To achieve this aim you need a quick mind, tactical skill and a little bit of luck.&#10;&#10;The components include 30 Inspector cards, 5 Prison cards, 69 Persona cards, 5 Bonus cards, 1 Handcuff card, 1 Rules booklet.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Set Collection",
      "Simultaneous Action Selection",
      "Turn Order: Auction"
    ],
    "image": "https://cf.geekdo-images.com/90eZBpO9NccJaHJ9zaJBXA__thumb/img/v9ggulBX5EtU85i_ap4npbNKcHk=/fit-in/200x150/filters:strip_icc()/pic49426.jpg"
  },
  {
    "id": "99770",
    "name": "Arcanum",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 10,
    "description": "Arcanum is played with a regular Tarot deck, used to move the game pieces on the board. There are four noble Houses, fighting for power and supremacy in a medieval city. They are named after the four Tarot suits: Pentacles, Chalices, Swords and Wands. Players will represent different paths for Fate, and will try to shape the destiny of those Houses to best suit their goals.&#10;&#10;The game is played over 6 or 9 turns, and at every turn each player has the opportunity to hide one (and sometimes more) cards under the board in front of him (this is called &quot;influencing&quot; the Houses and it's like a hidden bet on the house, trying to get control over it) and to play cards for their effects (Major Arcana cannot be hidden but have stronger effects). Playing cards will impact, among other things, the ranking of the Houses in terms of prestige. To optimize point scoring, a good player will try to gain influence over &quot;winning&quot; houses without wasting too many cards for acheiving that, and/or to influence Houses in the lower positions with little effort. Experienced players will learn how to deceive their opponents about their real intentions.&#10;&#10;Skill, bluffing, intuition and reading your opponent&rsquo;s moves are all skills required to gain victory.&#10;&#10;Arcanum is the first board game by the world acclaimed Tarot publisher Lo Scarabeo, and includes a complete tarot deck: a &quot;family friendly&quot; version of the Initiatory Tarot of the Golden Dawn featuring wondrous illustrations by the artist Patrizio Evangelisti.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Medieval",
      "Political"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/kQ9t7ui-bJheMAcaATJPIQ__thumb/img/mSEmNusmfFgQYDXu80_vFUrMTQg=/fit-in/200x150/filters:strip_icc()/pic1010936.jpg"
  },
  {
    "id": "217447",
    "name": "Tembo",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 8,
    "description": "Description from the publisher:&#10;&#10;It is one of the Earth's most breathtaking natural spectacles! Every year millions of gnus, zebras and antelopes pass the Mara River in Africa. Water means life &mdash; but it also holds danger as crocodiles and lions lie in wait. What luck that there are tembos (elephants) who will help the animals to get safely to the other shore.&#10;&#10;Tembo is an awesome game, as exciting and wonderful as Africa itself!&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/l0BS0sTBdoU0l4mvDHqiAg__thumb/img/CEPqbyDbka7nCiGls56Y2SMsASk=/fit-in/200x150/filters:strip_icc()/pic3329968.jpg"
  },
  {
    "id": "23848",
    "name": "Hameln",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 12,
    "description": "Welcome to the 13th Century town of Hameln (Hamlyn). Townspeople go about the business of living - buying houses, having children, marrying, earning an honest coin and trying to get one up on their neighbors.&#10;&#10;However, their way of life is under threat...a plague of rats has arrived. As the number of rats rise the levels of food and romantic thoughts dwindle.... where is the Pied Piper when you need him ? Beware though, the Pied Piper plays his music at a price and his talents stretch beyond simply charming rats.&#10;&#10;Players score points for houses, influence, money and possession of the cat. Losing children to the Pied Piper is considered bad form and will lose you points.&#10;&#10;",
    "categories": [
      "Animals",
      "City Building",
      "Humor"
    ],
    "mechanics": [
      "Variable Phase Order"
    ],
    "image": "https://cf.geekdo-images.com/i8TDcjeXd18xThHYZXXdmQ__thumb/img/Wp2IEoZ8bw6qmHotyxgbzDqEBOY=/fit-in/200x150/filters:strip_icc()/pic156544.jpg"
  },
  {
    "id": "329932",
    "name": "Bone to Pick",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 40,
    "age": 12,
    "description": "Bone to Pick is a thrilling, fast paced semi-cooperative party game with multiple game modes. Battle against the undead in a Quick or Campaign game!&#10;And if you want to &quot;raise the bar&quot; - try the Epic mode.&#10;&#10;1668. The world as we knew it is gone. Millions of roaming undead have taken over most of 17th century Europe. You and a ragged band of survivors discovered an abandoned haven, a ghostly city with crumbling stone walls. You are few, low on supplies and an undead horde is drawing closer. You have to make your stand here it seems. Kill the abominations, gather their trophies, but also beware of your treacherous companions, or you will not survive the onslaught.&#10;&#10;You&rsquo;ll need the Weapon Decks and the Undead Deck for the Base Game. Before starting the game, draw 10 Undead Cards randomly; without knowing their order or strength; to create the Undead Deck and each player receives their own Weapon Deck of 12 cards.Each player places their card face down and turn them simultaneously.&#10;&#10;The combined scores will tell whether you&rsquo;ve lost the battle&hellip;&#10;...or vanquished the enemy! The player who played the strongest Weapon Card can keep the defeated Undead Card as a trophy.&#10;&#10;If your Haven has survived the onslaught, the next step is to sum up the strength of the remaining Weapon Cards and to add the value of the defeated Undead Cards Trophy Points player by player. The player with the highest score will become&#10;the LEGEND.&#10;&#10;If you have lost and your Haven was razed to the ground, sum up the strength of the remaining Weapon Cards. The player with the highest score will become&#10;the SCAPEGOAT.&#10;&#10;Campaign Mode enables players to fight the Undead in four waves, where each wave tis stronger than the previous one.&#10;Players can upgrade their weapons after each wave and the best defenders will also gain extra rewards. At the end, if the Haven is still standing, the summed up scores of the four waves will determine the winner.&#10;&#10;The game can be played up to 12 players with 2 core box.&#10;&#10;-description from artist&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Comic Book / Strip",
      "Fantasy",
      "Party Game",
      "Zombies"
    ],
    "mechanics": [
      "Cooperative Game",
      "Deck Construction",
      "Hand Management",
      "Kill Steal",
      "Open Drafting",
      "Scenario / Mission / Campaign Game",
      "Semi-Cooperative Game",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Stat Check Resolution",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/ANnHCQBF1BkMU3TCbQPbqw__thumb/img/blWyolZn8VtcXkZOXj_JzjCiWq4=/fit-in/200x150/filters:strip_icc()/pic5964132.jpg"
  },
  {
    "id": "1321",
    "name": "Catch the Match",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 15,
    "age": 5,
    "description": "A pattern recognition game. There are 15 large, sturdy cards depicting an array of various objects such as kites, balls, pencils, fish, etc. Each card shows the same 15 objects, but the objects are all different colors and are in different locations. Any two cards always have one and only one object that is identical. Be the first to find this object!&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Puzzle"
    ],
    "mechanics": [
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/tLJoZbbn6l_8RzFbm0OzcA__thumb/img/FOuaKuBUWDGdt-PqPpX29xK4NZ0=/fit-in/200x150/filters:strip_icc()/pic63092.jpg"
  },
  {
    "id": "8",
    "name": "Lords of Creation",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 120,
    "age": 12,
    "description": "In this interesting offering from Warfrog, players become Gods seeking to dominate a world with their followers.  The first part of the game involves constructing the game board, after which players take turns using cards to determine how many new people should appear and what type of terrain they will inhabit.  All tribes start off as barbarians, but soon the calming effect of civilization settles the marauding bands; although civilized tribes score more, they can no longer attack.  What they can do, though, is civilize other players' followers.  Sure it gives opponents more points, but at least those followers won't come after you!&#10;&#10;",
    "categories": [
      "Civilization",
      "Fantasy"
    ],
    "mechanics": [
      "Modular Board"
    ],
    "image": "https://cf.geekdo-images.com/-pwShxFPJWrxye8o193e-w__thumb/img/yu4YwhAZrZdjo4xTTu2cdpc-nlA=/fit-in/200x150/filters:strip_icc()/pic374320.jpg"
  }
]
