[
  {
    "id": "178364",
    "name": "UNO: Avengers",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 0,
    "age": 7,
    "description": "Unite with Earth's Mightiest heroes in this Avengers edition of Uno Game!&#10;&#10;Fight the foes no single hero could withstand with the special Avengers Assemble card!&#10;&#10;And remember to yell &quot;Uno!&quot; before you play your last card and the battle is won!&#10;&#10;Contents: 112 cards, instructions. includes 4 special Avengers Assemble cards with a special rule:&#10;&#10;Whenever evil dares to show its face, the Avengers assemble to defeat it! When another player plays a Draw 2 or a Draw 4 card on you, you may use this card to block it! This card is also a wild card, so you choose the color that resumes play.&#10;&#10;",
    "categories": [
      "Card Game",
      "Children's Game",
      "Comic Book / Strip",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/KfyxBk-KEYyi7n-0ly8mGw__thumb/img/557DxJUq4CN3TCkFXgid49Obc-0=/fit-in/200x150/filters:strip_icc()/pic2563624.png"
  },
  {
    "id": "74310",
    "name": "Falklands Showdown: The 1982 Anglo-Argentine War",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 240,
    "age": 10,
    "description": "Falklands Showdown: The 1982 Anglo-Argentine War, designed by Philip Sharp, is an intermediate complexity two-player strategic and operational wargame of the conflict that took place between Argentina and the United Kingdom in 1982. It begins with Argentina in control of the Falkland Islands and UK forces approaching to try to retake them.&#10;&#10;Aircraft counters represent four aircraft of one particular type. Ground-unit counters represent infantry battalions (500 to 600 men), artillery battalions (12 to 18 guns with crews), armored reconnaissance squadrons (eight to 12 vehicles and their crews), a heavy machinegun company (120 men with heavy machineguns), and special forces teams (25 to 50 men). Ship and submarine counters each represent one vessel.&#10;&#10;Each turn represents between one to three days, depending on the current operational tempo. Each inch on the Tactical Area Map equals five miles. Each inch on the Strategic Sea Area Map equals 100 miles. The game uses an adaptation of the system originally created for our Red Dragon Rising game.&#10;&#10;Special rules cover such things as: Operation Black Buck, decisive leadership, Exocet missiles, stealth aircraft, reinforcements, off-map areas, naval transport, airbase limits, submarine operations, strategic airlift, rebasing, ship repair, special forces raids, the Total Exclusion Zone, aerial interception, cross-decking, naval surface actions, ground assault, heliborne movement, the Argentine mainland, protected targets, entrenchments, mountain combat, severe weather, and much more. The turn sequence is as follows.&#10;&#10;I. UK Operations Phase&#10;II. AR Operations Phase&#10;III. UK Submarine Phase&#10;IV. AR Submarine Phase&#10;V. Random Event Phase&#10;&#10;",
    "categories": [
      "Modern Warfare",
      "Nautical",
      "Wargame"
    ],
    "mechanics": [
      "Area Movement"
    ],
    "image": "https://cf.geekdo-images.com/-BRilXuEPK1NelcBXNcjRg__thumb/img/oU-zVOvzvHXm0krah-T5dazpffs=/fit-in/200x150/filters:strip_icc()/pic1058631.jpg"
  },
  {
    "id": "60710",
    "name": "Der Maulwurf und sein Versteck-Spiel",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 4,
    "description": "Ravensburger children's game. It is memory based game in which one card with animal is put into hole in game box and players try to find a match with a second card they pull from the deck. Two special cards allow for rotating the box where the game is played, thus making it more difficult to remember where the cards are, or switching the places of two cards.&#10;&#10;",
    "categories": [
      "Animals",
      "Children's Game",
      "Memory",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/MVIA5Z6AFo_h7f8R6Qp2nQ__thumb/img/KSdOhq6up65saXCfo-jXN4TBAck=/fit-in/200x150/filters:strip_icc()/pic598884.jpg"
  },
  {
    "id": "9049",
    "name": "Teenage Mutant Ninja Turtles Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 6,
    "description": "From the box:&#10;&#10;&quot;Time to apply some Turtle Whacks!&#10;&#10;&quot;In the heart of the city, a towering skyscraper houses the evil SHREDDER, finalizing his plans to take over the world. Four Teenage Mutant Ninja Turtles know they must find a way into the skyscraper in order to battle the vicious SHREDDER and stop his plans. But as they make their way through the sewers and along the city streets, they encounter SHREDDER'S henchmen trying to stop them. A ride on the subway can help the Turtles get closer to their goal. A side trip to Baxter Stockman's lab will slow them down. Which Turtle will make it past their enemies and defeat THE SHREDDER? Will it be you?&quot;&#10;&#10;There are two sets of rules for the game. The basic game is a simple roll-and-move affair for kids, but the advanced game is much better, and plays somewhat like a stripped-down Buffy the Vampire Slayer.&#10;&#10;",
    "categories": [
      "Animals",
      "Comic Book / Strip",
      "Dice",
      "Exploration",
      "Fighting",
      "Movies / TV / Radio theme",
      "Racing"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/hDOGH99x-TlPxFijiMxQ-Q__thumb/img/N3FNn8nv-87rSGtRB2YukYtaGTE=/fit-in/200x150/filters:strip_icc()/pic901967.jpg"
  },
  {
    "id": "19040",
    "name": "ChiZo RISING",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 8,
    "description": "ChiZo RISING is a 2, 3 or 4 player game this is a new concept in collectible gaming that enlists the 12 Mighty Creatures of the Chinese Zodiac. The game uses high-quality square tiles, rather than paper cards, and features striking art and a unique play mechanic not found in other games.&#10;&#10;Each Starter Set Includes:&#10;21 Creature Tiles, in one of four 3-Creature configurations&#10;11 Special Effects Tiles&#10;2 ChiZo RISING Booster Packs containing 8 random tiles each&#10;1 ChiZo RISING Player Handbook&#10;&#10;Starter Sets include everything needed to challenge other ChiZo RISING Players, and begin the quest to build the ultimate ChiZo RISING Tile Stack.&#10;&#10;Each Booster Pack Includes:&#10;8 Random Tiles (5 Common, 2 Uncommon and 1 Rare)&#10;&#10;Booster Packs are optional but are recommended to enhance the challenge of game play, adding further depth and excitement to the game.&#10;&#10;",
    "categories": [
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Mythology"
    ],
    "mechanics": [
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/pi3Uz1VnGwAjCMcEnjOhPg__thumb/img/H6Ko4j2tbb_PyzhlkHF6ckydzUw=/fit-in/200x150/filters:strip_icc()/pic329611.jpg"
  },
  {
    "id": "119500",
    "name": "Wanna Bet?",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 7,
    "description": "From the publisher:&#10;In this hilarious family game, players are challenged to perform different kinds of tasks while other players bet whether or not they can succeed in them. If the others guess correctly, they receive the amount of game money they bet as a reward, whereas you get a reward if you perform the task without failing. Wanna Bet? is an excellent addition to all game nights. Its interactive nature and hilarious content make it an instant hit with both adults and children!&#10;&#10;",
    "categories": [
      "Humor",
      "Party Game"
    ],
    "mechanics": [
      "Acting",
      "Betting and Bluffing",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/MEpySLfwgBdyoyhs_-2DwQ__thumb/img/JECsX53H0bwJJgnhDIOqmASVggc=/fit-in/200x150/filters:strip_icc()/pic1255929.jpg"
  },
  {
    "id": "33599",
    "name": "Pirates' Blast",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 10,
    "age": 5,
    "description": "A stormy, westerly wind buffets the vessel of the black pirate towards a treasure island! The notorious Vladimir Windjammer, however, has already pillaged the treasures ... and positions his cannon.&#10;&#10;Contents:&#10;2 pirate vessels&#10;2 cannons&#10;4 cannon balls&#10;2 sets of bellows&#10;2 pirates' islands&#10;10 treasure tiles&#10;1 wind die&#10;1 set of game instructions&#10;&#10;NOTE: Does not require a copy of &quot;The Black Pirate/Der Schwarze Pirat&quot; to play.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game",
      "Nautical",
      "Pirates"
    ],
    "mechanics": [
      "Point to Point Movement"
    ],
    "image": "https://cf.geekdo-images.com/dEbA9NLGaoz8nh3cJ3l1wg__thumb/img/jE8F0N2mcfSVXDUIJCiUqN9V1TU=/fit-in/200x150/filters:strip_icc()/pic294856.jpg"
  },
  {
    "id": "10949",
    "name": "La Maldición del Templo Cristal",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 0,
    "description": "Tridimensional game of roll and move.&#10;&#10;The characters are Pimpinela, Lupin, Rocambole and Indiana (yes, Indiana Jones).&#10;&#10;The goal is to be the first in get the Crystal Spider and then bring  it to the end of the board. The board has plenty of elements to interact with: wheels with holes, 3D temples with stairs, and more... There are also equipment cards used to bypass the dangers of the board.&#10;&#10;The dice is a roulette stuck in the board that generates a 1 to 6 result.&#10;&#10;Originally published in Spain in Spanish.&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Fantasy"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/pHBe9LB6d5e_YKLwDjsGow__thumb/img/TA60cQsIA5TwkJr-d62FroaVLck=/fit-in/200x150/filters:strip_icc()/pic439696.jpg"
  },
  {
    "id": "10537",
    "name": "Kit & Caboodle",
    "minPlayers": 1,
    "maxPlayers": 3,
    "playingTime": 30,
    "age": 8,
    "description": "The publisher says: &quot;Kit &amp; Caboodle is a lighthearted attempt to explore how people think, organize, and categorize things in their lives. . . . The structure of Kit &amp; Caboodle draws on the complexities of probability, set theory, the riddle of evolution, and the psychology of perception.&quot;&#10;&#10;Actually, it is a dice game very similar in gameplay to Yahtzee or Kismet. Players have six dice, and roll any or all dice one, two or three times attempting to obtain dice combinations fitting a scoring category. Players fill scoring boxes and add them for a total score. The player with the highest total score wins the game.&#10;&#10;Instead of number combinations, though, you are mixing and matching animals and their characteristics (plus a moon and and planet!). For each turn you must fill in a category on the scorepad. So there are decisions such as whether to use a bird for a Bird Caboodle, a Wings Kit, or a Shells Kit.&#10;&#10;Not all seventeen figures are on all the dice, as they are six-sided, so you must keep in mind that some rolls would not work, ever. Also figures aren't represented equally but are merely an assortment. For example, there are 4 birds, all green; there are 2 &quot;boo&quot; but only one of all the other purple letters, 3 moons, 2 green planets, and 2 pterosaurs (one of each color).&#10;&#10;",
    "categories": [
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/nvoHatHviWVBN1M4aG2BrA__thumb/img/rWSPcq3r8A4Gc-xCwrxV6BLovs4=/fit-in/200x150/filters:strip_icc()/pic51780.jpg"
  },
  {
    "id": "33421",
    "name": "Collateral Damage",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 0,
    "description": "In Collateral Damage, you play a Gang Boss trying to take over cities in Neo Japan in order to win the game. Your gang is made up of typical characters from romantic comedy anime, with a unique set of statistics and a Special Power to distinguish each one. You move your characters around the board from city to city, and you ultimately win the game by taking over cities. You as a gang boss get Notoriety Points by having your characters fight and hurt other players' characters. If you miss in a fight, you do Collateral Damage to the city (thus the name of the game). However, as is typical in romantic comedy anime, your characters might fall in love, usually unreciprocated, and will then ignore your orders to instead follow their love around the board.&#10;&#10;Each turn in the game has 9 phases, most of which are brief.&#10;1) Initiative - Figure out turn order, based on player strength.&#10;2) Libido - All characters gain Libido, which they can use to move and fight.&#10;3) Voluntary Movement - players move their characters, then 4) Automatic Movement - characters may be dragged towards a Love Interest or Rival.&#10;5) Love - Characters may fall in love based on the Looks and Gender of other characters in that city.&#10;6) Combat - Characters in cities fight, gaining Notoriety for the player.&#10;7) Domination - Players can try to use any characters still conscious to Dominate cities, spending Notoriety Points to better their chances.&#10;8) Firing &amp; Recruitment - Players can fire characters and recruit new characters, spending Notoriety Points to do so.&#10;9) Mutual Love - Characters in love with each other and alone together in a city lose all of their libido. We're not saying why...&#10;&#10;The game contains:&#10;20 city tiles which are used to make up the game board&#10;6 sets of sliders, token stands, dice, and Gang Boss cards in 6 colors&#10;Over 55 different characters, each with his or her own stats and unique Special Power&#10;45 Training cards&#10;1 Grease pencil&#10;A 4 page custom manga&#10;Complete instructions&#10;and more&#10;&#10;",
    "categories": [
      "Comic Book / Strip",
      "Fighting",
      "Humor"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Modular Board",
      "Open Drafting",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/04NFL_50E-d_iK21vaVf4w__thumb/img/7dSQnAsVrju9mmZoGKfQP53r0BE=/fit-in/200x150/filters:strip_icc()/pic277351.jpg"
  },
  {
    "id": "19842",
    "name": "Alpen Roulette",
    "minPlayers": 1,
    "maxPlayers": 10,
    "playingTime": 5,
    "age": 5,
    "description": "From the box:&#10;&#10;&quot;Place 6 balls (the 4 white, 1 red and 1 green) into the centre of the platter and set the top to them. When the spinning top hits the balls it will drive them outwards into the small numbered pits.&#10;To count the score add up the numbers pertaining to the pits into which balls have dropped; double the amount indicated by the red ball, but subtract that scored by the green ball. Balls which have fallen out of the platter should not be put back.&#10;A player scoring with all six balls can have another go. &#10;The winner is he who first reaches the total agreed before the game, which is generally put at 1000.&#10;The players can also stipulate that the score reached by the white and green balls is valid only if the red ball has also scored.&quot;&#10;&#10;It comes with a nice wooden spin area that is somewhat bowl shaped, a nice wooden top with a square just above the tip to hit the balls, and 6 little wooden balls.&#10;&#10;",
    "categories": [
      "Action / Dexterity"
    ],
    "mechanics": [
      "Area Movement"
    ],
    "image": "https://cf.geekdo-images.com/dNkcoxY_dTbsM-q_FM2AEQ__thumb/img/3qNn2zr8mf7GF9UoCARnGkNPYCk=/fit-in/200x150/filters:strip_icc()/pic431873.jpg"
  },
  {
    "id": "28053",
    "name": "Tunnelz",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 10,
    "age": 6,
    "description": "A 3-D abstract strategy game that has players sliding blocks into the game cube in an attempt to create a path to the opposite side of the cube.  Your tunnel doesn't have to be straight.  It can twist or turn.  You need to balance both offense and defense to make sure your opponent doesn't complete their tunnel before you.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/roidGj4almg8BHIFCU2tEA__thumb/img/PMKZxOy7jtD5EtnHKdFEO-MjBlo=/fit-in/200x150/filters:strip_icc()/pic188021.jpg"
  },
  {
    "id": "8560",
    "name": "Make 5",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 10,
    "age": 6,
    "description": "This game comes with a wooden gameboard and wooden chips. each player has a different goal. One should place the chips in chaos, the other one with system. The one who reaches his goal best wins.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/7ZxMYgfUawp5JytnGSSj2w__thumb/img/In3jQXzBmYAsiXBZHfHK-lo7mRM=/fit-in/200x150/filters:strip_icc()/pic331664.jpg"
  },
  {
    "id": "301429",
    "name": "The #UpsideDownChallenge Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 0,
    "age": 8,
    "description": "Each turn in The #UpsideDownChallenge Game, the active player draws a challenge card, which might be an individual challenge or a group challenge. Whoever the active player is dons glasses that flip their vision upside down, then they try to do what they've been challenged to do, such as giving someone a high five, pouring water into a glass, or drawing a picture.&#10;&#10;You win and lose points along the way, and whoever first collects six points wins!&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/EDjLwuOPQ1kf6GOxVWU44w__thumb/img/x19-EZiBpt7k73IomqSERguvii4=/fit-in/200x150/filters:strip_icc()/pic5224500.jpg"
  },
  {
    "id": "2394",
    "name": "Dominoes",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 30,
    "age": 5,
    "description": "A traditional tile game played in many different cultures around the world.  This entry is for Western Dominoes; the standard set being the 28 &quot;Double Six&quot; tiles.  Chinese Dominoes use a 32 tile set with different distributions.&#10;&#10;Dominoes is a family of games using the &quot;Western&quot; style tiles.  The standard set of tiles is based on the 21 different combinations made with a roll of two six-sided dice.  Seven (7) additional &quot;Blank&quot; combination tiles combine with the 21 to form the standard 28 &quot;Double-Six&quot; set. &quot;Double-Nine&quot; (with 55 tiles) and &quot;Double-Twelve&quot; (with 91 tiles) are also popular. &quot;Double-Fifteen&quot; sets with 136 tiles also exist.&#10;&#10;There are many different games played with Dominoes.  The standard game is known as the Block game.  Forms of this game are known in many different areas of the world with similar rules.  Puerto Rican Dominoes, Latin Dominoes, and Cuban Dominoes are all forms of the Block game.&#10;&#10;Another main variety of Dominoes games are based on the &quot;Fives Family&quot;.  Five-up, All Fives, Sniff, and Muggins are all part of this family.  This variation adds the ends of the dominoes to make a multiple of five for scoring.&#10;&#10;Other popular Dominoes games include 42, ChickenFoot, and Mexican Train.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Game System"
    ],
    "mechanics": [
      "Pattern Building",
      "Pattern Recognition",
      "Team-Based Game",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/7YdY99fgAanc04jyhqQ66w__thumb/img/AnLOv6xw_qtmOXh0koArhrO2kFU=/fit-in/200x150/filters:strip_icc()/pic90585.jpg"
  },
  {
    "id": "1330",
    "name": "Savannah Café",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 7,
    "description": "A fast card-based game with beautiful graphics. Each player manages 3 animals: a lion, a gazelle and an hippopotamus. The goal is to move one animal so that it reaches the bar at the top of the board.&#10;&#10;To do this, players must wisely use their action cards. The lion can eat a gazelle, the hippopotamus can make the lion go back, and the gazelle can jump very far, but not very often.&#10;&#10;A player can steal another player cards during the game, or spend one of his cards.&#10;&#10;",
    "categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Racing"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/4ozcnWllwCSlb-PBQQGxNw__thumb/img/vHn2aQMObTyFh2YdP_4HigqZJcU=/fit-in/200x150/filters:strip_icc()/pic3300329.jpg"
  },
  {
    "id": "4560",
    "name": "Fast 111's",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 5,
    "description": "Be the first to cross the FINISH line in this car-racing board game.&#10;&#10;Easy to learn and set-up, this fast-paced game features a unique play element.  Movement around the track is determined by cards.  But you draw two cards per turn - one to move your own car and the other to move an opponent's car.  Force an opponent off the track and move your own car way ahead.&#10;&#10;Replicas of license plates from the 10 Canadian provinces and 2 territories are colorfully illustrated on the cards.&#10;&#10;",
    "categories": [
      "Card Game",
      "Children's Game",
      "Racing"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/aNELYMP_DePQRHqKxNd-_w__thumb/img/1bs-oR3-ZkAlYgztuaN3Q4W1InE=/fit-in/200x150/filters:strip_icc()/pic869101.jpg"
  },
  {
    "id": "2669",
    "name": "Frog Juice",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 25,
    "age": 8,
    "description": "Cast spells, brew concoctions, melt witches...&#10;&#10;Use a smidgen of match and a pinch of probability.  Capture cards by matching or adding cards from your hand, then count the ingredients and measure the powers.  A splash of strategy, and the potion is magic!&#10;&#10;The player with the most points wins.&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Fantasy"
    ],
    "mechanics": [
      "Matching",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/zhf6ewgYMnG2Mv-GB9aG5A__thumb/img/uhIqAhMA2mEjn22nql219iCj3rk=/fit-in/200x150/filters:strip_icc()/pic1666951.jpg"
  },
  {
    "id": "37498",
    "name": "Monopoly: The Beatles Collector's Edition",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 8,
    "description": "This version of Monopoly, licensed by Apple Studios, is based upon the English band &quot;The Beatles&quot;.  The goal is to collect Beatles albums from &quot;Please, Please Me&quot; to &quot;Let It Be&quot;.  The pewter tokens include a walrus, a sun, a raccoon, a octopus, a strawberry, and a hammer.  The currency is &quot;All You Need Is Love&quot; money.  The houses have been renamed listening parties, and the hotels have been renamed concerts.  The Income Tax space has been renamed &quot;Taxman&quot; and the Luxury Tax space has been renamed &quot;Ticket To Ride&quot;.  The properties are albums and points of interest with Boardwalk and Park Place renamed Apple Studios and Abbey Road Studios.&#10;&#10;",
    "categories": [
      "Economic",
      "Music",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/3DyjlMCg_P5cNY0sDOkQ1w__thumb/img/N-tlVW7P2Ohrzg9GJUHgZdVCdGk=/fit-in/200x150/filters:strip_icc()/pic368867.jpg"
  },
  {
    "id": "8966",
    "name": "Raid on Richmond",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 360,
    "age": 12,
    "description": "The game is a &quot;what-if&quot; of Kilpatrick's aborted cavalry strike against the Confederate capital in early 1864.&#10;&#10;Two 22&quot; x 24&quot; maps, 300 counters; Rules Book, 6-sided die&#10;&#10;From Decision Games' Website:&#10;&#10;This is one of the most challenging and unusual American Civil War games ever published. the map is an accurate reproduction of the city streets and blocks of Richmond in 1864. Units moving using the actual historical map features.&#10;&#10;In February 1864, US Brig. Gen. Judson Kilpatrick conceived a bold stroke against the Confederate capital, which local Union sympathizers had correctly reported as wide open to attack. The goals of the raid were to release the thousands of Union prisoners of war held in Libby Prison and on Belle Isle, as well as inflicting damage on key Rebel installations like the Tredegar Iron Works. Secret orders also authorized the killing of Confederate President Jefferson Davis and burning the city to the ground.&#10;&#10;Historically, at the last minute, Kilpatrick lost his nerve and withdrew without firing a shot. The game begins at that point, but with the assumption the Union commander's nerve holds. As the Union raiders enter the city, it's a race against time as they seek to commandeer transport for the sick, wreak destruction across Richmond as slaves and panicked civilians fill the streets, and escape before Confederate army reinforcements begin pouring in from all directions.&#10;&#10;",
    "categories": [
      "American Civil War",
      "Wargame"
    ],
    "mechanics": [
      "Chit-Pull System"
    ],
    "image": "https://cf.geekdo-images.com/EGg-31jSZ3QZt4cI9iU-uQ__thumb/img/pte0XpUQWxja44-WMkfN5s-m2lc=/fit-in/200x150/filters:strip_icc()/pic38112.jpg"
  },
  {
    "id": "345641",
    "name": "One Finger!",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 10,
    "age": 8,
    "description": "One Finger! is a mind game in which players try to anticipate the others' reaction to win as many cards as they can... with only one finger.&#10;&#10;A quick glimpse of a game round&#10;Everybody put their finger down on a card&#10;Active player calls a number and everybody lift their finger... or don't&#10;Count the fingers... same number the active player wins a card, otherwise they don't :)&#10;&#10;Immediacy, guessing, bluffing, laughing... you just need One Finger to have fun!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Party Game"
    ],
    "mechanics": [
      "Betting and Bluffing"
    ],
    "image": "https://cf.geekdo-images.com/BaW44QGvqpM3I6Js3WgJMg__thumb/img/scuqhIeZWRzzSk-S4GQuXez2d-o=/fit-in/200x150/filters:strip_icc()/pic6417965.png"
  },
  {
    "id": "8007",
    "name": "Locomotion",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "This railroad game is inspired by Sam Loyd's switching problem.&#10;&#10;On a variable network of tracks players have to couple four different railroad cars to their locomotives. At the beginning all players build the network of tracks together (45 pieces or less). Then all four locomotives and 16 railroad cars are placed at random on the tracks, but it must be possible to couple up to either end of it.&#10;&#10;The game is playable with or without rolling the die. A rules variant for solo play is included.&#10;&#10;There are two plagiarisms with identical material known: Guiness Zug um Zug and Nestle Zug um Zug.&#10;&#10;",
    "categories": [
      "Trains",
      "Transportation"
    ],
    "mechanics": [
      "Modular Board",
      "Network and Route Building",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/hilC-kjjUNpABERGA16s9g__thumb/img/1Cw74Tm81rqtO_aB_c7XloiKePQ=/fit-in/200x150/filters:strip_icc()/pic371912.jpg"
  },
  {
    "id": "8591",
    "name": "Der Kleine Prinz",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 10,
    "description": "&quot;One sees well only with the heart. What is essential is invisible to the eyes.&quot;&#10;&#10;Game Idea&#10;&quot;Tame me&quot;, said the fox to the Little Prince. &quot;What is tame?&quot;, the Little Prince asked? &quot;To Tame means to make themselves familiar, to establish ties&quot;, answered the fox. Completely in the sense of Saint Exuperys' poetic world of thought the participants make themselves familiar with each other in this game. Can you guess the secret desires of your fellow players? Did you see the fantasy behind the obvious things? Can you draw the favorite hiding place of your childhood? By the fulfillment of the different tasks the Little Prince travels from Planet to Planet and as reward the players may set stars in the sky. When a player fails at their task, the fox moves farther away towards his home.&#10;&#10;Goal of the Game&#10;If the Little Prince and the fox meet on the earth, the players succeed, and the winner is the player who could bring the most stars to the sky. On the other hand, if the Little Prince does not reach the fox, because it disappeared into its home, all players lose, since they failed to tame the fox.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Educational",
      "Memory",
      "Novel-based",
      "Party Game"
    ],
    "mechanics": [
      "Cooperative Game",
      "Line Drawing",
      "Memory",
      "Paper-and-Pencil",
      "Pattern Recognition",
      "Storytelling",
      "Team-Based Game",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/KIAvInTJcgDHI7cJ8ailZg__thumb/img/sGK-Q7jupxJK4Sz3BgwdVCTYYLE=/fit-in/200x150/filters:strip_icc()/pic563770.jpg"
  },
  {
    "id": "1941",
    "name": "Sjörövarön",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 8,
    "description": "Sj&ouml;r&ouml;var&ouml;n (&quot;Corsair Island&quot;) is a truly classic childrens game from Sweden, which was published by BRIO for a first time in the mid-1950's and sold for some 5-10 years. Later Joker (BRIO's board game division) would re-release the game in the early 1980's, followed by Alga in around 1985 (when Alga had been purchased by BRIO and replaced Joker as the companys board game arm.) It is now out-of-print.&#10;&#10;The game is played in three stages. In the first stage you have to take the map pieces from the other players.&#10;&#10;Second stage: When you have all the pieces, you know where the treasure is located (since you would know which part Captain Kidd has swallowed = missing) and you can rush away to the hidden place to get the treasure chest.&#10;&#10;In the third and last stage, you have to run away, either with the raft or with one of the rowing boats the player arrived with. All the time the other player can get the map pieces or the chest from you, so you need to be quick and careful.&#10;&#10;Of course the pirates may duel with pistols and shoot with the cannon - placed in the centre of the island - at each other!&#10;&#10;The game were sold with fine metal (tin) playing pieces: six pirates, a raft, a cannon and, of course, the treasure chest (fitted with a steel ring so it could be hung on the pirate playing piece representing who had custody of the treasure!).&#10;&#10;",
    "categories": [
      "Adventure",
      "Children's Game",
      "Dice",
      "Pirates"
    ],
    "mechanics": [
      "Hexagon Grid",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/GR_CmC7du3g2hW9JofYfQQ__thumb/img/_OjU1cwd8hZtPOpaVNdHz6ascLA=/fit-in/200x150/filters:strip_icc()/pic1417803.jpg"
  },
  {
    "id": "10306",
    "name": "King Kong",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 8,
    "description": "This was a tie-in product released with the 1976 remake of King Kong and the box features promotional art from the movie poster.&#10;&#10;In this Roll and Move game, players make their way towards King Kong to prevent him from reaching the top of the World Trade Center. King Kong defends himself by spinning and knocking players off the board. Cards can help or hinder players in their mission.&#10;&#10;A player wins if he successfully completes five attack missions on King Kong before he reaches the top of the World Trade Center OR if he is the first to complete on attack mission and the Special Mission (rescue the girl in King Kong's right hand).&#10;&#10;From the rules:&#10;&#10;King Kong is climbing the World Trade Center.  Can you stop him?  As a member of a special attack team, you go up the building after him.  If you can successfully attack him five times, you'll win.  But make one false move and the giant beast will twist and turn to knock you off the board.  Then you must start again.  Suspense mounts as he nears the top.  Who will win?&#10;&#10;You...another player or the Mighty KING KONG!?&#10;&#10;",
    "categories": [
      "Adventure",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/q1Rhb1-CeA8u1rbTCJbxzA__thumb/img/q5YhAxAwhwvz4rPjhigXP8xNJt8=/fit-in/200x150/filters:strip_icc()/pic5427969.jpg"
  },
  {
    "id": "4558",
    "name": "Take Off!",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 6,
    "description": "This educational game, designed to teach geography (according to the Resource Games website) involves getting your fleet of up to four airplanes from one side of a Mercator projection-style roll-up mapboard to the other before anybody else can do the same.  Two 8-sided dice have the unenviable task of handling five colors, wild jet symbols, and the Take Off! facet, which, when rolled, causes you to warp an airplane directly to the destination on a card you draw for this purpose.  Hilarity ensues as your opponents fail miserably to pronounce the names of various cities around the world.&#10;&#10;",
    "categories": [
      "Aviation / Flight",
      "Card Game",
      "Dice",
      "Educational",
      "Transportation"
    ],
    "mechanics": [
      "Open Drafting",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/XYOddbCbTs723HQ5AihcPA__thumb/img/IqZwl6EYI05kRc_22jA9xZ9684E=/fit-in/200x150/filters:strip_icc()/pic1623530.jpg"
  },
  {
    "id": "144374",
    "name": "Once Upon a Time... Life",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 7,
    "description": "This is an educational game based on French animated television series which tells the story of the human body for children.&#10;&#10;Aim of the game is simple: you have to complete as soon as possible coins with the image of Hemo. To do this you must correctly answer questions, defend against virus attacks,&#10;use of the opportunities offered by the field &quot;Opportunity&quot; and&#10;not to give up when you hit the field &quot;Unfortunate&quot;.&#10;&#10;",
    "categories": [
      "Educational"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/_vfdWG8A8CwTuUrIO51zIg__thumb/img/_0SGvoTzp-dejF7o8H_EJ-KCsac=/fit-in/200x150/filters:strip_icc()/pic1934571.jpg"
  },
  {
    "id": "6534",
    "name": "Maya Madness",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 10,
    "description": "Adventure back to the ancient world of Maya numerology in this intriguing card game of mystery and mathematics. Add and subtract the right combination of cards to claim your secret number token. Play a Wild Jaguar to help reach your goal. But be careful&mdash;one misstep and you plunge into the underworld of negative numbers! The first player to collect five tokens wins. Ages 10 and up. Contents:&#10;69 cards&#10;20 secret number tokens&#10;4 number lines&#10;rules of play&#10;&#10;",
    "categories": [
      "Card Game",
      "Math",
      "Memory"
    ],
    "mechanics": [
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/7mlnBwJBtAgZHTYQ0kPo-Q__thumb/img/4z7LMJE8igj44bAyHmKwYYNJbos=/fit-in/200x150/filters:strip_icc()/pic575979.jpg"
  },
  {
    "id": "268839",
    "name": "Pencil Nose!",
    "minPlayers": 4,
    "maxPlayers": 20,
    "playingTime": 30,
    "age": 8,
    "description": "Can YOU Draw A Rose With YOUR Nose?&#10;&#10;Think you've got a nose for drawing? In this hilarious party game, players use their sniffers to sketch objects and then hope their teammates can correctly guess what they're drawing before time runs out! Simply pick a card and then, using the special Pencil Nose glasses, try to draw the object onto the screen - USING ONLY YOUR NOSE!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Children's Game",
      "Party Game"
    ],
    "mechanics": [
      "Drawing",
      "Paper-and-Pencil",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/OS31UqCeXvc_KrqYcBkvzg__thumb/img/odRZE50tkjHGoP4A3VFkmP--Dug=/fit-in/200x150/filters:strip_icc()/pic7504444.jpg"
  },
  {
    "id": "191043",
    "name": "The Cohort",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 10,
    "description": "It is time to polish your armor and sharpen your sword, for mighty Caesar has called for his legions to assemble.&#10;&#10;The Cohort is a fast-paced card game for 2-6 players in a race to be the first to assemble a Legion and show Caesar you are the greatest of his commanders.&#10;&#10;Legions are composed of 3 different Cohorts, each made of one of seven different types of units: Praetorians, Catapults, Centurions, Sagittarii, Equites, Legionaries and Velites. During a turn, you draw two cards, keep one and give the other to a player of your choice. You can keep that card in your hand or trigger it and create a Cohort. Be careful though, for the troops are rowdy! Until a Cohort is complete their behaviour works against you.&#10;&#10;So snap them into line as quickly as you can, disrupt the plans of your fellow commanders and show Caesar that your Legion is the greatest in all the Empire.&#10;&#10;",
    "categories": [
      "Ancient",
      "Card Game",
      "Party Game"
    ],
    "mechanics": [
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/mvWr5XDMlKlpnakK3ilozg__thumb/img/lG4Oc4g10w7aWq98yGj36riBY1U=/fit-in/200x150/filters:strip_icc()/pic2960760.jpg"
  },
  {
    "id": "10104",
    "name": "Take 5",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 10,
    "age": 7,
    "description": "The object of the game is to be the first player to place five pegs in a row in any direction. It is essentially Go-Moku played on a 10x10 board with a limited amount of stones (24 pegs per player).&#10;&#10;Similar to:&#10;&#10;    5 in a Row&#10;    Pegity&#10;    5ive Straight&#10;    Go-Moku&#10;    Renju&#10;    Pente&#10;&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/xYr2aObEopuAXoAUP3tlbg__thumb/img/InDZOUWN__AGJ8EhVPJqhurg4qM=/fit-in/200x150/filters:strip_icc()/pic1515999.jpg"
  },
  {
    "id": "326125",
    "name": "What Do You Meme?: Spongebob Squarepants",
    "minPlayers": 3,
    "maxPlayers": 20,
    "playingTime": 90,
    "age": 12,
    "description": "What do you meme expansion featuring spongebob and friends.&#10;&#10;Compete with your friends and family to create the funniest Spongebob memes. Do this by using one of your dealt caption cards to caption the photo card in each round.&#10;&#10;Can be used with both What Do You Meme? core game and/or What Do You Meme? Family Edition.&#10;&#10;Contains &#10;30 caption cards&#10;50 photo cards&#10;&#10;",
    "categories": [
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "mechanics": [
      "Hand Management",
      "Player Judge",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/InHTK34CsL-04CxBAMOuNg__thumb/img/pp9XEV3ZXIUbnvlKe_IQK2g0AOs=/fit-in/200x150/filters:strip_icc()/pic5884527.jpg"
  },
  {
    "id": "76546",
    "name": "Expedition: Congo River 1884",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "In 1884, the major European imperialist powers &ndash; Great Britain, France, Germany and Belgium &ndash; were busy struggling to get a piece of the cake that was colonial Africa. At first they sent missions dedicated to exploration, but this quickly changed to vying for favorable concessions, treaties, and even settlements. This race for supremacy and the desire to be the first to establish a foothold in Africa provoked an endless series of confrontations and conflicts.&#10;&#10;In Expedition: Congo River 1884 &ndash; the first title in Rivero's &quot;Expedition&quot;-series, which will take place all around the world &ndash; a paddle-wheeler steamboat is about to leave Leopoldville (now Kinshasa) and sail up the Congo River bound for the remote village of Kindu in the heart of deepest Africa. While the travelers aboard the steamer are of many different nationalities and professions, they all share the same spirit of adventure. Each player controls a group of these travelers and must compete with their opponents to take command of the colonial stations found at each stop along the steamer's trip upstream. Players gain victory points for each station under their command. The player with most points at the end of the game wins.&#10;&#10;",
    "categories": [
      "Adventure",
      "Bluffing",
      "Card Game",
      "Exploration"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Open Drafting",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/2_AleBaDn2IC-utpl1PR6A__thumb/img/nNw3hsOLR4IWIz_PID0ts0JOGHI=/fit-in/200x150/filters:strip_icc()/pic1299178.jpg"
  },
  {
    "id": "1368",
    "name": "Tuf",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 8,
    "description": "Tuf is a dice game where you try to build valid mathematical equations.  It can be played at different levels for players of different educational levels:  Parentheses, decimals, powers, percentages and even logarithms and complex numbers (Gulp!), etc. can be used  (or not).&#10;&#10;The basic idea is to roll cubes with numbers and mathematical functions on them.  Two or more numbers can be combined to form multiple digit numbers.  The players race to form a valid equation with some or all of the their cubes.  He calls &quot;TUF&quot; and starts a 3 minute timer.  If another player forms an equation with more cubes, he starts a 2 minute timer and calls &quot;TUFFER&quot;.  Further equations called out as &quot;TUFFEST&quot;, &quot;MORE TUFFEST&quot;, etc. and start 1 minute timer.  When the last timer runs out, all players score for their best valid equation, but the player who makes the TUFFEST call scores double.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Dice",
      "Puzzle",
      "Real-time"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/6MZLmDhTqdSpHo68EQ8bZQ__thumb/img/IxM6mzPfMFWPjOskmdkrA8PmtG8=/fit-in/200x150/filters:strip_icc()/pic1111169.jpg"
  },
  {
    "id": "4219",
    "name": "Goal",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 8,
    "description": "A Soccer card game.&#10;96 action cards contain offensive tactics on one end and corresponding defensive tactics on the other. The cards are oriented in the hand differently depending on whether you are the attacker or the defender. 3 Cards depict the field and 1 card depicts the player in possession.&#10;The offense chooses an attacking strategy (card) and the defense must play the appropriate defending strategy (card) or the ball gets moved down field.&#10;When in goal range a number of cards are compared and icons totaled to determine if the shot is good. 10 optional advanced strategy cards can come into play to make the game more challenging and exciting.&#10;&#10;",
    "categories": [
      "Card Game",
      "Sports"
    ],
    "mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/MjlPwj6jgSnO-YP478r1eA__thumb/img/zBV17uxnkuaqXu837mmWIpCfKK0=/fit-in/200x150/filters:strip_icc()/pic1950877.jpg"
  },
  {
    "id": "23771",
    "name": "Foggle",
    "minPlayers": 1,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 8,
    "description": "Foggle is a mathematical game using 16 dice and a shaker like the letter game Boggle. However in Foggle the dice have numbers instead of letters, and the object is to form valid mathematical equations.&#10;&#10;Basic game :&#10;Two or three dice are thrown to create the key number.&#10;The players then have 3 minutes to find as many correct mathematical solutions as possible to generate this key number from numbers resting in a 16 cube grid.&#10;&#10;Many different game variations are possible and are all described in the rules.&#10;&#10;",
    "categories": [
      "Dice",
      "Math",
      "Real-time"
    ],
    "mechanics": [
      "Spelling"
    ],
    "image": "https://cf.geekdo-images.com/ZreLD1CNV1NhGnBZvHoOaQ__thumb/img/lxvD7U4BvB_ae-RgubiETAJ2mg4=/fit-in/200x150/filters:strip_icc()/pic127782.jpg"
  },
  {
    "id": "30248",
    "name": "Mini Chuck-it Chicken!",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 4,
    "description": "Once again the rooster got into the barn and is fighting off the chickens, who try to climb up the long way back to their nests.&#10;&#10;Each player rolls a special die with the numbers 1,2,3 and a picture of the cock.&#10;Rolling a number lets move your chicken up a plastic ramp closer to the top and victory.&#10;By rolling the cock you may move your chicken one space further, or throw down an &quot;egg&quot; from top of the ramp, hoping to knock over the chickens of your opponents.&#10;First chicken who gets to the top of the ramp wins the game.&#10;&#10;This is a small version of Chuck-It Chicken!.&#10;&#10;Re-implements:&#10;&#10;    Chuck-It Chicken!&#10;&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Dice",
      "Farming"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/UT6Ks_kC0O1GGmKZzfHkpA__thumb/img/1Gecy3armqJO64HgoIqXhPQZs2I=/fit-in/200x150/filters:strip_icc()/pic336101.jpg"
  },
  {
    "id": "252374",
    "name": "FReNeTiC",
    "minPlayers": 2,
    "maxPlayers": 12,
    "playingTime": 20,
    "age": 8,
    "description": "FReNeTiC is a fast and furious word game of the elements. Players race against the clock with just 45 seconds to form as many words as possible using the element symbol tiles, adding together the Atomic numbers of each tile used to create a word. For example Ba na na = banana = 78 points! Amazingly there are over 10,000 words that can be created using combinations of the element symbol tiles from the frenetic periodic table game board. Fun, frantic, action is guaranteed.&#10;&#10;The first player to score 1,000 points wins!&#10;&#10;Suitable for 2 or more players from 8+, frenetic offers wide appeal with everyone playing all the time and combines skill, strategy as well as an element of luck at a frenzied pace. Quick setup with easy to follow how-to-play booklet will have you enjoying frenetic with family and friends instantly, with the frenzied game play lasting anything from just 15 - 45 minutes. Beware how addictive it becomes! No need to be worried you don't have to be techies or a genius to play and win.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Educational",
      "Party Game",
      "Real-time",
      "Word Game"
    ],
    "mechanics": [
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/YME5OcLiV8TwVgBBEvmn3g__thumb/img/1kdBoPkXnprOob-1XS_xMCNx5n0=/fit-in/200x150/filters:strip_icc()/pic4462757.jpg"
  },
  {
    "id": "8268",
    "name": "Winceby",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 0,
    "description": "Winceby was the inserted game in Game Fix magazine, issue 5, March 1995.&#10;&#10;Winceby uses the Royalists & Roundheads system originally published by 3W. It is a representation of the cavalry battle that took place outside of the small village of Winceby on October 11, 1643. This battle helped secure the county of Lincolnshire for the Parliament. Oliver Cromwell and Thomas Fairfax, important figures in the English Civil War showed their mettle in this small but significant battle,&#10;&#10;In game terms, Winceby is a significant addition to the Royalists &amp; Roundheads series as it introduces the new &quot;Charge&quot; command for cavalry units, more clearly defines the rules governing routed combat units, and includes rules for dismounted Dragoon units.&#10;&#10;",
    "categories": [
      "Civil War",
      "Pike and Shot",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/0hJKx1FLWMq7HMRgfljCDw__thumb/img/xuPMaKMYra1ft0qlyZ3aBrx-3XA=/fit-in/200x150/filters:strip_icc()/pic1705077.jpg"
  },
  {
    "id": "205787",
    "name": "Sky Heist",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 10,
    "description": "Admit it, you&rsquo;d like to hit an airship bank high in the sky with the help of your not very faithful companions and a reliable single-seated airbike.&#10;&#10;In Sky Heist you will join an airship bank robbery in a steampunk world. Being part of the gang you&rsquo;ll have to take as much money as possible from the safe till the sheriff comes. But, as you know, a gangster riding a single-seated bike-plane hybrid can&rsquo;t be trusted since you can get into a shootout and try to steal all the money for yourself. Load barrels, check parachutes &mdash; it is going to be epic.&#10;&#10;Sky Heist is a fun card game that requires fast reaction. Each turn players discard cards into a loot deck using combinations. Besides they can play different special cards and also put the cards from their hands into a &ldquo;revolver&rdquo; area which limits their opportunities during the game but helps in the final duel. There are several sheriff cards inevitably causing the duel in which the card combinations that are put into the players&rsquo; revolvers are very important. As a result of the duel all the cards from the loot deck are shared as victory points among players. The game lasts for several rounds and the one who has got the most victory points becomes a winner.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Bluffing",
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Set Collection",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/3dw3_H95pLJenQM7aFyWuA__thumb/img/RC9VB0Z1WCpAzM4p9HzGoW3Ytsg=/fit-in/200x150/filters:strip_icc()/pic3165501.jpg"
  },
  {
    "id": "175855",
    "name": "Epic Roll",
    "minPlayers": 2,
    "maxPlayers": 3,
    "playingTime": 20,
    "age": 14,
    "description": "Epic Roll is a quick-playing, dice-based, fantasy board game. While portable and simple to learn, Epic Roll also provides players with numerous strategic decisions and gambles. The result is a game enjoyable for young or casual players, as well as experienced fantasy gamers.&#10;&#10;Players each take the role of a questing hero, battling through hordes of undead and vying to be the first to defeat the fearsome Lich. Players must balance speed and caution as they combat deadly monsters, collect treasures, and race one another towards their ultimate showdown.&#10;&#10;Epic Roll is suitable for 2-3 players, with games lasting anywhere from 15 to 20 minutes.&#10;&#10;",
    "categories": [
      "Dice",
      "Fantasy",
      "Fighting",
      "Zombies"
    ],
    "mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/e5tUi9wujk2JSlFEkiVjSw__thumb/img/0rF_R1YAHtnzUtzS8WaxRodm_iY=/fit-in/200x150/filters:strip_icc()/pic7703363.jpg"
  },
  {
    "id": "129609",
    "name": "Foreclosed!",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 13,
    "description": "After years of taking advantage of hotel guests and tenants, Wealthy Uncle Moneybag's financial empire has crumbled into foreclosure.  The millionaire's lavish property must be sold off to satisfy his debts, and you are one of the creditors!  You may not need a diamond-encrusted watch or a rare fossil collection, but with 2-6 creditors sniffing around, maybe you should just take all that you can grab?!&#10;&#10;Playing a round of Foreclosed! is simple, but the strategies are endless. Each turn, you'll be awarded a single item from Wealthy Uncle Moneybag's outrageous collection. If you receive some expensive silverware which you're not interested in collecting, and another player has received the fancy automobile you had your eye on, just make that player an offer.&#10;&#10;If the other player wants to keep their item, they'll be forced to &quot;protect&quot; it by paying more money than you offered them. If a player does not have enough money, or does not want to spend the money they have, they must accept your offer. Once all players have had a chance to make offers, the round ends and all acquired items are added to their new owner's collection. Sometimes you will find it is just as rewarding to force other players to spend their money protecting items you didn't really want in the first place!&#10;&#10;Foreclosed! lasts thirty minutes and can be played by 2-6 players.&#10;&#10;For added depth and challenge to the game, Foreclosed! includes action cards for experienced players.&#10;&#10;&bull;&bull;&bull;&#10;&#10;Vasaran Alla  - peli ahneille neuvottelijoille.&#10;&#10;Hyvin suosittu ja rikas filmit&auml;hti on tehnyt yll&auml;tt&auml;en henkil&ouml;kohtaisen vararikon! Koko omaisuus on menossa pankeille ja muille velkojille. Sin&auml; olet yksi velkojista ja olet menossa velkojien kokoukseen neuvottelemaan omaisuuden jaosta. Vastassasi on muita ahneita velkojia, jotka eiv&auml;t tunne s&auml;&auml;li&auml; kun on kyse kullasta, kiinteist&ouml;ist&auml; ja antiikkiesineist&auml;.&#10;&#10;Teht&auml;v&auml;n&auml;si on haalia itsellesi mahdollisimman arvokkaat omaisuudet ja arvoesineet. Filmit&auml;hden omaisuus on jaettu 5 ryhm&auml;&auml;n; kiinteist&ouml;ihin, autoihin, arvoesineisiin, antiikkiin ja sekalaiseen ylellisyysomaisuuteen. Lis&auml;ksi jaossa on riihikuivaa rahaa. Pes&auml;nhoitaja jakaa omaisuutta velkojille m&auml;&auml;r&auml;llisesti tasaisesti, mutta laadussa voi olla eroja. Omaisuutta jaettaessa voit suorittaa vaihtoja muiden velkojien kanssa, tai suojautua muiden vaatimuksilta lakimiehesi (=rahan) avulla. Mit&auml; enemm&auml;n saman sarjan arvotavaraa ja -omaisuutta ker&auml;&auml;t, sit&auml; tuottoisamman kokonaisuuden saat. Istu p&ouml;yt&auml;&auml;n, omaisuuden jako alkaa!&#10;&#10;",
    "categories": [
      "Card Game",
      "Economic",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/tRy_d17RMBiPlM-Vo1H3FQ__thumb/img/sD-V2cE3_yGVF1irNI2zMTbMErw=/fit-in/200x150/filters:strip_icc()/pic2018326.jpg"
  },
  {
    "id": "4735",
    "name": "Where There's A Will",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 9,
    "description": "This game involves you in trying to outwit your fellow gamers in the attempt to rake in as much wealth as you can from the estate of the deceased and sadly missed Duke.&#10;&#10;There's plenty of player interaction and you'll be called on to use your best bluffing skills whilst at the same time dealing out stinging ripostes to your rivals attempts to cut you out of the Will!&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/JC3Wz1yBjTBeOcuYEykn2Q__thumb/img/eR37KHsx0Ul9-BkAOI3eXfcKyRA=/fit-in/200x150/filters:strip_icc()/pic15582.jpg"
  },
  {
    "id": "10769",
    "name": "Herzlos",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 8,
    "description": "Herzlos (&quot;Heartless&quot;) is a simple &quot;Hearts&quot; variant using a slightly modified deck. The suits are Hearts, Cups, Flowers, and Diamonds. Each heart shows its negative value, from -1 up to -15 (rather than -1 for each as in the basic game). The Queen of Flowers is worth -25, basically a super-charged Queen of Spades. The Jack of Diamonds nets +15 points. All other expected rules apply. Simple rules for play with 3 or 5 are included, but of course this is basically a 4-player game.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/pSIXvIY30VhmF6EIWkJZWQ__thumb/img/Bu02pwGuMCe4JVlQfm8X9yUJhEg=/fit-in/200x150/filters:strip_icc()/pic63393.jpg"
  },
  {
    "id": "1122",
    "name": "Dry Gulch",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 150,
    "age": 10,
    "description": "Everyone in Dry Gulch is trying to make the old west town a success by building up the town. The board shows an empty town, available lots beckoning the (2-6) players to build up a thriving community. Each player has a hand of resources. These resources are used to build buildings on the board, and hence expand the town.&#10;&#10;There are also a deck of event cards, which signify daily life in Dry Gulch...the gunfights, the stagecoach rolling into town, the Madame buying a new hat, and the like. There are also events that can be taken your hand and played during a later turn, so that you can vandalize another business, or set it on fire, or other typical old west behavior!&#10;&#10;",
    "categories": [
      "American West",
      "Card Game",
      "City Building"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/3-RoUBF7c5_ZWXxFdg1qPg__thumb/img/3COvfS_jgybtN3blcr-lhvMw3iw=/fit-in/200x150/filters:strip_icc()/pic115473.jpg"
  },
  {
    "id": "989",
    "name": "1848",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 12,
    "description": "A two-player card game of the German Revolution by Gerhard H. Kuhlmann&#10; Rules for 1848 (Basic game)&#10;Game Contents&#10;26 Event cards (A01-A26)&#10;42 Personality cards (PE01-PE42)&#10;34 Supplementary cards (Z01-Z34)&#10;4 Rules cards 1(4) to 4(4)&#10;&#10;The Goal of the Game&#10;The goal of game is to play the Personality and Supplementary cards in such a way that you have authoritative control over the course of the revolution and control the most popular party at the end of the game. &#10;&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/Yv1VtegOkaTHweQA1qLM0g__thumb/img/hz6dav5CHF4j_4ISi4WJlBeLslU=/fit-in/200x150/filters:strip_icc()/pic337503.jpg"
  },
  {
    "id": "379343",
    "name": "Unfinished Business",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 12,
    "description": "It is a fast-playing, emotionally-charged, confrontational and interactive card game with a coherent mafia theme. You compete as 3-6 dons of your mafia families in New York in 1914 for dominance of the city. The sources of income in these times are varied and so we try to accumulate the most possessions in the course of the game by collecting them honestly, or by capturing them from the trove of our fellow players with the right intuition.&#10;Who hides the key to the bank vault? Which possessions are in high demand in the betting office this round? &#10;Will you manage to secure the most money by the end of the game through finesse and the necessary bit of luck?&#10;Various thematic events and actions offer both beginners and frequent players great rounds.&#10;&#10;All language-dependent components are included in duplicate in both the basic game and the expansions for the GERMAN and ENGLISH languages.&#10;This game is a self-published first edition. Illustration, production, logistics and shipping are handled by professional and experienced partners in their respective fields to bring you a product that meets our quality standards.&#10;&#10;&mdash;description from the publisher&#10;&#10;Es ist ein schnell gespieltes, emotionsgeladenes, konfrontatives und interaktives Kartenspiel mit einem stimmigen Mafia-Thema. Ihr streitet als 3-6 Dons eurer Mafiafamilien in New York im Jahre 1914 um die Vorherrschaft in der Stadt. Die Einnahmequellen in diesen Zeiten sind vielf&auml;ltig und so versuchen wir im Laufe des Spiels die meisten Besitzt&uuml;mer anzuh&auml;ufen, indem wir sie ehrlich sammeln, oder aus dem Fundus unserer Mitspieler mit dem richtigen Gesp&uuml;r erbeuten.&#10;Wer versteckt den Schl&uuml;ssel f&uuml;r den Banktresor? Welche Besitzt&uuml;mer stehen in dieser Runde im Wettb&uuml;ro hoch im Kurs? &#10;Schaffst du es dir, bis zum Spielende durch Raffinesse und das ben&ouml;tigte Qu&auml;ntchen Gl&uuml;ck die meiste Kohle zu sichern?&#10;Verschiedene thematische Ereignisse und Aktionen bieten sowohl Einsteigern als auch Vielspielern tolle Runden.&#10;&#10;Alle sprachabh&auml;ngigen Komponenten sind in doppelter Ausf&uuml;hrung sowohl im Grundspiel als auch in den Erweiterungen f&uuml;r die Sprachen DEUTSCH und ENGLISCH enthalten.&#10;Es handelt sich bei diesem Spiel um eine Erstver&ouml;ffentlichung in Eigenregie. Illustration, Produktion, Logistik und Versand werden von professionellen und erfahrenen Partnern in ihren jeweiligen Bereichen &uuml;bernommen, um euch ein Produkt zu liefern, das unseren Qualit&auml;tsstandards entspricht.&#10;&#10;&mdash;description from the publisher (German)&#10;&#10;",
    "categories": [
      "Card Game",
      "Comic Book / Strip",
      "Mature / Adult"
    ],
    "mechanics": [
      "Action / Event",
      "Events",
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/hOz_8KCzBE7UEHS1yYXfdg__thumb/img/yyS-nBbruN_11xPCOYKEnYecpvU=/fit-in/200x150/filters:strip_icc()/pic7347180.png"
  },
  {
    "id": "32194",
    "name": "Saba: Palast der Königin",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 10,
    "description": "Saba - the bead of the desert, legendary realm in the Orient. &#10;It's the 9th century in the Kingdom of Saba, the region, that is the Republic of Yemen today.&#10;&#10;One day, you are called to the courtyard of the mysterious Queen of Saba. As one of her advisors you are to create her a palace of singular splendour. Intelligently provide for supply of building materials, develop the perfect palace from alabaster and ebony and prevail skillfully against your competitors. Because only the best of her advisors will take his place besides the Queen of Saba as her new Grand Vizier .....&#10;&#10;Players use the materials available at the harbor to expand the queen's palace and enjoy her favor. All your efforts have been in vain, though, the moment another contender surpasses you with a more impressive building in the same palace destrict. Will you be the one in front at the decisive moment ?&#10;&#10;The game contains a three-dimensional palace (made of cardboard plugged together) on which the players' figures are placed.&#10;&#10;",
    "categories": [
      "Arabian",
      "City Building",
      "Economic"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/zvynih-ScTpzTbKX1wUFYg__thumb/img/UBxEDRMzRHXBQ5LtOTls-qEu6gg=/fit-in/200x150/filters:strip_icc()/pic441695.jpg"
  },
  {
    "id": "7318",
    "name": "Bob the Builder: Scoop's Construction Site Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 4,
    "description": "Players try to be the first to construct a three-story tower (4 or 5 stories with only 2 players).  The motorized &quot;Scoop&quot; moves around the game board potentially crashing into your tower.  Bob, with his sawhorse, protects one player from the Scoop.&#10;&#10;For Ages 4 and up.&#10;&#10;Contents:&#10;&#10;&#10;    Motorized Scoop&#10;    Construction Site Gameboard&#10;    8 Tower Platforms&#10;    1 Roof Platform&#10;    Pilchard and stand&#10;    Bob the Builder and sawhorse&#10;    Spinner&#10;    30 &quot;I&quot; Beams&#10;&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Electronic"
    ],
    "mechanics": [
      "Stacking and Balancing"
    ],
    "image": "https://cf.geekdo-images.com/euRbXXVlamz5shRXM92fjQ__thumb/img/I3q7Q1McEfOSJeYCt5SCw47B4PQ=/fit-in/200x150/filters:strip_icc()/pic70228.jpg"
  },
  {
    "id": "21809",
    "name": "Apples to Apples: Bible Edition",
    "minPlayers": 4,
    "maxPlayers": 10,
    "playingTime": 30,
    "age": 9,
    "description": "APPLES TO APPLES&reg;: BIBLE EDITION is the wild, party game that provides instant fun! for everyone! It&rsquo;s as easy as &quot;comparing apples to apples&quot;... just open the box, deal the cards, and you&rsquo;re ready to play! Select the card from your hand that you think is best described by a card played by the judge. If the judge picks your card, you win that round. And everyone gets a chance to be the judge!&#10;&#10;Each round is filled with surprising and outrageous comparisons from a wide range of people, places, things and events from our Christian history. Fast moving and refreshing, Apples to Apples is perfect for any get together with family and friends!&#10;&#10;Part of the Apples to Apples Series.&#10;&#10;",
    "categories": [
      "Card Game",
      "Party Game",
      "Word Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/yqPe16DwrC8voXBlzlXiZA__thumb/img/SFK8MYejqeR6DfEuwzNcbyr44q8=/fit-in/200x150/filters:strip_icc()/pic470119.jpg"
  },
  {
    "id": "269001",
    "name": "Don't Get Stabbed!",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 18,
    "description": "ONE PLAYER IS THE KILLER....THE REST ARE VICTIMS&#10;&#10;Don't Get Stabbed! is a party card game where you get to kill your family and friends (for pretend).&#10;&#10;The killer wins by killing all the victims. The victims win by escaping.&#10;&#10;Everyone takes turns drawing cards. If a victim gets three STAB cards, they DIE! But they can use ACTION cards to avoid getting stabbed. And they can use Combo cards for a chance at escaping.&#10;&#10;But the killer has special powers. If the killer draws a STAB card, they can put it back in the deck wherever they want. And the killer can use ACTION and Combo cards to thwart the victims&rsquo; attempts to stay alive.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Horror",
      "Humor",
      "Murder / Mystery"
    ],
    "mechanics": [
      "Hidden Roles",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/wGfkzNy8aLlyGz9Nj2sGZA__thumb/img/6PIF5CM8srkoAn0iu_Gfdju2FW0=/fit-in/200x150/filters:strip_icc()/pic6926491.png"
  },
  {
    "id": "148973",
    "name": "The World Needs a Jetpack Unicorn",
    "minPlayers": 3,
    "maxPlayers": 100,
    "playingTime": 15,
    "age": 12,
    "description": "From the Kickstarter project page:&#10;&#10;The World Needs a Jetpack Unicorn is an absurdly entertaining party game in which you demonstrate to your friends, family, or random people in line at conventions that you&rsquo;re awesome. Each player is given the task of convincing someone else that certain crazy subjects &ndash; such as glitter monsters or magnetic hands - are better, worse, or just plain weirder than others. If you can successfully do this and earn the most points, you win and get to demand that all of your friends do everything you say for the next 24 hours&hellip; Ok, that&rsquo;s not really true. Turns out we can&rsquo;t force mind control on your opponents, but at least you win the game!&#10;&#10;Each game is different, because the players get to change the story every time they play depending on which transmog words are paired with each question. Jetpack Unicorn is easy enough for true beginners to pick up, but it&rsquo;ll keep even the most advanced storytellers entertained for hours on end!&#10;&#10;265 cards.&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "mechanics": [
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/7CJbLDUbfQGgsBV3sN9A0Q__thumb/img/-0dMCvxchMvcPIv4cKYDMVrg1LA=/fit-in/200x150/filters:strip_icc()/pic7658212.jpg"
  },
  {
    "id": "42969",
    "name": "Hagoth: Builder of Ships",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 6,
    "description": "Hagoth: Builder Of Ships&#10;&#10;Players compete in an effort to design, build, and sail ships to the Land Northward. Through these efforts players are awarded Victory Points. The first player to obtain 25 Victory Points wins the game.&#10;&#10;Cards are used to design, build, and sail ships. Players start the game with a hand of 5 cards. On their turn they can do one of the following:&#10;&#10;1. Play or discard 2 cards (or one of each)&#10;2. Choose to perform one action in lieu of using cards for their turn.&#10;&#10;There are 5 types of cards&#10;1. Ship pieces cards, used to design ships; &#10;2. Go Wooding cards; used to obtain wood to build the ship once they are fully designed;&#10;3. Build cards used to build ships; &#10;4. Sail cards used to progress built ships for more victory points; and &#10;5. Adversity cards, used to hinder opponents' progress with cards such as Sabotage and Delay.&#10;&#10;",
    "categories": [
      "Card Game",
      "Nautical"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/QmkgCsr3YvwQhJFzvLOAnA__thumb/img/DroAi4q0eZHJ_KNmqSYY2_56XPs=/fit-in/200x150/filters:strip_icc()/pic515964.jpg"
  },
  {
    "id": "83453",
    "name": "Best of British",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 0,
    "age": 12,
    "description": "Best of British Game Rules&#10;A game for 2 teams of any number or 2-6 individual players.&#10;&#10;The Team Game is great when you have a mix of younger and older players. It makes best use of everybody's knowledge. The individual game is great if you want to be more competitive.&#10;&#10;CONTENTS:&#10;Best of British Playing Board&#10;400 Best of British Question Cards&#10;6 Playing pieces&#10;&#10;TEAM RULES&#10;PREPARING TO PLAY&#10;Unfold the board and lay it on the table. Each team selects a playing piece and places it on the Start Space on the board.&#10;&#10;Split the players into two teams. The oldest player in each team will become the first Question Master for their team. The team containing the youngest player will start.&#10;&#10;THE QUESTIONS&#10;There are four questions on the back of each card. The first question is beside the Red Square followed by the White, Blue and Green.&#10;&#10;There are three kinds of question cards:&#10;&#10;Picture cards - on which there is a picture that the questions relate to.&#10;&#10;Common Theme Cards - on which all the answers have a common theme.&#10;&#10;Pot Luck Cards - on which there are random Best of British questions.&#10;&#10;THE BOARD&#10;The board is a path from the outer Start space into the Winning Zone in the centre of the board. The spaces on the board are made up of the four different colours that match those on the Question Cards. The first four spaces on the board match the order of those on the cards.&#10;&#10;After the first four spaces the colour order becomes random so just answering one question correctly can sometimes mean a big leap forward.&#10;&#10;PLAY&#10;The Question Master for the team containing the youngest player picks up the first Question Card from the box making sure the answers are concealed from all the players on both teams.&#10;&#10;If it is a Picture Card, the picture is shown to all the players on both teams. If it is a Themed Card, the theme is read out to all the players on both teams.&#10;&#10;The Question Master reads out the Red Question to the opposing team. If that team answers correctly they move their piece onto the first Red Space on the board. The same team is then given the White Question, moving their piece onto the White Space if they answer correctly and so on down the card.&#10;&#10;If at anytime a question is answered incorrectly then the Question Master can put the same question to the members of their own team for a bonus move. If they answer correctly they move their own piece onto the next space on the board that matches the colour of the question. The original team is always given the first chance to answer each question. After the Green Question has been played the card is placed to the back of the card box.&#10;&#10;The Question Master for the other team now takes out the next card from the box and plays the card to their opponents in the same way.&#10;&#10;The two teams take alternate turns at being the Question Master and also alternate the roll of Question Master within their team.&#10;&#10;When any team answers a question correctly and there are no spaces left matching that colour left on the path, they move their piece directly into the Winning Zone.&#10;&#10;WINNING ZONE&#10;Once inside the Winning Zone a team no longer moves their piece after answering a question correctly. The first team to answer any bonus question correctly after having entered the Winning Zone wins.&#10;&#10;INDIVIDUAL PLAY&#10;The oldest player becomes Question Master for the first game and asks the first card to the player on their left. The bonus opportunity for any incorrect answer passes firstly to the next player to the left and so on. The order of play then continues in a clockwise direction.&#10;&#10;Source: Publisher's Website&#10;&#10;",
    "categories": [
      "Trivia"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/DTL0PkUtcltH77pXLyp6zw__thumb/img/8ZcxveqDz-gtOc9R8cCYKXiS_Yk=/fit-in/200x150/filters:strip_icc()/pic911516.jpg"
  },
  {
    "id": "14034",
    "name": "Autobridge",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 10,
    "age": 10,
    "description": "Autobridge is a bridge teaching and solitaire playing device and series of play sheets dating back to at least 1938 (according to Encarta). At least two major versions have been produced. A large sized version about 18x11 inches and smaller version about 8x6 inches. While the specific materials and details of design have varied over the years, the fundamental design has remained. It is a board which may be opened to insert a sheet with cards indices and suits printed on it. The covering board is closed and the hand is played by opening windows. The player decides on their own play and reveals the next window to see what the expert recommends. An accompanying booklet explains the expert's recommendation.&#10;&#10;The system can be used to teach the completely naive novice to highly advanced players. Many supplementary sheets were produced over the decades.&#10;&#10;Mainly a teaching aide, there is no scoring, per se.&#10;&#10;Experts who have contributed to the Autobridge system include: Ely and Josephine Culbertson, Charles Goren, Alfred Sheinwold, Alan Truscott, Barry Rigal, Albert Morehead, and Richard Frey.&#10;&#10;Most versions found in online auctions appear to date from the 1950s.&#10;&#10;",
    "categories": [
      "Card Game",
      "Educational"
    ],
    "mechanics": [
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/DuDRSm4BUdi01IoHAVjevQ__thumb/img/6WhibaSVL6kie8GJwx1rTJVZtl8=/fit-in/200x150/filters:strip_icc()/pic488115.jpg"
  },
  {
    "id": "9706",
    "name": "‘Tis the Season: Christmas Trivia",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 8,
    "description": "A Christmas-themed trivia game.&#10;&#10;The six categories are:&#10;History, Facts, and Figures&#10;Traditions Around the World&#10;Cartoons, Animation, Made for Television Movies, Specials&#10;Carols and Songs&#10;Movies on the Silver Screen&#10;Literature and the Performing Arts&#10;&#10;The cards are color-coded and can be used with other trivia games. It contains 1800 Christmas questions. It includes independent game rules. The game includes 300 cards, a score-pad, and a box with the instructions printed on the bottom.&#10;&#10;Examples of the questions:&#10;What romantic tradition did England save while others allowed it to perish? What is Scrooge's favorite two-word phrase?&#10;&#10;To play the game one player or teams asks questions of another player or team. (For one player, read the question and answer it without looking at the answer.) If they get it correct, they get asked another question in the next category. If they get it wrong, play moves to the next player or team. The winner is the first person to get enough questions correct to spell the word &quot;CHRISTMAS&quot;.&#10;&#10;",
    "categories": [
      "Card Game",
      "Trivia"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/NfiAgzNmPtwQVCS23IdzCg__thumb/img/6ldc89WBo-IbgcQ8NPKncyP2wdg=/fit-in/200x150/filters:strip_icc()/pic136300.jpg"
  },
  {
    "id": "297345",
    "name": "Family Feud: Platinum Edition",
    "minPlayers": 3,
    "maxPlayers": 99,
    "playingTime": 15,
    "age": 8,
    "description": "Survey says&hellip;it's time to play Platinum Family Feud! Bring Family Feud home and put your family and friends to the test. Based on a national survey, the Family Feud team placed the top answers on the Face Off cards. Can you name the #1 way to wake someone up in the morning that would be really mean? How about the top talent people wish they had? Blurt out the most popular answers and rack up the points as you battle your way to the Fast Money Round, where players from each team play for a chance to win bonus points. The team or player with the highest score wins the game&hellip;and bragging rights!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/QEz7cId18GhOdRDrw5gRfQ__thumb/img/zaTxykCxH8dm9AiBHnErPhPmjsc=/fit-in/200x150/filters:strip_icc()/pic6365317.jpg"
  },
  {
    "id": "135705",
    "name": "Cheap Shot",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 12,
    "description": "Cheap Shot is a rummy-style game of insults, with each player starting with a hand of seven cards, which take the form of subjects, conjunctions, verbal phrases, and retorts. On a turn, the active player tries to use the cards in hand to create an insult: &quot;Your Secret Boyfriend / is a drama farmer / and / tells only lies.&quot; Unless the targeted player can come up with a block card, such as &quot;Oh grow up!&quot;, the insult will stand as points. The more cards in the insult, the more points you score!&#10;&#10;",
    "categories": [
      "Card Game",
      "Party Game"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/Y6wqZgDXRvEPBrft9_rU8Q__thumb/img/dIDwGfl3eV3O4vYXwtBPpB1-Lnk=/fit-in/200x150/filters:strip_icc()/pic1519928.jpg"
  },
  {
    "id": "2650",
    "name": "Infection",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 60,
    "age": 9,
    "description": "Players roll dice to race around the board, catching diseases and trying to be cured.    Catch diseases left in public places, pass diseases to other players, get cured in  the medical stations. Medicaid, Christmas bonuses, and the lottery help pay the  bills. Diagnose your disease in the Info center, get it wrong and you catch the  disease!&#10;&#10;Disease cards provide a wealth of information, are color coded to indicate severity from  basic diseases to major communicable  diseases. Each card includes both the  common and Latin name, causes,  symptoms and treatments.   Multiple medical  libraries and medical professionals have  been consulted to insure the accuracy of the information.&#10;&#10;Treatment options and prices  vary over a large range. Visiting the Voodoo  Doctor is the cheapest way to go, but his results can be unpredictable. The  intensive care center has the best service, but is the most expensive place to be cured.&#10;&#10;",
    "categories": [
      "Medical"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/YcsQf9HbL_EpudFcqJNFJQ__thumb/img/fDEKhaqCrsVLl4MlZTzGu_ldeCw=/fit-in/200x150/filters:strip_icc()/pic734727.jpg"
  },
  {
    "id": "9415",
    "name": "Microdot",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "Espionage game where players must steal the diplomatic bag of any one opponent and return it to their own headquarters to win; a 'capture the bag' game you might say.&#10;&#10;Players start on the outer track of the board where they move around gathering pieces of equipment (ladder, revolver, dagger, earphones, passport, wire-cutters) needed for the bag-capture 'mission'. As each piece is obtained, it is placed near the player's HQ on the inner part of the board. Once five pieces of equipment have been so placed, the mission can begin.&#10;&#10;The mission takes place on the inner part of the board. Here, each player has a home territory of 5x5 squares and these areas are separated from one another by a wall or fence. On his turn, the player rolls a special die and uses it to move his equipment pieces toward an enemy HQ. The barriers can be breached by moving a ladder or wire-cutter onto them, or alternatively the passport piece can be moved onto the central checkpoint square to allow other pieces to pass through here. Each type of equipment has a point value (gun = 6, dagger =5, etc). When two opposing pieces occupy the same square, the one with the lower value is removed (both are removed if they are of equal value). Players cannot continue missions with fewer than five pieces of equipment and are forced to return to the outer board to acquire replacements before continuing. If a player manages to land a piece onto an opposing diplomatic bag, it is captured and he can start to move both pieces back towards his own HQ as a single unit.&#10;&#10;While moving on both the inner and outer board, the player may have to draw a chance card of some sort, and this is where the game's chief gimmick comes into play and from where it takes its name. These cards all have the word 'Microdot' on them, written in dots. One of these dots contains a very small number or letter and the included plastic magnifying glass is supposed to be used to read it (but this is not really necessary). The letter/number is then referenced on the relevant 'decode' chart and the instructions followed.&#10;&#10;",
    "categories": [
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/Cr-Kah8pWV_7zlk9PC8AZg__thumb/img/8zRRWvQdFHcZmxL-jMZzOsiOAm0=/fit-in/200x150/filters:strip_icc()/pic2515528.jpg"
  },
  {
    "id": "28717",
    "name": "Monster Mayhem",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 10,
    "description": "Please don't feed the Monsters! In the modern world, the things that go &quot;bump&quot; in the night are real. As a vampire, werewolf, mummy, poltergeist, or zombie, you stalk the city after dark, searching for human victims to sate your inhuman appetites. Be it blood, bones, brains, organs, or spirit that you crave, you prowl the shadows in search of prey!&#10;&#10;",
    "categories": [
      "Horror"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/hAmUsHRKrTnQdVFoAbc2sQ__thumb/img/UrIVN-5CH7AkbKc-71rc3TksE-A=/fit-in/200x150/filters:strip_icc()/pic221673.jpg"
  },
  {
    "id": "9230",
    "name": "Play Ball",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 6,
    "description": "Be the first to field a team of nine in all four colors.  But watch out!  Just when you think you've got your bases covered, someone plays an Action card and--BAM--you lose a turn, a player, or a whole team!&#10;&#10;Ages 6 and up&#10;&#10;",
    "categories": [
      "Children's Game",
      "Sports"
    ],
    "mechanics": [
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/Y4V6AskjOuqONsAux6WD9w__thumb/img/UrtEuSnYX27Lm8LTrtoD8nAeaig=/fit-in/200x150/filters:strip_icc()/pic518494.jpg"
  },
  {
    "id": "426242",
    "name": "Chonker Party",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 8,
    "description": "Chonker Party is a lively party, trick-taking card game for 2&ndash;6 players, set in a world of chonky animals where snacks and strategy collide. Get ready to snack your way to victory by collecting sweet and salty points, using action cards to disrupt your opponents, and playing with a mix of fun and chaos.&#10;&#10;Start the Feast:&#10;Take turns playing cards from your hand, aiming to win rounds in order to get the cards and possibly points.&#10;&#10;Stir Up the Party:&#10;Deploy action cards to change the course of the game&mdash;steal cards, see others' hands, or force your opponents into tough choices.&#10;&#10;Win the Snack Off:&#10;Collect the most points by winning rounds with the right combinations of cards. Amass your win pile and strategize to become the ultimate snack champion.&#10;&#10;Each game includes a colorful deck of cards, featuring adorable art and characters called 'Chonks'. Get ready for a deliciously fun and unpredictable experience!&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "mechanics": [
      "Drawing",
      "Hand Management",
      "Multi-Use Cards",
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/DNfPXXmmVOkQ38Kz8Sz7Mg__thumb/img/VZgfFNy-upAgRFLf6kohCcoNy3U=/fit-in/200x150/filters:strip_icc()/pic8397317.png"
  },
  {
    "id": "327900",
    "name": "Battleship: Outer Space",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 7,
    "description": "Battleship: Outer Space is your game of Battleship using three different layers. The game follows basically the same rules as normal Battleship however instead of calling individual spots you will call one of the three sectors (layers) and then a row or column. If any ships are in that row or column you hit all the spots.&#10;&#10;&mdash;user summary&#10;&#10;",
    "categories": [
      "Deduction",
      "Space Exploration"
    ],
    "mechanics": [
      "Enclosure"
    ],
    "image": "https://cf.geekdo-images.com/iFOkVnNguV-i8XG3xJzOWA__thumb/img/CgSSDdxk1egNFVQpVySuzQVFpV0=/fit-in/200x150/filters:strip_icc()/pic7530728.jpg"
  },
  {
    "id": "135077",
    "name": "Clockwork Kingdom",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 12,
    "description": "Clockwork Kingdom is a game in which each player takes the role of a lord attempting to claim the throne in the wake of the king's death. To start the game, each player has a small army of loyal steam-powered automatons to do their bidding. Each player must choose where to send his servants, whether to get supplies from the market, build useful contraptions in the workshop, or even attempt to acquire powerful alchemy stones, all the while warring with opponents in a number of battlefields in an attempt to control the kingdom by force.&#10;&#10;However, players have more at their disposal than simple automatons. Throughout the course of the game, players can also recruit Alchemists, Professors, and Artificers to their cadre of loyal vassals, each with their own unique abilities. To claim the Clockwork Throne, players must make difficult decisions to outwit their opponents in an attempt to gather resources, obtain workers, manufacture contraptions, and dominate battlefields.&#10;&#10;",
    "categories": [
      "Economic",
      "Fantasy"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Set Collection",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/QqdmpdGTA6rZWJFScQHe2Q__thumb/img/w3wPi41PZdVAlVIDY0T3dJR6bXk=/fit-in/200x150/filters:strip_icc()/pic2209740.jpg"
  },
  {
    "id": "2326",
    "name": "Pirate and Traveler",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 7,
    "description": "From the 1936 Edition Rules:&#10;&#10;&quot;This is a Game of Travel, concluding with a Pirate fight.  It comprises a Game-Board, Travel-Cards, Four Travelers, and Spinner.  The Game-Board is a Map of the World.  The Travel-Cards indicate journeys to be made by the Travelers, and the distance to be traveled in each move is determined by spinning.  As the routes of travel are well-known railroad and steamship lines, the players acquire a knowledge of these, also the chief cities and ports and their principal articles of commerce...&quot;&#10;&#10;The game was first published by Milton Bradley in 1911.  Other known dates of publication include 1936, 1953, 1956, 1960 and (finally?) 1970.  The game was also published in Great Britain by Chad Valley in the 1960's.  Details of the world map, travel cards, etc. vary between editions.&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Nautical",
      "Pirates",
      "Transportation",
      "Travel"
    ],
    "mechanics": [
      "Events",
      "Pick-up and Deliver",
      "Player Elimination",
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/lkVMh58EPvcQWa7J-fsMnQ__thumb/img/GFr39S0LiVZz93uB-Xm4FSbesZc=/fit-in/200x150/filters:strip_icc()/pic451305.jpg"
  },
  {
    "id": "240511",
    "name": "Rick and Morty: Tráfico de Megasemillas",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 12,
    "description": "Morty has smashed the portal gun while he and Rick collected megaseeds.&#10;Now there is no other way to go through the interdimensional customs and, for this, you have to get the mega-seeds well deeeeeeep in the ass.&#10;This is not tasteful dish for anyone, so you have to try to avoid it in any way. How to get it?&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;El in&uacute;til de Morty ha destrozado la pistola de portales mientras &#10;&eacute;l y Rick recolectaban megasemillas.&#10;Ahora no queda otra que pasar por la aduana interdimensional y, para ello, hay que meterse las mega-semillas bien hooooondo por el culo.&#10;Esto no es plato de buen gusto para nadie, por lo que hay que intentar evitarlo de cualquier manera. &iquest;C&oacute;mo conseguirlo?&#10;&mdash;description from the publisher (Spanish)&#10;&#10;",
    "categories": [
      "Card Game",
      "Collectible Components",
      "Humor"
    ],
    "mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/fNjsQ5HbVsRQIlMHGi7WTw__thumb/img/4j2ZiilPw89foIEQ067-e-UU_O4=/fit-in/200x150/filters:strip_icc()/pic3879896.png"
  },
  {
    "id": "38981",
    "name": "Bobby Sitter",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 10,
    "age": 5,
    "description": "A sheepdog's life is never easy... Especially when the shepherd is half asleep...&#10;&#10;The first player to bring 5 sheep in his sheepfold win the game.&#10;&#10;At his turn, each player flip one card and depending on the picture on the card, every players must act and grab a counter or not. The quickest player can obtain a sheep while those who make mistakes can lose one...&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Party Game"
    ],
    "mechanics": [
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/Nv0riiSrdUDCX6gesQg8mw__thumb/img/_XwBepLat-fAYg6nrx6jh1gMUEk=/fit-in/200x150/filters:strip_icc()/pic530278.jpg"
  },
  {
    "id": "72376",
    "name": "Forever Young: A Vampire Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 13,
    "description": "From the back of the box:&#10;&#10;Forever Young brings the excitement of life as a vampire to your gaming table. Each player plays the head of a vampire family struggling to maintain control among his minions and human protectors. Beware, your opponents are aiming to convert your servants and... Well, let&rsquo;s just say they have something a little more 'unkind' in mind for your humans.&#10;&#10;Forever Young is a light strategy game that involves secretly placing your vampires and humans, hiding weapons and items and trying to discover where your opponents have hidden theirs. Each beautifully produced and illustrated game has everything needed to play for 2 to 6 players.&#10;&#10;",
    "categories": [
      "Deduction",
      "Fighting",
      "Horror"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Secret Unit Deployment"
    ],
    "image": "https://cf.geekdo-images.com/AK-yVZlxrlgbEoa9d8Zu6w__thumb/img/89olnJl_QV40y364ITPlj5VlIJ0=/fit-in/200x150/filters:strip_icc()/pic743436.jpg"
  },
  {
    "id": "237572",
    "name": "Butts in Space: The Card Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 9,
    "description": "Butts in Space: The Card Game is a simple and silly card game of set collection, hand management, and take that mechanics. The theme revolves around butts and space with whimsical cartoon artwork. It features four butt characters that the players can play as, and plenty of uniquely drawn toilet papers.&#10;&#10;The goal of the game is to be the player with the most sets of toilet paper when the game ends. This is done by gathering toilet paper cards and laying them down when you have a full set that matches your butt character. There are plenty of action cards to steal, draw, or otherwise shift the game in your favor, and some that can be used to change the butt characters. The game ends as soon as the last space ship part is drawn from the deck.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/93pDs4s2hOyyyMXU756YzA__thumb/img/sJq46JpzvJglMzb5tupeFEUkTLU=/fit-in/200x150/filters:strip_icc()/pic4309635.jpg"
  },
  {
    "id": "199590",
    "name": "Valiant Universe: The Deckbuilding Game",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 0,
    "age": 13,
    "description": "Hidden beneath Alcatraz Federal Penitentiary is a massive, hidden research installation run by the secretive organization known as project Rising Spirit. This mysterious installation, code named &ldquo;the Facility,&rdquo; uses unknown energies to morph and transform itself at will to keep horrid villains, dangerous creatures, alien entities, and top-secret research projects trapped within. Rumors of the Facility&rsquo;s existence and its most prized possessions have leaked, and the Valiant Universe&rsquo;s most powerful organizations&mdash;The Harbinger Foundation, the Renegades, GATE, and more&mdash;are taking an interest. The world may never be the same.&#10;&#10;In Valiant Universe: The Deck-Building Game you command an organization attempting to seize the secret Alcatraz base. Purchase cards to craft a unique deck, and battle your way through the ever-changing Facility grid that moves during play to gain access to a card or damage another player. Maneuver your superhero miniatures to battle it out with other superheroes for ultimate control!&#10;&#10;From the rules:&#10;&quot;Each player assumes the role of an&#10;Organization within the Valiant Universe,&#10;attempting to infiltrate the Facility and gain&#10;control while fighting off any other Organizations&#10;along the way.&#10;The Facility is abstractly represented by a grid&#10;of cards: 5 Levels (rows) x 5 Blocks (columns), for&#10;25 decks of cards. Each deck on this grid is known&#10;as a Sector.&#10;To gain ultimate control of the Facility, each&#10;player will play cards from their hands to deal&#10;damage to other Organizations and manipulate&#10;the cards in the grid&mdash;which represents the Facility&#10;morphing and changing. Players will also have the&#10;opportunity to purchase cards from their Zone of&#10;Influence (ZOI) on the Facility. Additionally, players&#10;can move their Superhero miniature around the&#10;Facility&rsquo;s Sectors to deal additional damage to&#10;Opponents, while making use of their Abilities on&#10;their Power card.&#10;Along the way, the Facility may also strike&#10;back at the players. As fighting rages throughout&#10;the underground complex, damage is also inflicted&#10;not just to Organizations but to the Facility as well,&#10;marked using the Facility Durability Tracker. As&#10;more damage is received, more Sectors&#10;go into shutdown, making those cards&#10;unavailable for purchase, as well as&#10;potentially causing damage to a player&rsquo;s&#10;Organization.&#10;As Organizations take damage, their&#10;Cohesion drops; a measure of their overall&#10;strength, morale, leadership, and ability to keep&#10;fighting. If an Organization&rsquo;s Cohesion ever drops&#10;to 0, they retreat from the Facility and are&#10;out of the game.&#10;The last player remaining in the game&#10;is the winner as they seize control of the&#10;Facility and its exotic treasures!&quot;&#10;&#10;",
    "categories": [
      "Card Game",
      "Comic Book / Strip",
      "Miniatures"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "image": "https://cf.geekdo-images.com/Q6XIN2FmjlXpuqFCGtYpxw__thumb/img/C_k8VJAAwMGHqGpl75plr-uqCnM=/fit-in/200x150/filters:strip_icc()/pic3675663.jpg"
  },
  {
    "id": "84173",
    "name": "Van Helsing",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 10,
    "description": "There are always 5 characters in this game: Dracula and 4 hunters. If there are fewer than 5 players, some players will play with more than 1 hunter. The hunters play together as a team.&#10;&#10;The board shows three levels of Dracula's castle. In their turn, characters can move to an adjacent room, search the room for objects (e.g. garlic, holy water, daggers, or brides), or attack another character. If an attack is successful, the opponent loses &quot;blood points&quot;. A hunter that loses his last blood point may be converted to a vampire; he changes sides and now works together with Dracula.&#10;&#10;The hunters win if they kill Dracula; Dracula wins if he has converted all hunters to vampires. Dracula also wins if he returns to his coffin with 4 brides.&#10;&#10;",
    "categories": [
      "Horror"
    ],
    "mechanics": [
      "Action Points",
      "Hidden Movement",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/3ZVbhDfqMoC5timtX7OY3Q__thumb/img/_jW_GNAOyRXhYCAwe7jSReR6FLg=/fit-in/200x150/filters:strip_icc()/pic1140849.jpg"
  },
  {
    "id": "16130",
    "name": "Trivial Pursuit Junior: Fourth Edition",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 0,
    "description": "(from the box:) From bats and cats to spiders and space... from Little Miss Muffet to the Liberty Bell... here are questions specially written for children age 8 and up.  And this fourth edition has twice as many questions as earlier games.&#10;As always, Trivial Pursuit Junior has the same game play and all the fun and challenge of the adult edition, with questions in these kid-friendly categories:&#10;Every Day&#10;Fun&#10;Science&#10;Stories &amp; Songs&#10;Nature&#10;Games&#10;&#10;",
    "categories": [
      "Children's Game",
      "Party Game",
      "Trivia"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/7usNy3y2qoDpT9hJZ4R3hQ__thumb/img/afFQsPc4nmilwVDdGQ0siwBbxt0=/fit-in/200x150/filters:strip_icc()/pic100293.jpg"
  },
  {
    "id": "116596",
    "name": "Fruit Ninja Card Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 5,
    "description": "SUMMARY:&#10;The Fruit Ninja Card Game is based on the popular Fruit Ninja video game popularized on the iOS and Andriod mobile platforms.  In the video game, fruit (and bombs) are tossed into the air and the player makes gestures to slice as much fruit with their sword as possible while avoiding bombs.&#10;The Fruit Ninja Card Game is a very simple push your luck card game that makes thematic use of simply cutting the deck of cards.  By cutting the deck and selecting cards based on the risk associated with the color coded card backs, players attempt to be the first to either collect one of each of the 7 types of fruit or collect 25 pieces of the same type of fruit.&#10;&#10;GAMEPLAY:&#10;After shuffling the deck of cards, the starting player cuts the deck while making the sound of someone making a sword chop.  That player chooses either the top card from the bottom section of the deck or the bottom card from the top section of the deck (a choice between the two inner cards of the split deck). By looking at the color of the card backs, the player can asses the risk of choosing a particular card.  Some cards have a higher risk of being a bomb while having the potential to contain more pieces of fruit.  The player continues their turn as long as they avoid choosing a bomb card.  As long as the player only finds fruit cards, they continue adding up fruit and splitting the top section of the deck remaining from their previous split.  If the player chooses to stop, they get to keep their fruit cards and pass the deck to the next player.  If at some point the player chooses to cut the deck and chooses a bomb card, they end their turn and loose any fruit that they have revealed during that turn (while keeping fruit earned on previous turns).  Three types of power bananas can be played from a players saved stash of fruit to perform one of the following actions based on the type of fruit: steal a fruit, ignore a bomb or take an additional turn.  While very simple, this card game remains thematically true to the simple video game that it is based on.&#10;&#10;CONTENTS:&#10;103 Fruit Ninja Cards + 1 sheet of rules in English&#10;&#10;FROM THE BOX:&#10;Based on the hit game.  Make Sensei proud!  Cut the deck--select the top or the bottom.  The first player to collect one of each fruit or 25 of any fruit wins!  The colors on the card backs will help you choose.  Be wary! Bombs end your turn and you forfeit this turns bounty.  Power bananas grant special ninja powers.&#10;&#10;",
    "categories": [
      "Card Game",
      "Children's Game",
      "Video Game Theme"
    ],
    "mechanics": [
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/aYclWKwLyPW7lHHfSCYh5w__thumb/img/jGxefj1S_Iv90qTmege2zcEyk3Y=/fit-in/200x150/filters:strip_icc()/pic1194354.jpg"
  },
  {
    "id": "196953",
    "name": "Battle Yahtzee: Alien vs. Predator",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 0,
    "age": 8,
    "description": "From the game box:&#10;&#10;It's all out war in Alien vs. Predator BATTLE YAHTZEE where players assume the role of Predator, Alien, Marine or Scientist and attack their enemies with classic dice roll combinations like Full House and Large Straight.&#10;&#10;Each turn you must choose to attack an enemy, regain health, or take a chance to attack everyone, in this epic battle for humanity.&#10;&#10;",
    "categories": [
      "Dice",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Dice Rolling",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/umUFAEwjWx3VxRzglVd1Vw__thumb/img/znuDOdwk9xCExAh3uBV_EES7Bng=/fit-in/200x150/filters:strip_icc()/pic2995385.jpg"
  },
  {
    "id": "28834",
    "name": "Heli Hopper",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 6,
    "description": "A very unusual 'race' game where your movement allowance is defined by your skill with launching a little gyroscope.&#10;&#10;The player pawns move along a spiral on the outer part of the board. The player in turn launches his little hopper which flies and lands like a parachute. The space it lands on, in an arithmetic combination with the number on the space of your pawn, decides how far you can move. &#10;If your hopper lands on one of the 8 action fields, you have to perform special flying maneuvers.&#10;&#10;First player that reaches the last space of the spiral with his pawn wins the game.&#10;&#10;Ages 6 and up.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game",
      "Math"
    ],
    "mechanics": [
      "Point to Point Movement"
    ],
    "image": "https://cf.geekdo-images.com/Z2G2CqlyJCZ9FgTRNeyLbg__thumb/img/TyG2ZNYVo4NkUv180a-4htUDdmk=/fit-in/200x150/filters:strip_icc()/pic199860.jpg"
  },
  {
    "id": "1063",
    "name": "Schraumen",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 60,
    "age": 13,
    "description": "Schraumen is a card game based on a nonsense culture, enacting nonsensical laws written on scrolls, paid for with plums.  The name of the game is a portmanteau word from the German Schriftrollen (Scrolls) and Pflaumen (plums).&#10;&#10;The 77 scroll cards are shuffled and the top 11 removed from the game without looking at them.  Deal each player three scrolls and give each player seven plum tokens, which are both money for bidding and victory points at the end of the game.&#10;&#10;Each scroll is a rule of the game that must be followed when the scroll is played.  If a rule cannot be followed, the scroll is burned in the fire - that is, removed from the game.  Examples include, &quot;Each player must put three plums in the garden,&quot; if at least one player has fewer than three plums.  Or, &quot;The player with the most plums must give all other players a plum,&quot; if two or more players are tied for having the most plums.&#10;&#10;Players take turns reading the scrolls they wish, enacting the new laws, all of which involve plum distribution in some way.  You don't have to enact any of your scrolls unless you have more than five, at which point you MUST activate (or burn, if illegal) enough to bring your hand down to five cards.  A player then draws a scroll, reads it silently, and auctions it off without telling the others what's on it.  He may bid for it himself.&#10;&#10;The game ends when either all scrolls are taken or when the text of a read scroll requires the game to end.  The player with the most plums wins.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Auction / Bidding"
    ],
    "image": "https://cf.geekdo-images.com/JASNbAzOQN43-YfvBsRuSg__thumb/img/rqI0Ttjk3tMoi1u_g8xpMxD_M7Y=/fit-in/200x150/filters:strip_icc()/pic54462.jpg"
  },
  {
    "id": "3631",
    "name": "Flinke Flitzer",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 4,
    "description": "A traffic game set in the rush hour. Everybody is on their way home, but rush hour means traffic jams. The players need to get six different colored cars home to his or her parking lot. Moving  cars is done by rolling the special color die. If you roll a color of a car that you don't have, you simply take this car from the traffic jam area and places it on your parking lot. But if you already have a car of this color you must drive the car from your parking lot and give to the player on your left. If all the other players have a car of this color, you place it back in the traffic jam. The game goes back and forth until one player gets all six cars.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Dice"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/gbjxVEGj7g1THfcIyAJf4w__thumb/img/3lP8wrZ_1ozCc6V3ElQRHSIdbR0=/fit-in/200x150/filters:strip_icc()/pic5732037.png"
  },
  {
    "id": "3371",
    "name": "September",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 4,
    "description": "An abstract path laying game in which players try to block each other's moves whilst making chains. The pieces are various lines and crosses and are made of a soft plastic that sticks to the game board. The game was apparently tested by the inventor as he traveled all day on a bus pass in September because his flat was freezing.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/3SuLxUT-LSFYS0iLNwqPIA__thumb/img/ZIB_MpAqHWCPJ2XYr3AcX9pToAQ=/fit-in/200x150/filters:strip_icc()/pic36352.jpg"
  },
  {
    "id": "1937",
    "name": "Lao Pengh",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 10,
    "description": "Memory-and-discard card game where players try to avoid playing into stacks which already contain any of the symbols on the card they are placing.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/rRrcIHslhNMEN2ykKk-kqg__thumb/img/9Hyi0rLfF09-WP3DjsgTSMSRa_A=/fit-in/200x150/filters:strip_icc()/pic287809.jpg"
  },
  {
    "id": "1099",
    "name": "Downspin",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 7,
    "description": "The players have between them a screen with five knobs in it. These knobs link chutes running from the top of the game to its base. The top chutes are loaded with your coloured discs in sequence (1 through 5). On your turn, you twist one of the knobs so as to move one of your discs down. The knobs don't have the same indentations for either player, so you're never sure if you're helping the opponent or not.&#10;&#10;First one to get his discs down to the base in sequence wins. You also win if you force the opponent's discs to get to the base out of sequence. Several variants are offered in the rules.&#10;&#10;1994 Mensa Select&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Maze",
      "Memory"
    ],
    "mechanics": [
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/pqiAz_25slf9RHAqQ-FKxw__thumb/img/yTPNX51jy3YuhNC6KYroGjgPBbk=/fit-in/200x150/filters:strip_icc()/pic4441771.jpg"
  },
  {
    "id": "340813",
    "name": "Heckin Hounds",
    "minPlayers": 2,
    "maxPlayers": 7,
    "playingTime": 90,
    "age": 12,
    "description": "Heckin Hounds is a 2-7 player trick-taking game exploring the perils of professional dog walking in the Underworld.&#10;&#10;Players are given the task of walking Hades' collection of hounds. Do your job too well, and she'll promote you to management - a responsibility feared throughout the realm. Do your job too poorly, and you'll be demoted to professional dog food instead.&#10;&#10;The game is played with your hand facing outward, giving you no knowledge of the hounds you have. Every round has a different player serving as the shift leader, who can see both their hand and everyone else&rsquo;s. The shift leader gives each player three clues as to the hounds they are holding - how helpful, useless, or beguiling the clue is up to you, but they must be true. The shift leader also assigns Cerberus to a player, a trump card pup that wins any trick he shows up to.&#10;&#10;Players have a few opportunities to try and manage their luck, and must promise how many shifts they will work (tricks they will take) based on the limited information they have of their own hand, and the hands of the other players they can see. Cards are played, tricks are won, and a new round begins. After everyone has taken a turn as the shift leader, the game is over. The player who scored the least without going negative did the least amount of work without being fired, and wins the game!&#10;&#10;Thus, Heckin Hounds is a game of being barely adequate.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction",
      "Humor",
      "Party Game"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Deduction",
      "Trick-taking",
      "Turn Order: Progressive"
    ],
    "image": "https://cf.geekdo-images.com/4W615xxdfyrhEN0f6r0HNQ__thumb/img/ikjhJ8Sqs3BbFJP-ftUgs2nfS20=/fit-in/200x150/filters:strip_icc()/pic6243584.jpg"
  },
  {
    "id": "6588",
    "name": "Radar Search",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 6,
    "description": "One player is the spy who has two ships trying to get to a location and back to his hideout.  The other player, the agent, sits on the other side of the upright board and has one helicopter that moves twice as fast, and tries to catch either spy ship.&#10;&#10;The game features a &quot;radar scope&quot;, which the agent uses every other turn to see where one of the spy's ships is.  Each piece is connected by a wire to the board.  When the agent is on the same space as the spy, a buzzer goes off.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Deduction",
      "Electronic",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/60q6KW6-Hrtp70MRU9QE4g__thumb/img/g-w6b2tZPnFoveXsAT2fPU5qn3Y=/fit-in/200x150/filters:strip_icc()/pic26070.jpg"
  },
  {
    "id": "136117",
    "name": "The Walking Dead Card Game",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 30,
    "age": 15,
    "description": "The Walking Dead Card Game, based on Wolfgang Kramer's 6 nimmt!, features the same basic gameplay as that card game while adding six character cards and two modes of play: Survival and Hero.&#10;&#10;To play the game, you shuffle the 104 number cards, lay out four cards face-up to start the four rows, then deal a number of cards to each player. Each turn, players simultaneously choose and reveal a card from their hand, then add the cards to the rows, with cards being placed in ascending order based on their number; each card is placed in the row that ends with the highest number that's below the card's number. When the sixth card is placed in a row, the owner of that card claims the other five cards and the sixth card becomes the first card in a new row.&#10;&#10;In addition to a number from 1 to 104, each card has a zombie point value. In Survival mode (for 3-10 players), players want to collect as few points as possible, while in Hero mode (for 2-6 players) you want to collect more zombie points than anyone else. In Hero mode, each player has a single-use character card that can give you an extra advantage in the round in which you play it.&#10;&#10;",
    "categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Number",
      "Zombies"
    ],
    "mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/wiu7dj8iSB4GLLZ18epxcA__thumb/img/EhR4Wl3b9VF9bNtoz7XC3j6SdFA=/fit-in/200x150/filters:strip_icc()/pic1594490.jpg"
  },
  {
    "id": "5886",
    "name": "Die Dracheninsel",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 10,
    "description": "An adventure on to the Island of Dragon, where players try to reach for treasure chests while crossing through different terrains.&#10;&#10;Players need to bring back a treasure to their own boat but in order to do so, players must cooperate with other since a chest is too heavy to carry alone.  There are two dragons that get in the way of players.  The one who brings back most treasure chests to their boat wins this game.&#10;&#10;This game has plenty of interaction between players, that may be cooperation or betrayal, but its a light and fun experience.&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Fantasy"
    ],
    "mechanics": [
      "Area Movement",
      "Line Drawing",
      "Modular Board",
      "Pick-up and Deliver"
    ],
    "image": "https://cf.geekdo-images.com/K1Nv5lZ5-WRNLhbRArUepw__thumb/img/fbLuVMz1h3O6n0iLTHaAxFmk_Bc=/fit-in/200x150/filters:strip_icc()/pic21968.jpg"
  },
  {
    "id": "158747",
    "name": "Knee Jerk",
    "minPlayers": 4,
    "maxPlayers": 8,
    "playingTime": 10,
    "age": 9,
    "description": "Think fast as the first player in Knee Jerk to give their knee-jerk reaction wins the point! Players rapidly create endings to funny situations in this 4-8 player party game. Each situation lasts ten seconds, and players get to play simultaneously (i.e. no downtime!).&#10;&#10;One player plays as the host, rapidly choosing and announcing situations. The first player to create a valid ending to the situation wins the point. If more than one player answers, the host picks his favorite. The first player to gain three points is the winner!&#10;&#10;",
    "categories": [
      "Party Game"
    ],
    "mechanics": [
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/OZCGI2bDpWodgali8Lw40g__thumb/img/IlUlYElKHDq7tlTon8U9TJeyqqs=/fit-in/200x150/filters:strip_icc()/pic2087940.png"
  },
  {
    "id": "6681",
    "name": "Back Off! Buzzard",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 6,
    "description": "Players attempt to be the first to get both their explorers from start to finish around a track that circles a Mayan style pyramid. Players move their explorers by drawing and playing a card. Around the track are 6 little pyramids that the explorers may come to rest on. After they have moved a button is pushed and a mechanical buzzard circles the board randomly diving to scoop explorers off the path pyramids, and carry them off - back to the start.&#10;&#10;",
    "categories": [
      "Animals",
      "Children's Game",
      "Electronic"
    ],
    "mechanics": [
      "Point to Point Movement"
    ],
    "image": "https://cf.geekdo-images.com/y2_kDNpw0ZydhZ_CJd-JDw__thumb/img/ZV05CfrtoB7GKTD9R8Isg4AP1cU=/fit-in/200x150/filters:strip_icc()/pic4547267.jpg"
  },
  {
    "id": "10341",
    "name": "Disney Charades Game",
    "minPlayers": 4,
    "maxPlayers": 99,
    "playingTime": 45,
    "age": 5,
    "description": "How well do you know your Disney characters? Find out with the Disney Charades Game, which is based on the old Charades parlor game. The game includes 250 character cards showing both famous and not-so-famous characters (such as Dumbo, Donald Duck, Hercules and Mulan) from movies, original videos, and old cartoons. There are also 50 color-coded cards with easier-to-guess characters (such as Winnie the Pooh and Cinderella), so younger children will have an opportunity to act out their character assignments.&#10;&#10;In each round, team members try to guess as many cards as they can before time runs out. In the first round of play, say anything as a clue. In the second round, say only one thing. But it's actions only in the third round. Score points for the cards your team guesses before time's up.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Deduction",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "mechanics": [
      "Acting",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/BhVBt8pRJF3Ku0e9HoIh1A__thumb/img/CD1dV9-ORAT082L5DkWRnvumuoE=/fit-in/200x150/filters:strip_icc()/pic230091.jpg"
  },
  {
    "id": "6620",
    "name": "Den of Thieves",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 9,
    "description": "Den of Thieves is a strategic card game for two to five players. The criminal element of the city is in a race to steal the most -- from the bank or each other. Each player controls one of the dens, and each card in her/his hand represents one of the thieves in his/her den.  Each player chooses which of her/his thieves to make active, knowing which thieves are in every player's den (and knowing that they know which cards s/he is choosing between).  Guessing which thief another player is making active can help block and/or steal from that other player.  Players bluff and back stab their way to victory, using the lower class thieves in the city -- including the Pickpocket, the Urchin, and the Woman of Easy Virtue. The game can be combined with Rival Den of Thieves for richer play. The game can accommodate 2-5 players -- up to 10 with a second deck or Rival Den of Thieves added.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Medieval",
      "Renaissance"
    ],
    "mechanics": [
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/oJ86NB-fOaq5mUQY33FCMg__thumb/img/IrhIu1L5KN6d-mPG_ZA9k4SK2Go=/fit-in/200x150/filters:strip_icc()/pic26286.jpg"
  },
  {
    "id": "7156",
    "name": "UNO: Hello Kitty",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 30,
    "age": 7,
    "description": "It's Uno but with Hello Kitty on the cards.&#10;&#10;WHAT MAKES IT DIFFERENT FROM TRADITIONAL UNO: 'Hello Kitty Love Me Not' wild card. Upon playing the 'Love Me Not' card the player names a color and discards one card in that color. Each player in turn must then also discard one card from their hand or draw from the draw pile. Those discarding must say &quot;Love Me&quot; and those drawing, &quot;Love Me Not&quot; else face the evil UNO penalty of drawing an additional card. Play then resumes as normal upon returning to the player intitiating the &quot;love me(not)&quot; session.&#10;&#10;",
    "categories": [
      "Card Game",
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/vM1oExwv779w53RZ1vTJWA__thumb/img/lStbldVFo_yMQzHn_07qhfzFBWY=/fit-in/200x150/filters:strip_icc()/pic336875.jpg"
  },
  {
    "id": "3501",
    "name": "Fantasy",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 0,
    "description": "The players represent wizards and visit the many cities of the board delivering messages. While gathering gems in the process, they are also challenged with wild magic creatures to battle with. The wizard who ascends the magic ladder higher wins.&#10;&#10;",
    "categories": [
      "Exploration",
      "Fantasy"
    ],
    "mechanics": [
      "Pick-up and Deliver"
    ],
    "image": "https://cf.geekdo-images.com/hTO2xNEbZy0t8A4cZ0R3Sg__thumb/img/_LMCdyz_Xyv3CZ-D0LGKEkBh5ew=/fit-in/200x150/filters:strip_icc()/pic292008.jpg"
  },
  {
    "id": "324895",
    "name": "Defcon",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 10,
    "description": "After two global conflicts, we have seen a long time of apparent peace. However, behind fragile stability, enormous strengths were moving. Big transnational factors, such as globalization, world population growth, a shortage of raw materials, and the formation of international actors, have weakened pluralism in favor of a growing polarization on the international stage. In today's world, a few big regional powers compete for world domination.&#10;&#10;In Defcon, internal frictions push decision-makers to look for international success to consolidate their power, even though it means conflict against international rivalries. In a climate of growing tension, megapowers begin an arms race to be prepared for a global scale conflict. Whoever controls the hegemonic megapower at the end of the fifth round wins, and to do this, that player must obtain the highest position on the consensus index, which is made up of two separate rankings: the reputation index and the military index. Those who will find the right balance between military strength and support from public opinion will win the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Miniatures",
      "Modern Warfare",
      "Political",
      "Wargame"
    ],
    "mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/7a9zO027KQB7oVk1dZEp6Q__thumb/img/zsoTQ-hVpZKUsD_2Vxw4L7ogq1w=/fit-in/200x150/filters:strip_icc()/pic5831771.png"
  },
  {
    "id": "21150",
    "name": "Stack Market",
    "minPlayers": 3,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 10,
    "description": "A game from Japan, it is a cross between a dexterity game and a wagering game.&#10;&#10;Players are real estate barons investing in high rises.  On a players turn, he rolls as many dice as there are floors in the building in which he is invested.  These &quot;floors&quot; are composed of dice with 0-4 windows on them.  As floors are stacked, they must ascend from 0 to 4, and then back around.  After a player rolls, he determines how many floors he can and wants to build.  If he builds at least 5 floors, he earns $10K.  If he builds the tallest building (with a minimum of 15 stories) he gets $10K.  If he knocks his building down, all of the investors in the building pay $20K.&#10;&#10;Play for three rounds, and the player with the most cash wins.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/bMYOIJ3RVNWaiaDacyVF6w__thumb/img/zA1ve9lAhfK96Q_X581SdCChEqw=/fit-in/200x150/filters:strip_icc()/pic365698.jpg"
  },
  {
    "id": "16612",
    "name": "Viersprong",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 7,
    "description": "Insert the disks into the hidden channels of the game board in Double Cross. With correct planning &mdash; and not too much interference from other players &mdash; they'll come out the other end! Eject five of your discs from the board first, and you win. Just watch out for the green ones...&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Memory",
      "Puzzle"
    ],
    "mechanics": [
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/qgTovSByimk3Ur5NPRT_LQ__thumb/img/IQfzJ7gmOmx_y2CGeTvaTL-IN2U=/fit-in/200x150/filters:strip_icc()/pic73332.jpg"
  },
  {
    "id": "3884",
    "name": "Mana Burn",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 45,
    "age": 10,
    "description": "You and your opponents represent powerful wizards battling to complete their collections of Magic(tm) cards. You will travel through the Real World, the Internet, and the Game, trading, auctioning, and fishing for cards, and playing for Ante with other powerful wizards, who by a surprising coincidence need the exact same ten cards you do. The first player to finish his collection wins!&#10;&#10;",
    "categories": [
      "Fantasy"
    ],
    "mechanics": [
      "Hand Management",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/EZ_OEC6PxshXYVcwBwyQiA__thumb/img/xCrpZYaEPUCItEP4rV9Ynu1e-dU=/fit-in/200x150/filters:strip_icc()/pic1296896.jpg"
  },
  {
    "id": "27447",
    "name": "Azteken Schatz",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 8,
    "description": "Azteken Schatz is a trick-taking game where players are racing to be the first to 200 points. Every player starts with 100 points. Every round starts with point bidding to get the start player token. The start player can break ties and chooses tasks the players are bidding for. Tasks like &quot;get the most tricks&quot; or &quot;get the most coins&quot;. There are two tasks per player and four cards which you'll get with the task cards. There are three types of cards: coins, charms, and mojos. Every round one player plays a card and the other players must play a higher card with the same symbol. The player with the highest card of the played symbol gets all played cards and wins the trick. The first player to reach 200 points wins.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Memory",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/Son6r-WZoe4qpSM6MR-rPw__thumb/img/YSnSY7PzfyF2Ntje6WBO14TBW_4=/fit-in/200x150/filters:strip_icc()/pic1395963.jpg"
  },
  {
    "id": "22802",
    "name": "Pandabo",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 4,
    "description": "With &quot;Pandabo&quot; you want to be the last to finish. Players take turns adding sticks on top of Panda. The more sticks that are added, the more difficult to maintain the balance. Be careful - if any of the sticks fall on your turn, you are out of the game. 1 bamboo Panda, 24 sticks in three shapes and 1 die.&#10;&#10;Ages 4 and up.&#10;&#10;Similar to&#10;&#10;&#10;     The Last Straw&#10;     Balancing Moon&#10;&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/j1mqDovZPSpXtQM3N4v2jw__thumb/img/Hf1joz5omBBCY56Y6wsc5Zzv2F8=/fit-in/200x150/filters:strip_icc()/pic384289.jpg"
  },
  {
    "id": "22571",
    "name": "Spit!",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 8,
    "description": "This is part of the Big Deal series of card games by Patch Products.&#10;&#10;Each player tries to rid themselves of their deck of cards by playing onto two foundation piles.&#10;&#10;From the publisher's web site:&#10;&#10;Spit! Spit! Lickety-Split! Play your cards in numerical order, up or down, but move fast! If you waste a split second and fall behind it could be all over!&#10;&#10;",
    "categories": [
      "Card Game",
      "Number"
    ],
    "mechanics": [
      "Pattern Recognition",
      "Real-Time",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/x_hT7FXJiBNicNrHCSqhzA__thumb/img/3xF_Qo2va-u4_lGrOjVE9z8NMO4=/fit-in/200x150/filters:strip_icc()/pic407006.jpg"
  },
  {
    "id": "9959",
    "name": "WCW Nitro Trading Card Game",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 10,
    "age": 10,
    "description": "Get in the ring! Welcome to the WCW Nitro Trading Card Game. This starter game hurls you and a friend into the ring, for intense, one-on-one action! Experience all of the savage action you see on TV&mdash;only you're the one throwing down bone-crunching, backbreaking moves on your friends! After you master Jeff Jarrett's and Buff Bagwell's high-flying moves in this starter game, pump up your deck with additional Wrestlers, Move cards, and Thunder cards available in Slap Packs. Simply slap 'em into your deck to add power and effectiveness to your Wrestler. Then take your deck anywhere . . . and put the hurt on challengers everywhere! Goldberg, Sting, Jarrett, and Bagwell . . . all of the big boys are here. So what are you waiting for? GET IN THE RING!&#10;&#10;",
    "categories": [
      "Card Game",
      "Collectible Components",
      "Fighting",
      "Sports"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/wytDB9bI5yg6cL03oQ0qGw__thumb/img/2i6OQFaTxFY4EOBoXdH00AuJXm8=/fit-in/200x150/filters:strip_icc()/pic202955.jpg"
  },
  {
    "id": "11408",
    "name": "Monopoly: United States Navy",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 180,
    "age": 8,
    "description": "A Monopoly clone with a Navy theme sold primarily through the Navy's Base Exchange system.&#10;&#10;From the U.S. Navy press release:  Wouldn't it be nice to own an aircraft carrier? Or how about a submarine or F/A-18E/F Super Hornet? Sound like possessions out of your league? Not anymore. Purchasing such items is as easy as playing Monopoly.&#10;&#10;The U.S. Navy is now immortalized with a Monopoly edition of its very own. Navy men and women are being honored by USAOPOLY, an Encinitas, Calif., company, with its newest release: The Monopoly Game: United States Navy Edition. Now Sailors, retirees, veterans and Navy enthusiasts can take risks and make deals for the chance to own the entire fleet.&#10;&#10;This is the first time a branch of the military has received such an honor. Monopoly has been a part of American culture since 1934, when Charles Darrow, from Germantown, Penn., publicly introduced the game.&#10;&#10;The Monopoly Game: United States Navy Edition features a battleship as well as custom pewter playing pieces, including a submarine, an anchor, a CH-46 Sea Knight, an F-14 Tomcat, a Sailor hat, an aircraft carrier and a flight deck shooter.&#10;&#10;",
    "categories": [
      "Economic",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/ANmPlJbHpCSaXuw3t0Rp6w__thumb/img/1w21wxwyWGu4r5lX_lj0yjHyT84=/fit-in/200x150/filters:strip_icc()/pic46520.jpg"
  }
]
