[
  {
    "id": "302316",
    "name": "A Sky of Stars",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 8,
    "description": "When the day gives way to the night, Mother Nature stages one of the greatest shows that man has ever witnessed. The night sky shimmers with a myriad of bright gleams: the stars. For centuries we studied their movements and tried to organize them into what we commonly call &ldquo;constellations&rdquo;. Evocative names for patterns in the sky that resemble objects, fantastical creatures, animals or ancient gods. Will you be able to locate your constellation and trace it in A Sky of Stars?&#10;&#10;Game Objective&#10;A Sky of Stars is a game that will engage players' imagination and their ability for abstract thought. Each player will link up the stars suggested by the Star Die, drawing the pattern of new constellations on his or her personal Sky. Each creation will then be reviewed by the other players, who will have to find out what object is represented in each Sky. The player that creates the best patterns and is able to interpret those of the other players is going to win the game.&#10;&#10;A Sky of Stars is a original roll-and-write game, with a funny guess-mechanism. Try to design your best constellation while all other players try to figure out what it is!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Deduction"
    ],
    "mechanics": [
      "Dice Rolling",
      "Line Drawing",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/qd6DWf-NcYSzr1Ltklqjlw__thumb/img/MTWJaUOgc_b1urFu3Gnj0IO8A9s=/fit-in/200x150/filters:strip_icc()/pic5249624.png"
  },
  {
    "id": "127648",
    "name": "Black Stories: Sex and Crime Edition",
    "minPlayers": 2,
    "maxPlayers": 15,
    "playingTime": 20,
    "age": 17,
    "description": "Black Stories are fiddly, morbid and mysterious riddles for teenagers and adults. The players try to reconstruct the crime by asking, guessing and fiddling about. A spooky card game just right for any party.&#10;&#10;These puzzles are hot: 42 cases of fatal passion, 18 disastrous affairs, 9 betrogende husbands and women, two transvestites and a bigamist: 50 raven black mystery surrounding the deadliest thing in the world!&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction",
      "Horror",
      "Humor",
      "Mature / Adult",
      "Murder / Mystery",
      "Party Game"
    ],
    "mechanics": [
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/5Fdjwb26r-YGW0HF-qnmKA__thumb/img/54wkKN7D7fOGcGWU3oum9J3-sv8=/fit-in/200x150/filters:strip_icc()/pic1366017.jpg"
  },
  {
    "id": "385756",
    "name": "Angels and Devils",
    "minPlayers": 3,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 0,
    "description": "In this must-follow trick-taking game, there are five suits (wings, spears, arrows, fire, and flowers), but the biggest feature is that there are two types of &quot;angel cards (white)&quot; and &quot;devil cards (black)&quot;.&#10;&#10;If you win a trick and get a devil card, after the round ends, your life points will decrease according to the number of devil cards you got. However, if you can successfully acquire angel cards under certain conditions, you can recover your life points. The game ends when even one player has 0 life points. Wonder how to avoid getting devil cards.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/ffNhVMJSKC3elMw6GtgRhA__thumb/img/R7FQlBhXTtKIdYZLl9yRQdWNa_E=/fit-in/200x150/filters:strip_icc()/pic7469760.png"
  },
  {
    "id": "209688",
    "name": "Papertown",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "&iexcl;The quiet city of Papertown is growing at a crazy rate and you are one of the contracted planners managing it's development!&#10;&#10;On every turn, expand the city placing commercial, residential and industrial districts, as well as lakes, parks and public buildings.&#10;&#10;Then, if you managed to fulfill the necessary conditions, you can build special structures such as resorts, gated communities or aquariums and populate Papertown with your Citizens.&#10;&#10;&iexcl;Whoever places all his Citizens in the city will be the winner!&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "City Building"
    ],
    "mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/XgPzqiPTGvXYKsWsCtCGIA__thumb/img/tK0dnQv58pGHga-Jg6uw4o80DBw=/fit-in/200x150/filters:strip_icc()/pic7695313.jpg"
  },
  {
    "id": "16323",
    "name": "Panzer Korps",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "This game portrays the battles of El Alamein, Dunkirk, 3rd Kharkov. Operation Compass is only included in Japan Wargame Classics edition.&#10;Simple I-go, You-go system makes this a complete beer &amp; pretzel package.&#10;&#10;COMPONENTS (Epoch edition and Command Japan edition)&#10;&#10;     1 rulebook&#10;     4 map board (1 for El Alamein, 1 for Dunkerque, 2 for Kharkov) &#10;     1 countersheet&#10;&#10;&#10;COMPONENTS (Japan Wargame Classics edition)&#10;&#10;     4 rulebooks (4 pages each)&#10;     4 map sheets (A3 size for &quot;El Alamein&quot; &quot;Dunkirk&quot; and &quot;Operation Compass&quot;; A2 size for &quot;Kharkov&quot;)&#10;     1 countersheet&#10;     1 primer guidebook (32 pages)&#10;&#10;&#10;System and &quot;El Alamein&quot; designed by Yukihiro Kuroda.&#10;&quot;Dunkirk&quot; designed by Masaharu Nakano.&#10;&quot;Kharkov&quot; designed by Hiroyuki Okuyama.&#10;&quot;Operation Compass&quot; designed by Takuya Sakamoto.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/D9nVgdaXPBUwbVrJHw25Gg__thumb/img/kZMouJQFGsaokKsO3WYiLMxNLMY=/fit-in/200x150/filters:strip_icc()/pic1961620.jpg"
  },
  {
    "id": "408637",
    "name": "The Anarchy",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 13,
    "description": "At the end of 1135, Henry I, King of England, died unexpectedly leaving no male heir to reign in his stead. Henry's daughter, Empress Matilda, believed she should rule by succession. However, the late king's favorite nephew, Stephen de Blois (&quot;blue-a&quot;), was quicker to the throne, and with the help of his brother, the Bishop of Winchester, was crowned king.&#10;&#10;Those loyal to the empress were enraged by Stephen's coronation and would not accept him as their new ruler. Over the next eighteen years, England saw a breakdown in law and order as civil war spread throughout the country. This conflict came to be known as &quot;The Anarchy&quot;...&#10;&#10;In The Anarchy, players take on the role of English nobles loyal to King Stephen. Over five rounds, players must build their domain, defend their castle from attacks by the approaching Angevin armies, and storm strongholds loyal to Matilda with their own crafted siege weapons. The player who can accumulate the most bravery, loyalty, influence and might &mdash; while avoiding discontent &mdash; will prove to King Stephen they are his most loyal ally, thereby earning his largest earldom.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "categories": [
      "Ancient",
      "Medieval"
    ],
    "mechanics": [
      "Chaining",
      "Income",
      "Multi-Use Cards",
      "Paper-and-Pencil",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Tech Trees / Tech Tracks",
      "Track Movement"
    ],
    "image": "https://cf.geekdo-images.com/HJmk-KN7SCLH46kQ1JnkDw__thumb/img/xyJIOEBvETtxW7L2Vt82yAObBvw=/fit-in/200x150/filters:strip_icc()/pic7908662.jpg"
  },
  {
    "id": "120580",
    "name": "Battleship: Card Game",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 7,
    "description": "From Hasbro's web site:&#10;&#10;&quot;Brace yourself for search-and-destroy battle intensity as you compete with the enemy to keep your ships afloat. Play peg cards and power cards to find, hit and sink your opponent&rsquo;s fleet of five ships. Each ship has a special power! Choose from beginner or advanced rules for edge-of-your seat excitement.Includes 24 coordinate cards, 52 destruction cards, 4 reference cards and instructions.&quot;&#10;&#10;Game play:&#10;&#10;To begin, each player shuffles and places their twelve Coordinate cards facedown in a 3x4 grid.  They then draw five cards from their Destruction Card deck.  Players take turns playing one card, then re-drawing up to five cards in hand.&#10;&#10;Players can play the following cards:&#10;&#10;&#10;     White peg cards to search for ships in the other player's grid; &#10;     Red peg cards (of variable strength) that damage revealed ships; &#10;     Power cards that have variable abilities.  &#10;&#10;&#10;In addition, revealed ships guide their players additional powers, allowing for rule-bending changes to the game.&#10;&#10;The first player to eliminate all five of their opponent's ships wins!&#10;&#10;&#10;The game from 2014 is now part of the Shuffle series of games and now simply called Battleship.&#10;&#10;",
    "categories": [
      "Card Game",
      "Children's Game",
      "Nautical"
    ],
    "mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/lp5ogTQrxSMDmNrYMoVp-g__thumb/img/O4_NdeowvN5mrF8uv96nexSIcRk=/fit-in/200x150/filters:strip_icc()/pic5219620.jpg"
  },
  {
    "id": "282494",
    "name": "Ten Suns",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 10,
    "description": "Award Winner in global design competition World Original Design Contest 2019!&#10;&#10;In the beginning, there were only you and other ancient Primordials. Then the dawning of the Gods arrived, and more celestial beings came into existence. It was then the Jade Emperor of the heavenly realm produced ten rebellious children who turned themselves into scorching suns in a bid to end the world. This was a good thing, for you drew solar power from the ten suns, making you invincible.&#10;&#10;Alas, a mortal hero called Hou Yi appeared and began shooting the Suns down one by one with his golden bow. With the demise of each Sun, your power fades. You realize your seat of absolute power is at risk. In order to stay at the top, you must quickly form alliances with the Gods, build grand palaces in your name, influence lands to worship you and repel mythical monsters to gain prestige - all before the suns disappear forever! Welcome to Ten Suns!&#10;&#10;This is a 'blind bidding' game that revolves around the legendary archer from China, Hou Yi, who shot down 9 Suns and saved China from scorching heat. Players are Primordials who draw their energy from the 10 Suns. Before the Suns all disappear, players rush to gain enough prestige to secure a permanent position among the Gods. The game features famous locations in China like the Great Wall, Xi An, and many others. It also features other Gods and legends of ancient China, including Chang'E and the Jade Rabbit.&#10;&#10;At the start of every turn players have a specific amount of energy to bid with, towards an ever-changing pool of cards known as the Mortal Plane. This amount is equal to the current number of Suns in the sky. However each time Hou Yi appears, more Suns will be shot down and players will have lesser and lesser energy to bid with. Players can tap on other forms of energy, such as Lunar energy from the moon, or other Gods - basically engine building.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction",
      "Mythology"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Set Collection",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/WIbAteUuy7yFGWRS9SeyFQ__thumb/img/zRoipaOwWuLdRVKK0Gv9Z636dQo=/fit-in/200x150/filters:strip_icc()/pic5536256.jpg"
  },
  {
    "id": "381825",
    "name": "Pick a Pen: Crypts",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "Each turn in Pick a Pen: Crypts, the active player rolls the five colored pencils, then chooses one and marks spaces on their individual player sheet. Each other player in turn drafts a pencil and uses it. Pencils show symbols on their different sides, and the symbols on top of the chosen pencil determine what players do on their sheets.&#10;&#10;In this game, you want to fill in as many rows and columns as possible in an ancient crypt. You must progress in a row from left to right. When you fill a row, you can color in a symbol of your choice &mdash; and if you color a bold-framed symbol with the correct color, you can color another symbol as a bonus. Fill three spaces in a row or column with the same color, and you get a 3-point bonus; place every color in a row or column, and you score 5 bonus points instead.&#10;&#10;When one player has filled all of their symbols, the game ends, and whoever has the most points wins.&#10;&#10;Pick a Pen: Crypts includes three difficulty levels of player sheets, with different bonuses and effects on these sheets.&#10;&#10;",
    "categories": [
      "Ancient",
      "Puzzle"
    ],
    "mechanics": [
      "Drawing",
      "Grid Coverage",
      "Paper-and-Pencil"
    ],
    "image": "https://cf.geekdo-images.com/BDei3qTACy64gKa35AX2wA__thumb/img/jlzBEAjhpTsVXVzLdUW52IAn-r8=/fit-in/200x150/filters:strip_icc()/pic8159859.jpg"
  },
  {
    "id": "291183",
    "name": "The StoryMaster's Tales: Weirding Woods",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 300,
    "age": 7,
    "description": "Enter a world of folklore fantasy, epic storytelling and mighty magic! Set in the Grimm world of 18th Century dark fairytales. You will make your own treacherous pathway through the wild woodlands, encounter strange mystical creatures and find lost arcane artefacts.&#10;&#10;Alone or with friends you must choose a dangerous quest but beware only those with the skill, intelligence and bravery of a hero will survive.&#10;&#10;Quick to learn, portable and most importantly really fun. This game is a unique hybrid of Role-playing, board and choose your own adventure book.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Pirates"
    ],
    "mechanics": [
      "Dice Rolling",
      "Role Playing",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/eQl2ZpXO3hDO-WS9YfZ7DQ__thumb/img/S-K9TeaN0dxkjVbcA2FfQ7j-i14=/fit-in/200x150/filters:strip_icc()/pic5012989.jpg"
  },
  {
    "id": "308475",
    "name": "Regency",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 40,
    "age": 10,
    "description": "Take up the mantle of history's greatest rulers in this fast-paced, interactive, civilization-themed, set-collection game! Compete against Attila the Hun, Cleopatra, William Wallace, and Queen of Sheba, in your quest to assemble a diverse domain, consisting of six different citizen types. But beware! Rival regents will attract citizens away from your domain, whether by allure, by force, or by treachery.&#10;&#10;Set against a historical and multi-cultural backdrop, Regency simulates the struggle of power and control that has marked the rise and fall of the world's greatest empires. Players use cards out of their hand to exert influence over citizens and to perform various actions and reactions. With the addition of each new caste of citizen (including nobles, religious, military, merchants, commoners, and even brigands), new actions become available, resulting in an ever-escalating dynamic and competitive environment, right up to the crowning moment when one regent emerges supreme.&#10;&#10;",
    "categories": [
      "Ancient",
      "Card Game",
      "Civilization",
      "Medieval"
    ],
    "mechanics": [
      "Hand Management",
      "Interrupts",
      "Open Drafting",
      "Set Collection",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/rd4SDzdOxgTs9V8NWH6prw__thumb/img/j8GGn7489nGlNIIYo_msurSk0SM=/fit-in/200x150/filters:strip_icc()/pic6920842.jpg"
  },
  {
    "id": "245483",
    "name": "Affinity",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 20,
    "age": 8,
    "description": "Everyone can understand emotions, but can you decipher each other's emotions? Is your group harmonious...or perhaps discordant? Find out in this game full of emotions...&#10;&#10;In Affinity, all players get an emotion card, with one of the four &quot;emotion spirits&quot;: Fun, Sad, Beautiful or Creepy. Each player also draws nine sentence cards: three starts, three middles, and three endings. With three cards, one of each type, they create a sentence trying to convey, as best they can, the emotion they received, then they give the sentence to the player on their left. The sentences are then read, and everyone other than the person who created each particular sentence can then discuss them, attempting to guess what the intended emotion was. If they guess the right emotion, move the complicity token forward; if not, move the Discord token forward. The game continues until Harmony or Discord reaches the end of the track.&#10;&#10;",
    "categories": [
      "Party Game",
      "Word Game"
    ],
    "mechanics": [
      "Cooperative Game",
      "Simultaneous Action Selection",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/FzgyTztn7JpK60ZRC0oWqA__thumb/img/sJL-VjhqqMoMMZnNCpgO5uge1Io=/fit-in/200x150/filters:strip_icc()/pic4022995.jpg"
  },
  {
    "id": "360259",
    "name": "Savage: A Game of Survival",
    "minPlayers": 4,
    "maxPlayers": 10,
    "playingTime": 60,
    "age": 14,
    "description": "An entire society collapsed after a series of historical events stemmed from greed, anger and fear.&#10;&#10;Fortunately, newly formed civilizations are rescuing people from many troubling environments. You and a team of other survivors have joined forces to be rescued and escape the chaos.&#10;&#10;However, some of your team members have evil intentions and are secretly allied traitors trying to eliminate the weakest survivor. The traitors' objective is to undermine the group, by any means necessary, until a survivor is eliminated; the survivors' objective is to survive all rounds or to eliminate the known traitor.&#10;&#10;Can you survive long enough to be rescued?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction",
      "Party Game"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Hidden Roles",
      "Traitor Game"
    ],
    "image": "https://cf.geekdo-images.com/ofPU55esdw0-b77YI3DJAg__thumb/img/qkKK3sVu-ITmMvZ0Hg0Eypv9YSw=/fit-in/200x150/filters:strip_icc()/pic6799684.png"
  },
  {
    "id": "131416",
    "name": "C.O.A.L.: Combat-Oriented Armored League",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 8,
    "description": "In a world in which computers have never been invented and coal is the most precious resource, a group of brave pilots board their armored steambots, take their place in the pilot seats of these 30-feet-tall, steam-powered fighting machines, and drive them into fierce arena battles.&#10;&#10;This is C.O.A.L.: Combat-Oriented Armored League, a two- to four-player card game with a steampunk setting. C.O.A.L. uses an original game mechanism that combines resource management, bluffing, and memory to simulate the heat of a real battle. The game includes four steambot models &ndash; each with its own features, attacks, and defensive maneuvers &ndash; and eight different pilots, which have special piloting abilities of their own.&#10;&#10;C.O.A.L.: Combat-Oriented Armored League includes customized rules for two-player games, for battles with three or four players, and for two-vs-two partnership games. Deck-building rules are included for advanced players who want to combine parts to build different steambot models. Duels are quick, typically ending in about ten minutes.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Fighting",
      "Memory",
      "Science Fiction"
    ],
    "mechanics": [
      "Memory",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/gX9yuG-4nhkP5QG2sdIkzw__thumb/img/5crTtQvtxd4gUF9FsFHiQBerggk=/fit-in/200x150/filters:strip_icc()/pic1541503.jpg"
  },
  {
    "id": "348599",
    "name": "Bagged & Boarded",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 12,
    "description": "In Bagged &amp; Boarded, you're a kid who loves comics. You can't merely focus on collecting your favorite issues, though. You also need to make enough money to afford them!&#10;&#10;By savvy investment of your time, allowance, and chores money, you'll amass an impressive collection in no time! But wait&mdash;then what? Do you sell your expensive issues to buy others? Or do you put them on display, banking points for the end of the game while also increasing that series's value for everyone else?&#10;&#10;Each morning, you'll plan your day, then resolve everyone's plans in order. Will you search online? Preorder from the comic store or dig through the bargain bin? Wait in line at the convention for autographs and swag? Or, maybe you'll spend your time at home doing chores, bagging and boarding old issues, and putting them on display.&#10;&#10;Collecting and displaying a large series is worth a lot, but keep an eye on your clever friends. They might be hanging on to that issue you're looking for, eagerly waiting for you to drive up its value!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Card Game",
      "Comic Book / Strip",
      "Economic"
    ],
    "mechanics": [
      "Market",
      "Melding and Splaying",
      "Open Drafting",
      "Set Collection",
      "Stock Holding",
      "Turn Order: Auction",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/xPWkrLR4u8qUr2qt4jO6PQ__thumb/img/JPB10RDNk8Pxp_m9A8e60FyFClE=/fit-in/200x150/filters:strip_icc()/pic7110040.jpg"
  },
  {
    "id": "329148",
    "name": "Hunted: Wode Ridge",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 14,
    "description": "They say the town of Wode Ridge has been cursed ever since Amos Wode founded the place way back in the 1800s. The sleepy, Colorado tourist trap looks plum peaceful in its postcards, but there&rsquo;s a darkness about the town you can&rsquo;t quite put your finger on. Some even say the town has an &ldquo;other side&rdquo; where the crazy roams unchecked, but I can&rsquo;t speak much to that.&#10;&#10;By the 1980s, things had gotten especially weird--at least until a bunch of kids started snooping around trying to get to the bottom of the town&rsquo;s supernatural goings-on. While the adults were worried about their Tupperware parties, these youngsters were out tracking down clues and finding trouble before it found them. And rumor has it they found some kind of creature in the woods too which might explain all them FBI fellers around here asking questions.&#10;&#10;And here they come now, riding around town on their bicycles. I just hope they figure things out soon. Looks like some kind of dark cloud is rolling in right behind them.&#10;&#10;Overview:&#10;Take on the role of a group of kids and their newfound alien friend, and explore Wode Ridge looking for evidence of the town&rsquo;s supernatural happenings. But be wary, the Darkness knows you&rsquo;re on to it, so it&rsquo;ll be trying to get you before you get it. Find enough evidence to figure out what monster is currently ailing the town and then defeat it before time runs out and the Darkness overtakes you.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Card Game",
      "Horror",
      "Murder / Mystery"
    ],
    "mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Push Your Luck",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/N-ehXab7aDqxWrcrIsXS9A__thumb/img/RuSvzK6f8_Souhflpd3Zi_uMPnM=/fit-in/200x150/filters:strip_icc()/pic5918235.png"
  },
  {
    "id": "27948",
    "name": "Beppo der Bock",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 5,
    "description": "Each player controls a wooden figure and tries to reach the last space of the track. However, the buck Beppo, represented by a wooden piece as well, is resting in the fields and should not be disturbed...&#10;&#10;On his turn, a player places Beppo on a powerful magnet, then sends a small metallic ball in its direction. If he meets them, Beppo will kick the players' figures away (sending them back to the start of the track), and the place where he arrives on the board determines how far the active player moves his pawn.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game",
      "Racing"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/UtT2NJSpBzhNg0gSBm2R1Q__thumb/img/Uy0TnIXKkkCDVZ16lHTKof4aOls=/fit-in/200x150/filters:strip_icc()/pic7068372.png"
  },
  {
    "id": "132229",
    "name": "Rogues to Riches",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 120,
    "age": 12,
    "description": "The lighting is dim, the bartender is giving the counter one last wipe as he suspiciously eyes your table. You give him a glance to let him know that you aren&rsquo;t planning on leaving any time soon. The people you are with represent the best of the criminal underground - thieves, bandits and burglars who have seen and done it all.&#10;&#10;---&#10;&#10;Rogues to Riches is a game of hilarious creativity and problem solving. You must create your own plan to get through the Traps in each Lair and steal the Riches. You have four Gear cards and you can use them in any way you want - there is no right or wrong answer. Describe your plan to the other players and they will give you thumbs up if they like it or thumbs down if they don't.&#10;&#10;The Fate Roll determines if you succeed or not. Roll two dice, add the thumbs up you get and subtract the thumbs down you get, and if the result is a 9 or higher your plan works. If you want to steal the Riches you need a funny, clever, and convincing plan!&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor"
    ],
    "mechanics": [
      "Storytelling",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/y9zqKawMtXTtQRMEbs8PEg__thumb/img/4o8P3U7X7lmzyYi3ip60n6HP1C8=/fit-in/200x150/filters:strip_icc()/pic3115227.jpg"
  },
  {
    "id": "413663",
    "name": "Pizza Chef: The Next Generation",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 10,
    "description": "Pizza Chef - The Next Generation is a family board game where you battle to become the next pizza chef.&#10;&#10;In an ancient Italian village square you'll find an authentic pizza restaurant. The pizza chef retires and as employees you compete against each other to be the next pizza meastro. Whoever earns the most money can call himself the new pizza chef. By creating a delivery plan you can earn a lot of tips, outsmart the other employees and become the winner. There are many different ways to earn tips, so it's important to look carefully at what your strategy is going to be.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Economic"
    ],
    "mechanics": [
      "Command Cards",
      "Contracts",
      "Deck Construction",
      "End Game Bonuses",
      "Events",
      "Hidden Movement",
      "Interrupts",
      "Market",
      "Open Drafting",
      "Push Your Luck",
      "Resource Queue",
      "Solo / Solitaire Game",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/vgTIsKmTUVmbE4YpDChYqw__thumb/img/cs3SdyXAg_HADxa3dSqK99e09sA=/fit-in/200x150/filters:strip_icc()/pic8400725.png"
  },
  {
    "id": "212687",
    "name": "Cauldron Master",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "Play as a coven of witches conniving to concoct potions to entrance the local population in Cauldron Master! Each turn players choose from one of their 5 witches in a blind reveal mechanism. Each witch allows the collection of ingredient cards (to collect as sets) and condiment cards (to increase the value of specific sets). However, each witch picks specific types of cards and incorrectly deduce who earlier players pick and you may be left with nothing to pick up! The &quot;recipe&quot; cards included also give secret bonuses for concocting specific ingredient/condiment (potion) combinations which allow for great replayability and strategic depth.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction"
    ],
    "mechanics": [
      "Rock-Paper-Scissors",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/-ZviLWouNhUE2-yQ_tdqjw__thumb/img/z0LYCwlwR_U28-QFWoauQl_Y0jY=/fit-in/200x150/filters:strip_icc()/pic3516174.png"
  },
  {
    "id": "4494",
    "name": "Phase Line Smash",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 90,
    "age": 12,
    "description": "A solitaire game based on the Gulf War. While the Iraqi unit's reactions are programmed, it is still possible to lose by taking careless chances that cause an excessive amount of friendly casualties. To win, you must do as well as the actual campaign. What makes this difficult is the need to explicitly manage the flow of supplies to allied combat units. The difficulty of the game adds to its play and replay value.&#10;&#10;Phase Line Smash handles a number of aspects of the Gulf War in a realistic and sensitive manner. Fratricide is one such issue that is included in the game mechanics and discussed in the historical notes included with the game.&#10;&#10;The game box is rather heavy because of the historical notes included with the game. Other extras include optional rules for up to eleven players. This adds the complexity of having to coordinate with other players for use of limited supply routes and coordinating attacks.&#10;&#10;",
    "categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/JYQl1I2Sk-LGs6lUmSs2YQ__thumb/img/6z8bROOcTFd3cJ7_bo3hwLfBzP0=/fit-in/200x150/filters:strip_icc()/pic385450.jpg"
  },
  {
    "id": "286210",
    "name": "Campaigns of Montrose: A Year of Living Dangerously, 1644-1645",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 12,
    "description": "Campaigns of Montrose: A Year of Living Dangerously, 1644-1645. This is a two-player wargame. It depicts James Graham, the Marquis of Montrose, and his legendary string of victories over the Scottish Covenanter government during the First English Civil War (1642-1646), that would later go down in a crushing defeat. The Royalist player must recruit a Highland army and either replicate Montrose&rsquo;s victories or march into England. The Covenanter player must overcome factional infighting to defeat Montrose. Both sides must manage the tendency of conscripted units to disband after every defeat or victory.&#10;The game uses a modification of the Hand of Destiny series rules. Each player has a unique set of campaign cards generating historical events such as defection, plague, and the terrifying Highland charge, all of which affect recruitment, movement, and combat. Combat is resolved using a quasi-tactical procedure in which units take turns attacking one another.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Pike and Shot",
      "Wargame"
    ],
    "mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Movement Points",
      "Point to Point Movement",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/DtxQdCEJEXJ9aEJpBJqxtA__thumb/img/CvR9ufI2TqgF_Uh2W59dPy9qLV8=/fit-in/200x150/filters:strip_icc()/pic4886060.jpg"
  },
  {
    "id": "407010",
    "name": "The Secret Flower",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 10,
    "description": "A co-operative deduction 16 card micro-game where players must use limited communication to deduce the identity of a single secret card (the &quot;Secret Flower&quot;). Released as a promotional game during Asian Board Games Festival (ABGF) 2023 at Singapore, this game features flowers from the participating countries.&#10;&#10;To play, set aside one hidden card as the Secret Flower. Of the remaining cards, about half are given to players who shall keep these flowers' face down and identities hidden, and half are given to the players as playable hand cards. Players take turns playing their hand cards, strategically asking the questions on those cards in order to reveal partial information on the face down cards. When all cards have been played, most (in the standard game) or all (in the Expert difficulty game) of the players must be able to logically deduce the identity of the Secret Flower in order to win.&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction",
      "Puzzle"
    ],
    "mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Questions and Answers"
    ],
    "image": "https://cf.geekdo-images.com/qr-hJDWTyYJ0jiYCk5cGKg__thumb/img/yGKoYDUykNhWqTrysDlSkGRvoAE=/fit-in/200x150/filters:strip_icc()/pic7876500.jpg"
  },
  {
    "id": "167552",
    "name": "Build Up",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "Compete in this tower building game with twenty blocks of various sizes and shapes. The object is to place a block in such a way that it causes the next player to topple the tower. Players use cards to determine which blocks are available.&#10;&#10;",
    "categories": [
      "Action / Dexterity"
    ],
    "mechanics": [
      "Stacking and Balancing",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/hrV5EQS26PcGfB4NO6cpcA__thumb/img/AxoRAxVCJlIqJ36WCRD8AJ07K4I=/fit-in/200x150/filters:strip_icc()/pic4470527.jpg"
  },
  {
    "id": "107463",
    "name": "Help Me!",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 10,
    "age": 7,
    "description": "Polar bears, koalas, emperor penguins, cute little panda bears &ndash; they all need your help to survive, but alas only one species (and one player) can come out on top in Help Me!&#10;&#10;The game includes 30 animal tiles, with six different types of animals, each valued 1-5. To set up the game, randomly create a 5x6 grid of animal tiles. Each player secretly chooses one of the six animal character tiles to see which animal they want to save.&#10;&#10;On a turn, a player chooses any tile or stack of tiles and moves the tile/stack orthogonally onto an adjacent tile/stack. You can't move a tile to an empty space. When no more tiles/stacks can be moved, the game ends. Each player then reveals his animal character and takes all stacks that have that type of animal on top. The player scores one point for each tile he collects; in addition, if any of the type of animal are within a stack (not on top), the player scores points equal to the value of that buried animal tile.&#10;&#10;The rules include a team variant in which players combine their scores at the end of the game, but don't know which animals their teammates are trying to save. Watch for tears and other clues of sadness when particular animals disappear from the board...&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Animals",
      "Bluffing",
      "Party Game"
    ],
    "mechanics": [
      "Team-Based Game",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/1R_PslvMBjKyvk8QvgCyMg__thumb/img/pebbDGOutg47bs_fDYatxBF_pX4=/fit-in/200x150/filters:strip_icc()/pic1588513.jpg"
  },
  {
    "id": "413034",
    "name": "Treetopia",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "Save trees from extinction and sow seeds of hope for a better future in Treetopia. To do so, you must dig up trees from their hostile environments and replant them in a sanctuary, meeting their unique needs. Try to group together trees of the same type or those with a symbiotic relationship to score more hope points.&#10;&#10;The game ends immediately when a player plants the final tree, completing the sanctuary, then the player who has inspired the most hope wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Environmental"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/RUbXFh5H80pBwryrXv-kpA__thumb/img/TvTOm02QLH8cO_8AnuRSC75en-U=/fit-in/200x150/filters:strip_icc()/pic8033034.png"
  },
  {
    "id": "283805",
    "name": "To the Death!",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 40,
    "age": 13,
    "description": "To the Death is a tactical skirmish game for one to two players. It uses hand management, action selection, draft, and area control mechanics.&#10;&#10;In To the Death, each player controls one hero from each of the four classes: Champions, Fighters, Magicians, and Menders. Each hero has three abilities and may be activated once per turn. Combining these abilities to have the maximum effect is the key to victory.&#10;&#10;The two player mode is a competitive skirmish battle between each player's heroes. The solo mode employs a two enemy decks of monsters and monster kings which battle the heroes. As monsters are defeated, they add new abilities to the undefeated monsters, including the ultra-deadly monster king.&#10;&#10;To the Death features 264 cards including: 176 heroes, 64 monsters, 44 monster kings, and 16 hero damage cards which grant heroes abilities as they fight. 190 cards were created by backers during the Kickstarter campaign.&#10;&#10;You can play 44 times without repeating any heroes or monster kings.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Wargame"
    ],
    "mechanics": [
      "Action Points",
      "Hand Management",
      "Matching",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/CPLSB_LVG7ko_k7mWETSbg__thumb/img/n9UnTWeQ_S42CvYesIhR09ImzIc=/fit-in/200x150/filters:strip_icc()/pic4828153.jpg"
  },
  {
    "id": "126443",
    "name": "The Lord of the Rings: The Battle for Middle-Earth",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "The players battle on the side of Aragorn, Gandalf, Gimli, Legolas, and other companions against the foes of Mordor.&#10;&#10;Three enemy cards always lie on the table in The Lord of the Rings: The Battle for Middle-earth Card Game. Each enemy card shows a combination of one (e.g. Orc patrol) to four (e.g. Balrog) symbols, with six different symbols total in the game: sword, axe, spear, bow, fist, and shield. The symbols are not evenly distributed; some are associated with magic, and thus rarer than those associated with mundane weaponry.&#10;&#10;In order to beat the enemies, the players collect &quot;fellowships&quot; (groups) of companion cards (which also show some subset of the six symbols) in front of them. Once the symbols of a group match one or more enemy cards, the player can send this group to battle to win them. The group is then discarded.&#10;&#10;On their turn a player can either:&#10;&#10;&#10;    Play one companion card to one of their groups and, if possible, attack.&#10;    Start a new group and, if possible, attack.&#10;    Draw one card from the deck. If it's a Mordor card, it is placed on the table and the card draw repeated; this continues until a companion is drawn, which is added to the player's hand.&#10;&#10;&#10;When the third Mordor card hits the table, all players suffer a counterattack and lose a card from their hand, a card from one of their groups, or an already vanquished enemy, depending on the text of the Mordor card.  Then one of the enemies is discarded, and play continues with the triggering player drawing another card from the deck.&#10;&#10;When no enemies remain, the game ends. Each enemy card is worth 1-10 victory points, and the player with the most points wins.&#10;&#10;",
    "categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Novel-based"
    ],
    "mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/YbQe1V6nkMfPpuBeEMN9TA__thumb/img/zEnnRAbcxzi_wuJ7IJJJ3bEkGgM=/fit-in/200x150/filters:strip_icc()/pic1638710.jpg"
  },
  {
    "id": "316760",
    "name": "Assault on the Marmot King",
    "minPlayers": 1,
    "maxPlayers": 100,
    "playingTime": 25,
    "age": 10,
    "description": "Assault on the Marmot King is a flip-and-write game is set in the same universe as the publisher's earlier game Bite and Write, The Treaty of Rodentia.&#10;&#10;In Assault on the Marmot King you are in command of an expedition of the best members of the Fire-tail Lizard guild and you must infiltrate and fight to obtain loot that will allow the dissident rodents of Rodentia to live better.&#10; Plays like a roll-and-write dice game in which you mark results on a maps Sheet...but without dice. A Flip and Write game of square puzzle, patterns and road building, overlap of icon and card selection. &#10;Then record the numbers of the cards in the exploration zone for tricky chain-scoring opportunities to develop a better assault.&#10;&#10;Will you be able to take the treasures of the Marmot King and get the most Assault Points!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Adventure",
      "Print & Play"
    ],
    "mechanics": [
      "Paper-and-Pencil",
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/Yh6htXEHb_phfnWvyBAV8A__thumb/img/jP3KC9iKTE93lMKaTxkU74hr-4A=/fit-in/200x150/filters:strip_icc()/pic5618807.jpg"
  },
  {
    "id": "246571",
    "name": "Pichenotte Hockey",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 7,
    "description": "Face your rival in a simple, smooth, cool and relaxed way. Pichenotte Hockey is a surprising dexterity game for 2 players.&#10;The goal of the game is to bring the puck (blue disk) in the opponent&rsquo;s net by ricocheting the red disk against the puck. If the puck is behind all the discs it can be directly flicked forward.&#10;To win, you need precision in the angle and in the strength of the shot and sometimes a little luck!&#10;&#226;&#128;&#139;The first player to score three goals wins !&#10;&#10;The idea of Pichenotte Hockey was to make a simple, unifying and accessible game for all. Pichenotte Hockey is a unique product with a sleek design, designed and manufactured in Quebec.&#10;We&rsquo;ve managed to create a very simple flicking game on a board that has the exact proportions of a Hockey rink. &#10;The three rink formats are respectively 1/100, 1/150 and 1/200.&#10;An elastic circles the game board around to hold the pieces of the game and serves as a seat to the board on a table.&#10;A precise laser cut and engraving offers a perfect smooth finish to the curves of the wooden board.&#10;The perfectly finished wood provides a smooth contact between the disks and the surface.&#10;The three format of Pichenotte Hockey are lightweight to facilitate transportation and storage. &#10;&#226;&#128;&#139;The game can be hanged on any wall or left on a table ready to play for hours of fun!&#226;&#128;&#139;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/7oIoQwUrMQ8wjn7hIGyiyw__thumb/img/1i38_PS1B5y5leGXsGpxEgtcf14=/fit-in/200x150/filters:strip_icc()/pic3995649.jpg"
  },
  {
    "id": "214213",
    "name": "Light & Dark",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 10,
    "description": "Flick, flip, fun!&#10;&#10;In Light &amp; Dark, two players compete to see whether they can turn druids to the side of the light or the dark. Flick druid disks across the table in an attempt to convert your opponent's druids, or light and extinguish torches to win the game.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Fantasy"
    ],
    "mechanics": [
      "Flicking"
    ],
    "image": "https://cf.geekdo-images.com/kOQsMe3jFNWeA4kjSvkhDg__thumb/img/Xl6T4-Gl2HQ5L_joTmoAUl5qNOs=/fit-in/200x150/filters:strip_icc()/pic3270606.jpg"
  },
  {
    "id": "7980",
    "name": "Mississippi Banzai",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 12,
    "description": "MISSISSIPPI BANZAI is another in XTR's many alternate-history wargames. This one takes its cue from the post WW2 oddness of Tomorrow the World, where the Germans and Japanese win the war and conquer the entire planet.&#10;&#10;MB is set in that alternate 1948 when the two powers square off against each other in the heartland of the former USA. The Germans move north from St. Louis while the Japanese move in from western Missouri and Iowa. MB's map has hexes 12 kilometers across, and counters represent 8,000 to 15,000 men, or 180 to 300 vehicles. It may not be to everyone's taste because of the alt-history premise of the game.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/51lluuzHIBe2oRkN4281Eg__thumb/img/mPjNt1tm0-YlYXQxTAv0s2RQTeY=/fit-in/200x150/filters:strip_icc()/pic192628.jpg"
  },
  {
    "id": "8508",
    "name": "Dork Tower",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 12,
    "description": "Each player chooses a character. The characters have been assigned strength, movement factors and a special ability. Each character has two levels; the players start at the lower of the two levels. A player&rsquo;s character may advance to the higher level when ten experience points have been earned.&#10;&#10;Each player begins the game with sixty gold pieces and a scroll card. The characters begin their journeys from different kingdoms. The two Quest tokens are placed on their assigned spaces and the game begins.&#10;&#10;Each player, in turn, advances the character one has chosen, performs any encounters, performs any city actions if possible, encounters any other players if available and finally turns the Dork Tower one step clockwise. The position of the Tower determines which lands are in daylight and which are at night.&#10;&#10;One might battle monsters as an encounter. A player will receive a reward and experience points for defeating a monster. Losing to a monster results in a strategic retreat by the player. A player who can&rsquo;t retreat after a loss returns to start with nothing but experience points.&#10;&#10;The player who can defeat the five monsters of Z&rsquo;Mindrik the Wizard, who can only be approached at the Tower during the night, has saved the land of Aurora to win the game.&#10;&#10;Boxed game, with 56 cards, over 100 monster and character disks, game map with 3-D central tower, rules, character sheets, and two dice.&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Fighting",
      "Humor"
    ],
    "mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/rpyC_Sh8jW_mZrpQ2dRC1w__thumb/img/9PG3necsHuXpXUHQ0Sej3_iudqI=/fit-in/200x150/filters:strip_icc()/pic38472.jpg"
  },
  {
    "id": "25841",
    "name": "Le Grand Empire",
    "minPlayers": 2,
    "maxPlayers": 7,
    "playingTime": 300,
    "age": 0,
    "description": "Le Grand Empire simulates the Napoleonic wars from 1800 to 1815 at a strategic level. Two maps cover Europe and North Africa from Caucasus to Ireland and from Sweden to Egypt. 780 counters personify land and naval units as well as every corps-commanding leader of that time. The combat units are army corps and fleets, and sometimes entire armies. Their content varies with the player&rsquo;s will and the contingencies of that era; Guard, line infantry, Elite, light cavalry, heavy cavalry, militia, Cossacks, and so on. The game turns are season-based and interactive, including a variable number of impulses. A budget phase occurs every fall.&#10;&#10;The game can involve two players (one French and one anti-French), or five players (France, Great-Britain, Prussia, Russia and Austria), or even seven players (Spain and the Ottoman Empire have their own player). Of course, victory conditions vary accordingly.&#10;&#10;The operational part of the game points out the importance of leadership and line of communication; attrition can be very high. Evasive actions and interceptions lead to the deployment of armies followed by battle. Battle occurs in the same hex; troop quality, tactical choices and leader values are taken into account in the issue of the battle.&#10;&#10;At the strategic level, the players are responsible for their unit&rsquo;s production and maintenance. Diplomacy is the key point in creating alliances with other powers, major or minor. Moreover, many random events improve the Napoleonic flavor of that time.&#10;&#10;The overall purpose of the Grand Empire is to provide a strategic Napoleonic game that takes into account historical, military and diplomatic sights, and that can be played in a short period of time (one year is four turns and can be played in two hours) with a reasonable amount of rules.&#10;&#10;Contents :&#10; * Two maps&#10; * 3 countersheets (260 double sided counters each).&#10; * one rulebook and one scenarios booklet.&#10; * 2 dice.&#10; * Tables and charts&#10;&#10;",
    "categories": [
      "Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Chit-Pull System",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/zeR5J0JzR6ik0ejohAxohA__thumb/img/TGhsCJOPC1WlLEeqb2tsccOfjlw=/fit-in/200x150/filters:strip_icc()/pic360061.jpg"
  },
  {
    "id": "175634",
    "name": "Get The Cheese!",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 15,
    "age": 8,
    "description": "A large, rich house must of course contain a large, stocked refrigerator.  And there, you will find a lot of cheese!&#10;&#10;All mice from around the neighborhood have been waiting and longing for the day when the family will leave the house, and they dream of stuffing themselves with that delicious cheese...&#10;&#10;Then one day, it happened! All the mice rushed to the feast, trying to beat their rivals to the goal, and hoping that the vicious cat won't see them...&#10;&#10;Whose mice will be able to steal most cheese, whose cats will catch most mice, and whose dogs will chase away most cats? This is the start of a fearsome fight for food and fame, as you Get The Cheese!&#10;&#10;Each player takes the Animal cards of one color, and a House Card to identify the player's color.&#10;Cheese cards form the circumference of a circle.&#10;On his turn, a player may either draw 3 Animal cards or place 3 Animal cards.&#10;If a player places 3 Animal cards, he places them beside the cheese cards, on the outer side of the circle. The first card is placed face down. The second card and the third card are placed face up, unless you play some of your special cards that permit you to play them face down.&#10;Once all players have placed all their Animal cards, the Cheese cards are resolved one at a time.&#10;At each Cheese card, the line of animals is resolved in this order: Dogs, Cats, King Mice, regular Mice.&#10;The player with the most points wins!&#10;&#10;Note: Comes with Fuji Flush: ? Promo Card.&#10;&#10;",
    "categories": [
      "Animals",
      "Party Game"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/rSWc58JJlcd5ZIVRHwwYkQ__thumb/img/9jYKtF-5-QlFH7Wf9eed4EDLulY=/fit-in/200x150/filters:strip_icc()/pic3383108.jpg"
  },
  {
    "id": "282278",
    "name": "Drachensachen",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 10,
    "description": "Dachensachen from Carsten Lauber and Rocky Bogdanski is a fast and easy to learn card game for 2-6 players. Playing their cards skillfully, players aim to get rid of all of their hand cards, but every card has to be higher than the one before. Thankfully, you'll discover dragon cards that can change your fate. Every game round is slightly different as rules change or disappear entirely.&#10;&#10;Let the beautiful illustrations take you to the land of Kin and help defend the dragon's hoard.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/yTy_ORiXjnLhICLUUVPOVA__thumb/img/YqQbTn-kubIqdVOEW-8F5r0fB1g=/fit-in/200x150/filters:strip_icc()/pic4790986.jpg"
  },
  {
    "id": "189166",
    "name": "Bill & Ted's Excellent Boardgame",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 50,
    "age": 10,
    "description": "Description from the publisher:&#10;&#10;Strange things are afoot in Bill &amp; Ted's Excellent Boardgame!&#10;&#10;Collect personages of historical significance in order to pass your oral history report. But beware! Every time you bag someone, the phone booth breaks most-heinously, and your adventure through time will take a most serious turn!&#10;&#10;Be excellent to each other...and party on, dudes!&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Action Queue",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/EXZUexA9Jnxp5EnEyJey7w__thumb/img/1PtmiSbBcvXOkO_GtyM6V202GfU=/fit-in/200x150/filters:strip_icc()/pic2783164.jpg"
  },
  {
    "id": "127650",
    "name": "Naval War of 1812",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 10,
    "description": "Naval War of 1812 showcases the global commerce war between Great Britain and the young United States. &#3;The goal of the American player is to hunt down British merchant ships while avoiding their warships. The British goal is to seek out the American frigates and merchant ships, while protecting their own. The game includes a hard mounted game board, plastic ships in four colors, and cards for ship maneuver that depict the strategic and tactical capabilities of the era.&#10;&#10;",
    "categories": [
      "Miniatures",
      "Napoleonic",
      "Nautical",
      "Wargame"
    ],
    "mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Point to Point Movement"
    ],
    "image": "https://cf.geekdo-images.com/t1gXDHniySZHdYWMs6f-Og__thumb/img/078okoF-3CMZtVbJy7OsiQGss0k=/fit-in/200x150/filters:strip_icc()/pic1380594.jpg"
  },
  {
    "id": "278484",
    "name": "Partn",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 0,
    "age": 8,
    "description": "Part&aacute;n is a game of throwing dice and advancing squares, with a mechanics of interaction between the tiles that makes them &quot;push&quot; each other and pass to another player.&#10;&#10;The goal is to put 5 tokens in the final tile. Initially, we have 8 tokens in the initial tile. We can only move the tokens that are in our lane. When we move a token, if the adjacent tiles have another token, it is &quot;pushed&quot; by ours, being able to change lanes (and thus passing to another player) or exit the board. Some tiles give us special actions (roll again, move forward or backward), and all the pushed tokens also activate those actions.&#10;&#10;&mdash;user summary&#10;&#10;",
    "categories": [],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/GreLiijiGvr4bUmPPgbAIg__thumb/img/t9EkzuOgvG9bP8UA3KiIioEotj4=/fit-in/200x150/filters:strip_icc()/pic4734200.jpg"
  },
  {
    "id": "209190",
    "name": "Coin Quest",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 10,
    "description": "In this diabolical, winner-take-all, secret bidding deck-building game, you are a part of a mysterious cabal of elite coin collectors. Outbid and outsmart your peers in an informal auction to acquire better coins. The shrewdest collector will be the one who goes home with all the coins, but watch out for the bad penny!&#10;&#10;Contents: 5 Player Boards, 5 Player Screens, 6 Pouches, 50 Collection Coins, 46 Auction Coins, 1 Game Board, 5 Meeples&#10;&#10;",
    "categories": [
      "Economic"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Auction: Multiple Lot",
      "Auction: Sealed Bid",
      "Deck, Bag, and Pool Building",
      "Victory Points as a Resource"
    ],
    "image": "https://cf.geekdo-images.com/MA41Cq2OAB_n3ziUS-mVkA__thumb/img/YM1z880loLY8hd2hQT_RZ28-iMo=/fit-in/200x150/filters:strip_icc()/pic3193550.jpg"
  },
  {
    "id": "430856",
    "name": "Gachapon Trick",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 10,
    "description": "Oh boy! A Gachapon parlor! And here I am with a pocket full of coins! Look at all the cool toys! I MUST COLLECT THEM ALL!&#10;&#10;In Gachapon Trick, the lead player may play any card they choose. The next player must follow that suit if they can, but may play any suit if they cannot.&#10;&#10;The following players must follow any of the suits already played if possible.&#10;&#10;The highest rank of the most represented suit wins the trick. If there is a tie for the most represented suit, the higher rank wins. If there is still a tie, the later played of the tied cards wins.&#10;&#10;The winning player MUST purchase at least one card from the trick, but MAY buy as many as they want. The winner places the cards they purchased face up in front of themself. The winner MAY also buy the top card of the deck for &yen;500 - only once per trick.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Set Collection",
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/aa9SVLg5fGy8dLrdYs-zLA__thumb/img/zoAuoYK0Cv9s9N7hGSVeulHHjUo=/fit-in/200x150/filters:strip_icc()/pic8482944.png"
  },
  {
    "id": "381105",
    "name": "They Live: The Card Game  Save The City/Enslave The City",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 16,
    "description": "THEY LOOK LIKE US. THEY SOUND LIKE US. BUT THEY ARE NOT HUMAN!&#10;&#10;They Live: The Card Game &ndash; Save The City/Enslave The City is an asymmetrical multiplayer card focused on strategy, teamwork, and deceit. Working collectively is the only way to survive, but not everyone is playing for the same team.&#10;&#10;Hidden among the group are secret Invaders determined to capture the city. The humans outnumber them, but the Invaders have the advantage of knowing what the teams are. You will start losing health shortly after the game begins, there is no avoiding it. you must act fast! Each turn begins with new resources being drawn to the middle of the table. These include weapons, ammunition, city parts and more. Players take turns to take and equip any cards they need.&#10;&#10;As Invaders, your goal is to enslave the city. You must stay hidden, act human, and try to collect the city cards to capture different areas of the city. The more you hold, the closer you are to winning.&#10;&#10;As Humans, your goal is to work out who among the team is an Invader. You need to take them down before it&rsquo;s too late!&#10;&#10;-description from developer&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Card Play Conflict Resolution",
      "Semi-Cooperative Game",
      "Team-Based Game",
      "Traitor Game"
    ],
    "image": "https://cf.geekdo-images.com/8pXq9yPndksRPrVtBhCltA__thumb/img/t19jY8yYlZHZQltsRZZR4ehSfmQ=/fit-in/200x150/filters:strip_icc()/pic7373285.jpg"
  },
  {
    "id": "367241",
    "name": "Una Vittoria Impossibile: Le Barricate di Parma del 1922",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 10,
    "description": "In July 1922, the citizen of Parma's popular neighborhoods massively adhered to the national strike proclaimed against fascist violence.&#10;The fascists decided to give an exemplary lesson to the city: the first days of August thousands of 'black shirts' started arriving from all over Italy, laying siege to the city. The citizens - united in an anti-fascist front - prepared to resist, barricading themselves the neighborhoods of Oltretorrente and Naviglio.&#10;&#10;Una Vittoria Impossibile: Le Barricate di Parma del 1922 (&quot;An Impossible Victory: The Parma Barricades of 1922&quot;) tells the story of those days of resistance. You will lead the people of the city in repelling the attack of the fascist squads.&#10;&#10;Only by cooperating with each other, providing for the needs of the city and by building barricades to repel the fascist squads you can hope to achieve an 'Impossible Victory,' to be consigned to history and legend.&#10;&#10;",
    "categories": [
      "Fighting"
    ],
    "mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/lmw0OXf2bicVoZJoZduRRg__thumb/img/qH8eXdrzyM5xy-pBSTACPcUO6bU=/fit-in/200x150/filters:strip_icc()/pic6970611.png"
  },
  {
    "id": "382834",
    "name": "Trail Story: America",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 10,
    "description": "Pack your bag and grab your journal &mdash; it's time to trek through the 1930s American wilderness! Wander the rural landscape and discover opportunities and threats unknown: friend and foe, cute and dangerous wildlife, and the mysteries of unexplored terrain, ominous abandoned buildings, and even the supernatural. You'll look back at these experiences and grow from them, gaining new skills, as well as inspiration from the lands you've visited. You'll record these memories in your journal as a testament to your grand adventure, until next time!&#10;&#10;In Trail Story: America, you travel to new locations, collecting stories and constructing havens along the way. A hungry cougar, a lost lumberjack, an ancient burial ground, a foggy swamp &ndash; there are many things in the wilderness, and you decide how to interact with them. Use memories and inspiration to record story cards in your journal to document your adventures and score points.&#10;&#10;The object of Trail Story: America is to collect the most points by establishing havens across the land and writing about your travels. Will you have the most exciting story to tell after your adventures?&#10;&#10;(Originally announced as Americana)&#10;&#10;",
    "categories": [],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/ALL9_naGlit0J9ln_i27ZA__thumb/img/3sS8wN-Zor3f7dmCGd2798bH3Mg=/fit-in/200x150/filters:strip_icc()/pic8411742.jpg"
  },
  {
    "id": "8651",
    "name": "Pi mal Daumen",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 12,
    "description": "This game is about knowledge. But you do not really have to know these unusual facts. All you have to do is act like you know them. There are several cards about how long your fingernails will grow in three years without cutting them and other stuff you really do not have to know in real life. You don't even have to know the exact amount of the answer, just as long as get closer than the other players.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/Kddy8kHx_sakG1Lx-66pBQ__thumb/img/lVlbDCMI0LwSIkJ5VECaup7W4VI=/fit-in/200x150/filters:strip_icc()/pic2254363.jpg"
  },
  {
    "id": "16169",
    "name": "Gettysburg: High Tide of the Confederacy",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 600,
    "age": 12,
    "description": "&quot;Gettysburg: High Tide of the Confederacy&quot; is a brigade-level wargame simulation of the American Civil War battle of Gettysburg, fought from July 1 to July 3, 1863, between Union and Confederate forces.&#10;&#10;The game is suitable for two to eight players.  With two players, one takes on the role of General Robert E. Lee, commander of the Confederate Army of Northern Virginia, while the other player assumes the role of General George C. Meade, commander of the Union Army of the Potomac.  With more players, each assumes command of one or more corps.  According to the publisher, the game is most enjoyable with between four and six players.&#10;&#10;While not overly simple, the game is not complex, and experienced wargamers will have little difficulty with the mechanics of play.  There are six scenarios, including a campaign scenario that simulates all three days of the battle.  The publisher suggests that the four-turn &quot;Assault on the Round Tops&quot; scenario be played first in order to become familiar with the game turn sequence and the line-of-sight rules.  Depending on the scenario selected, playing time is between 2 and 18 hours.  &#10;&#10;&#10;",
    "categories": [
      "American Civil War",
      "Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/29kgq5f_v9H1Rln5pdvQZQ__thumb/img/1qwkNW5hnJ7-zU-0qOpDpRHDbJA=/fit-in/200x150/filters:strip_icc()/pic6415086.jpg"
  },
  {
    "id": "12065",
    "name": "Wig Out!",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 12,
    "age": 6,
    "description": "From the publisher...&#10;&#10;Flip your wig for this fast and frenzied card game that will put your frizzy in a tizzy! Race against your opponents to get rid of cards by matching all kinds of colorful hairstyles. Put together a pair of pigtails. Combine a couple of cornrows. Match a mullet or some Mohawks. The first player out of cards is a cut above the rest!&#10;&#10;The second edition of Wig Out! contains 70 cards instead of 60, giving players fourteen bewigged participants to match during the game.&#10;&#10;",
    "categories": [
      "Card Game",
      "Real-time"
    ],
    "mechanics": [
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/TPYxLJrP3SEhySwzmtfbJA__thumb/img/3dFuZPWK2z8Aq-1oyqJokC5g_ys=/fit-in/200x150/filters:strip_icc()/pic1688785.jpg"
  },
  {
    "id": "370073",
    "name": "Assault on Gallipoli: The ANZAC Landing Campaign 1915",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 300,
    "age": 14,
    "description": "Assault on Gallipoli is a two-player strategic wargame that covers the key battles of the Gallipoli Campaign of 1915. The first edition of the game sold out in December 2022. A second edition was published by Hexasim in 2024.&#10;&#10;One player controls the Australian, New Zealand and British forces (ANZAC player) while the other controls the Ottoman forces (Turkish player).&#10;&#10;Each turn represents one day, units represent battalions, companies and individual ships. Players take it in turn activating groups of units in an area. Once they are activated to move, fire or dig a trench, the units are flipped over to their Exhausted side. At the beginning of each new turn they are flipped back to their Fresh side.&#10;&#10;Game design by Kieran Oakley and Russell Lowke. Game art by Jose Ramon Faura. Rules editor and TableTop Simulator module by Rolf Grein.&#10;&#10;HISTORICAL BACKGROUND&#10;&#10;After months of stalemate on the Western Front, the British and French decided they would open a second front by attacking Germany&rsquo;s ally &ndash; the Ottoman Empire. In March 1915 they sent a fleet of battleships through the Dardanelles in an effort to reach the Turkish capitol, Constantinople, and force the Ottoman government to surrender.&#10;&#10;However, the Dardanelles were well defended by forts and sea mines and the Allied fleet suffered heavy losses. The naval campaign was abandoned until the forts could be captured by amphibious assault.&#10;&#10;The game focuses on the Australian and New Zealand Army Corps (ANZAC) sector of the campaign; thus, it does not cover the British and French landings at Cape Helles or Suvla Bay.&#10;&#10;The board presents one of the narrowest sections of the Gallipoli Peninsula, from ANZAC Cove to Mal Tepe and Khetia Bay. The ANZAC goal was to capture this area and cut off the Turkish forces fighting the British and French at Cape Helles further south.&#10;&#10;The heights of Chunuk Bair and Mal Tepe were considered especially important because they provided observation of both sides of the Peninsula. From here the ANZACs could capture the forts which dominated the Narrows and thus allow the battleships of the Royal Navy to sail up to Constantinople. At least that is what was supposed to happen.&#10;&#10;In fact, the British commanders had seriously under-estimated the Turkish resistance. The Turkish soldiers were veterans of the Balkan Wars, armed with modern, German-made rifles and artillery. Inspired by the leadership of Colonel Kemal and Lieutenant Colonel Sefik, they stopped the ANZACs in their tracks. The ANZACs only managed to establish a small beachhead, which was repeatedly counterattacked by the Turks.&#10;&#10;In August 1915, the British and ANZACs made another attempt to seize the ridges of Sari Bair. The New Zealanders and Gurkhas managed to capture the heights for two days but were eventually overwhelmed by Turkish counterattacks. In December, after eight months of fighting, the ANZAC forces were evacuated.&#10;&#10;In the words of Australian war correspondent, Charles Bean: &ldquo;ANZAC stands for reckless valour in a good cause, for enterprise, resourcefulness, fidelity, comradeship and endurance that will never admit defeat.&rdquo;&#10;&#10;So what went wrong?&#10;&#10;To quote the 'Gallipoli 1915' Facebook page: &quot;At Gallipoli, inexperienced troops, led by untested commanders, supported by staffs that had yet to learn their jobs were sent with wholly inadequate artillery, ammunition and logistical support to perform one of the most challenging operations of war: an opposed landing on an enemy shore. Add in the nature of the terrain and we can begin to understand how it was that 4,000 Australians landing that early morning of 25th April 1915 were held up by a force that, initially, numbered only around 80 Turks.&quot;&#10;&#10;Lest we forget.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War I"
    ],
    "mechanics": [
      "Area Movement",
      "Area-Impulse",
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/uzFTDaZ4xwPWUQWxu_J5Vg__thumb/img/J3dsL35HuJIQLJdRu8DU4FHdoWg=/fit-in/200x150/filters:strip_icc()/pic8368218.jpg"
  },
  {
    "id": "8643",
    "name": "Brawling Battleships",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 12,
    "description": "BRAWLING BATTLESHIPS is a game of luck and strategy that is based on World War One (1914 &ndash; 1918) surface naval combat, a period when all the great powers had mighty fleets of new steel ships with enormous guns. Two to six players each command a squadron of &ldquo;dreadnought&rdquo; battleships and battlecruisers. The victor is the player or side that scores the most victory points by &ldquo;sinking&rdquo; enemy vessels.&#10;&#10;Brawling Battleships&trade; is a fast paced card game that pits squadrons of dreadnought battleships against each other in a wild free for all fight. From two to six players can play individually or in teams. Points are scored for sinking the opponents dreadnoughts, but that is easier said than done amid duds, confusion, spies and mutinies.&#10;&#10;Now sold as BRAWLING BATTLESHIPS STEEL, a &quot;deluxe&quot; version of the game that includes:&#10;&#10;-  64 dreadnoughts (ship cards)&#10;- 128 action cards (including 64 Original game cards and 64 Expansion cards)&#10;&#10;And&#10;- 16 BONUS action cards&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Card Game",
      "Nautical",
      "Wargame",
      "World War I"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/GMEcQfmIuk8NwFWet2NR1Q__thumb/img/ws90ZO65DMOt7zEL2igR5nLkeTc=/fit-in/200x150/filters:strip_icc()/pic36180.jpg"
  },
  {
    "id": "160592",
    "name": "Oklahoma Boomers",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 12,
    "description": "Oklahoma Boomers takes you back to the year 1889. The Land Run of Oklahoma has just taken place, and now you and your opponent strive to get your Boomers the largest homesteads &mdash; but that can be harder than it looks!&#10;&#10;Each player has three Boomers. On a turn, a player moves one Boomer in a straight line on the game board grid, moving it as many spaces as they wish. After this, he may use this Boomer and one of the opponent's Boomers to place cornerstones on the game board; these cornerstones are placed on the intersections where these two Boomers would meet, should they move toward one another. (If one of the Boomers couldn't reach an intersection point due to another piece being in the way, that cornerstone is not placed.)&#10;&#10;Chains of cornerstones form borders on the game board, and at some point these borders will close off certain areas from the rest of the game board. If Boomers of only one color are in an area, this area/homestead belongs to the owner of those Boomers.&#10;&#10;The game ends once all Boomers have their own homestead. Players receive 1 point for every square in their homesteads, and whoever has the higher score wins.&#10;&#10;Backers on Spieleschmiede also got 4 small expansions:&#10;- Red River&#10;- Santa Fe&#10;- Silberminen&#10;- Sooner&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "American West",
      "Territory Building"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Enclosure",
      "Square Grid"
    ],
    "image": "https://cf.geekdo-images.com/occOIdUfpXAGSYOsAd47ag__thumb/img/audhSrZPsKCTL5zbPDZUAG5ZKvM=/fit-in/200x150/filters:strip_icc()/pic2586258.jpg"
  },
  {
    "id": "244080",
    "name": "Fenix",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 8,
    "description": "In Fenix, two armies fight against each other. The battle of the two kings, their generals and soldiers is a matter of life and death &mdash; but Fenix is different from other strategy games: Here, the battle is not automatically lost when one of the kings has been defeated. Why? The phoenix-bird is immortal; if he loses his life, he rises again from the ashes. The cycle starts all over. The king is dead? Long live the king!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Grid Movement",
      "Square Grid"
    ],
    "image": "https://cf.geekdo-images.com/kF4kLMomvKyMXmznMnvERw__thumb/img/u0L_dQwvvCvJI3vjN_B77HBtm2c=/fit-in/200x150/filters:strip_icc()/pic7126109.jpg"
  },
  {
    "id": "57937",
    "name": "The Doomsday Project: Episode 1  The Battle for Germany",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 600,
    "age": 12,
    "description": "The Doomsday Project is a sub-series using the Operational Scale System (or OSS) and the game on the Battle for Germany in 1985 will be the first game of the Doomsday Project and the third game in the OSS family.  It will cover that great battle that never happened between the Warsaw Pact and NATO in the main ground battle of that war that never was.  Other games in the sub-series will include games on the battle for Norway, the Balkans, the Middle-East and the Far-East...as well as non-system games cover the global naval war and strategic nuclear war.  All of which will mate together as a titanic game on World War Three.&#10;&#10;The first game in the series will be on Germany and will feature three maps and 5 countersheets.&#10;&#10;Game Scale:&#10;Game Turn: 1 day&#10;Hex: 7.46 miles / 12 kilometers&#10;Units: Brigade &amp; Divisions&#10;&#10;Game Inventory:&#10;Three 22 x 34&quot; full color mapsheets&#10;One 8.5 x 11&quot; full color map&#10;Five dual-side printed countersheet (1,170 400 9/16&quot; counters)&#10;One 48-page Battle for Germany rules booklet&#10;One 40-page Battle for Germany scenario &amp; examples of play booklet&#10;Six single-side printed Play Aid Cards&#10;Two 10-sided dice&#10;Two 6-sided dice&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Medium-High&#10;Players: 1 or more&#10;Playing Time: 2-50 hours (depending on scenario)&#10;&#10;",
    "categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/rAdsYKZGes5WV3s1wruUbg__thumb/img/8M2xYSMftetuxp_BJKuINfbbFRA=/fit-in/200x150/filters:strip_icc()/pic5383771.jpg"
  },
  {
    "id": "13881",
    "name": "Marengo: Napoleon in Italy, 14 June 1800",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "Marengo is an operational level simulation of the battle between Napoleon's French Army and the Austrian Army commanded by General von Melas, which occurred on June 14, 1800 in Piedmont (northern Italy).&#10;&#10;One of Napoleon's first important victories, the battle was decided by the opportune arrival of French reinforcements who robbed Melas of the triumph he had almost achieved earlier in the day. For the rest of his career, on many more famous battlefields, Napoleon often exhorted his troops with the mention of the glorious French victory of Marengo.&#10;&#10;One on four games included in the Napoleon At War QuadriGame.  The games in this set are based on the Napoleon At Waterloo system which is a basic &quot;Movement-Combat&quot; system with hard &quot;Zones of Control&quot;.  There are four pages of standard rules and one page of Exclusive rule.&#10;&#10;(from the rules folder and BGG user)&#10;&#10;",
    "categories": [
      "Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/g8DzdatijjS0OLVE6il0kQ__thumb/img/2gHMWN4Vr2E06oqixxXgFO8ntYA=/fit-in/200x150/filters:strip_icc()/pic56411.jpg"
  },
  {
    "id": "192634",
    "name": "Revolution Road",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 10,
    "description": "&quot;Revolution Road&quot; presents the first two conflicts between Britain and her American colonials in 1775 which ignited the American Revolutionary War. Two complete games are included, BOSTON TO CONCORD and BUNKER HILL. These are fast, tense battles. Card driven, area movement, low counter density, quick play and simple to learn, all make REVOLUTION ROAD a wonderful introduction to the American Revolution and to war-gaming. Its wealth of historical information makes it an ideal teaching tool.&#10;&#10;Although the scale between the games is decidedly different the same rules apply with only slight differences. BOSTON TO CONCORD is a game of maneuver, very chess-like. For the Patriot player it involves alarming the countryside with night-riders, mustering militia and trying to fend off the best infantry in the world. For the British it is playing hide and seek with Patriot Arms caches as he ferrets out Sons of Liberty troublemakers and then tries to make it back to waiting reinforcements as the Patriot forces grow to unmanageable size.&#10;&#10;Bunker Hill is a different animal altogether, a basic slug-fest. The Patriot player faces a growing tide of redcoats who threaten to overwhelm his defense works on every turn. Patriots face disappearing ammunition, flanking, panic and optional rules for alternate British landing sites. As casualties mount historic leaders try desperately to rally their men and bring about the miraculous result reflected upon by British General Henry Clinton when he declared &quot;It was a dear-bought victory; another such would have ruined us.&quot;&#10;&#10;",
    "categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Wargame"
    ],
    "mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/CeEyKYpCqLVWCAkiCzRqDQ__thumb/img/A8GZXmGnVihrfyXg7rRy_KTkhT8=/fit-in/200x150/filters:strip_icc()/pic2866403.jpg"
  },
  {
    "id": "322183",
    "name": "Sherlock Fantasy: Felices para siempre",
    "minPlayers": 1,
    "maxPlayers": 8,
    "playingTime": 60,
    "age": 10,
    "description": "In each Q case, you try to solve a mystery case with 32 clues, with players revealing one clue at a time until all cards have been revealed or discarded.&#10;&#10;Choose a card from your hand and place it on the table, so all players can read or see the entire information.&#10;We recomend you read out loud all shared info when you place it on the table. If you play a clue that happens to be irrelevant to the case, you lose points at the end of the game, but be careful! Some clues are vital to resolve the case.&#10;&#10;You can share and expose your theories at any moment and talk about the cards you have in your hand but you cannot show them to the other players and you may only read out loud the words written in bold or the text framed inside an image:&#10;&#10;At the end of the game, when all clue cards have been revealed or discarded, you must check carefully all the available information and prepare a theory of what happened, working all together. Then, open the questionnaire and answer all questions. During this phase of the game, you can speak freely about your discarded cards, or the information you remember of them. Each right answer will add two points.&#10;&#10;&mdash;user summary&#10;&#10;El cad&aacute;ver del Pr&iacute;ncipe Azul yace en un ata&uacute;d de cristal mientras sus amigos lo lloran. &iquest;Qu&eacute; ha sucedido? &iquest;Qui&eacute;n es el culpable? &iquest;C&oacute;mo lo ha hecho?&#10;&#10;&iquest;Descubrir&eacute;is qu&eacute; ha ocasionado la muerte del joven m&aacute;s apuesto del reino?&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery"
    ],
    "mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management",
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/E7VG4Hubu6lldfRZXRoPVw__thumb/img/GsmHJl3sCWX5tVQ9uvDz72opNoA=/fit-in/200x150/filters:strip_icc()/pic5716678.jpg"
  },
  {
    "id": "22126",
    "name": "Bag the Hun",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 120,
    "age": 12,
    "description": "From the publisher:&#10;Rules for aerial conflict during the Second World War. Placing emphasis on the skills of the pilot in these easy to use dogfighting rules that do not need car aerials or aeronautical qualifications. In a dogfight your chances of survival depend heavily upon your ability as a pilot and the fighting qualities of your aircraft. Fly out of the sun to pounce on your unsuspecting opponent, and use your skills to keep on his tail, maximizing your chances of a kill. Abandon your wingman and suffer the consequences! The Bag the Hun system uses the TooFatLardies card based turn sequences to remove unrealistic predictability and allows you to fight actions involving up to 30 aircraft in an evening. All you need is a hex cloth and some planes.&#10;&#10;",
    "categories": [
      "Aviation / Flight",
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/p0RqoTyGs6CFgDcS6FuXOA__thumb/img/CTpJdXCmAgHN8LhG4bnkhr-BlWQ=/fit-in/200x150/filters:strip_icc()/pic663006.jpg"
  },
  {
    "id": "227162",
    "name": "Fireworks",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 6,
    "description": "A group of seven cats have been training very hard to master their profession &ndash; shooting the best fireworks in the world. Although rookies, they hope to one day become as expert as their master. After so many years, the day is coming...&#10;&#10;Every turn, players use the Fireworks Barrel to launch the Fireworks Die into the Starry Sky Box. If the knocked Fireworks Tiles land face up, the player takes a number of them according to the die, placing them on their Player Board to score points. Whoever scores the most points wins.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Animals"
    ],
    "mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Hexagon Grid",
      "Pattern Building",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/pqfQJstjSI_G4wOfK7uBvw__thumb/img/3T6GCAjiV-gUlwW3scxctADDVI0=/fit-in/200x150/filters:strip_icc()/pic4184072.jpg"
  },
  {
    "id": "271820",
    "name": "Forgotten Pacific Battles",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 0,
    "description": "Forgotten Pacific Battles is a simulation of the US invasions of Micronesia from February to October 1944. Specifically, this game includes the invasion of Tinian, Engebi, Parry, Eniwetok, Guam, and Angaur Island as part of the U.S. goal of establishing bases that would allow American bombers, for the first time, to launch within range of the Japanese home islands.  Accordingly, the Japanese intended to deny the islands to the Americans, or at least make cost prohibitively expensive in terms of lives, as well as buy Japan as much time as possible to allow the Japanese home islands to be continually strengthened and fortified for the inevitable invasion that the Japanese leadership anticipated.&#10;&#10;Forgotten Pacific Battles, while developed as a solitaire game, it can be just as easily played as a two-player game, using the standard Fire &amp; Movement (F&amp;M) rules and a series of exclusive rules covering each scenario.&#10;&#10;There are individual scenarios for the islands of Engebi, Eniwetok, Parry, Guam, Tinian and Angaur. Each scenario can be played separately or as part of two different campaign games.&#10;&#10;Game Scale:&#10;&#10;    Game Turn: variable from 1 to multiple days&#10;    Hex: 0.3 miles / 500 meters for all scenarios (except Guam 1 mile / 1.61 kilometer)&#10;    Units: Platoon to Battalion&#10;&#10;&#10; &#10;Game Inventory:&#10;&#10;    One 22 x 34&quot; full color map&#10;    One dual-side printed countersheet (280 1/2&quot; counters)&#10;    One 16-page rulebook&#10;&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Medium&#10;Players: 1 or more&#10;Playing Time: 30 minutes to 3 hours&#10;&#10;Published in &quot;World At War&quot; magazine issue #71 (April/May 2020)&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/CBeoLblj-AaNJhKytP_cDA__thumb/img/P5meb1DlmLrqDu6SyH2Qx4v_T6k=/fit-in/200x150/filters:strip_icc()/pic5248485.jpg"
  },
  {
    "id": "6744",
    "name": "Feudal Lord",
    "minPlayers": 1,
    "maxPlayers": 16,
    "playingTime": 60,
    "age": 12,
    "description": "Feudal Lord is a Japanese-language game for up to 8 players. The Japanese title is &quot;Sengoku Daimyo&quot; which means Feudal Lord in the Sengoku period.&#10;&#10;&ldquo;Feudal Lord&rdquo; is a multi-player game that simulates the history of Japan in its age of civil wars in the latter half of the 16th  century, from rivalry between lords to unification under one leader (shogun).&#10;&#10;The 1,300 diecut counters represent the historical factions(clans), combat units, fortresses, leaders, and ships that fought throughout this period.  It even includes gold bullion counters. Beautiful full color maps and counters, 8 sets of charts, cards, 20 scenarios, comes with counters trays and 2 dice.&#10;&#10;In this game, each player becomes a famous feudal lord, and attempts to unify provinces, expand territory, and become the unifier of Japan.&#10;Clans conduct war with other players or neutral clans. Administration and diplomacy is important, along with military operations.&#10;In addition to the strategy, event card and the ability of leaders have a significant impact on game play.&#10;&#10;The game has two types of scenarios: historical and free set-up. Historical scenario is based on the actual territory and leaders. Free set-up scenarios will be started with any province and random selected leaders. Nominal purpose is the unification of Japan, but most scenarios will determine the winner by the total wealth of controlled provinces.&#10;&#10;",
    "categories": [
      "Civil War",
      "Medieval",
      "Renaissance",
      "Wargame"
    ],
    "mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/2FUNA6a51gVaT2J5EVqshA__thumb/img/Pr8uZv7xv0qMzN8gfelnKvHhdLM=/fit-in/200x150/filters:strip_icc()/pic1197381.jpg"
  },
  {
    "id": "85826",
    "name": "Kursk: Burning Tigers  A Panzer Grenadier Game",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 0,
    "description": "From the Avalanche Press website:&#10;&#10;While the SS assault the Kursk salient from the south, German plans had the Ninth Army hurling three panzer corps against the bulge's northern flank. With weeks to prepare, the Soviet 13th Army had dug in with multiple lines of anti-tank guns, and once the Germans broke through they had to face the Second Tank Army.&#10;&#10;Kursk - Burning Tigers is a stand-alone game in the Panzer Grenadier series.  You do not need any other game in the series to play any of the 40 scenarios.  Design is by Panzer Grenadier veteran Mike Perryman (Workers and Peasants among many others).&#10;&#10;In this game the German Army wields new weapons for its long-planned offensive. Panther tanks, Ferdinand tank destroyers, Goliath explosive tanks and more are in the German arsenal. The Soviets counter with masses of the excellent T-34 medium tank, plus Lend-Lease Churchill tanks, T-70 light tanks and much more.&#10;&#10;There are four semi-rigid mapboards, just like those found in August 1914 or 1940 - The Fall of France. Plus 517 scorchless and sootless playing pieces. And 40 scenarios.&#10;&#10;This game and its companion, Kursk - South Flank are exactly the games for which the Panzer Grenadier series was intended. These are the ultimate tank battles that every Panzer Grenadier player will want to fight.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/hSQGifWdgxHnkH8VrKJrpQ__thumb/img/RDGDhzDhR7jVZhc9gGWiTkakc9o=/fit-in/200x150/filters:strip_icc()/pic1666888.jpg"
  },
  {
    "id": "262626",
    "name": "Gnomes at Midnight",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 10,
    "age": 8,
    "description": "Gnomes at Midnight is a 2-player, light strategy, kind-hearted tabletop board game. Your gnomes come alive at midnight but have to stay hidden out of the shifting moonlight.&#10;&#10;3 ways to win: Capture the three toadstools, Bump 3 rival gnomes off the board, or Complete the dance design anywhere on the board.&#10;&#10;Gnomes can move 1 space in any direction, but they may never move on or off of a moonlit square, as shown on your current moonlight card. If a gnome moves onto a rival gnome, the rival is bumped off the board.&#10;&#10;On your turn you may move, or add a gnome back onto a start garden square. Then reveal your next moonlight card. A player only has to complete 1 of the 3 goals to win.&#10;&#10;&ldquo;Be sneaky or bold, but only one group of gnomes will win the lawn for the night.&rdquo;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Fantasy"
    ],
    "mechanics": [
      "Grid Movement",
      "Modular Board",
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/2nDfn65DMnf2fMx-1iWcmw__thumb/img/ETeL0LsRA_Q_ke4hC87yUUH8_jI=/fit-in/200x150/filters:strip_icc()/pic4358591.png"
  },
  {
    "id": "109019",
    "name": "Caldera",
    "minPlayers": 2,
    "maxPlayers": 3,
    "playingTime": 0,
    "age": 0,
    "description": "This is a game inspired by the spewing eruptions of volcanoes. The setup leaves an empty space in the center of the board, akin to the caldera of a volcano.  Capture the winning pieces by causing eruptions!&#10;&#10;Using the same erupt-and-capture mechanism as Volcano, Caldera changes just about everything else.  The following play summary requires no prior knowledge of Volcano, but does assume a basic knowledge of Looney Pyramids.&#10;&#10;Using 6 rainbow stashes, four of the colors in each stash are set up on a Volcano board in nests.  Since there are only 24 nests, the center of the board is left empty.  The 5th color of each stash is used for caps (generally black, the opaque color).  The players move caps to cause eruptions to capture pieces, but also have the option each turn to execute a Power Play: return a previously captured piece to the board.  The game ends when one player has captured 3 monochrome trios--that player wins.&#10;&#10;Although Caldera originated as a variant of Volcano, its &quot;Fiesta Caldera&quot; variant is now the canonical version of Volcano.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "mechanics": [
      "Set Collection",
      "Square Grid"
    ],
    "image": "https://cf.geekdo-images.com/hmEr8GIXd8eMRji4pZXCvQ__thumb/img/jc-0U6NMrNOXUPolgJBqhHtCdsE=/fit-in/200x150/filters:strip_icc()/pic1480425.jpg"
  },
  {
    "id": "157529",
    "name": "The Truce or the Sword",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 0,
    "description": "The Truce or the Sword is the 14th module in the series Au Fil de l'Ep&eacute;e - AFDE (By The Edge of the Sword) and second volume of &quot;AFDE Louis XI &raquo;.&#10;&#10;It covers two battles of Louis XI, King of France: Blanquetaque (1475) and Guinegatte (1479)&#10;&#10;The game includes:&#10;- 324 die-cut counters&#10;- 1 double-sided map&#10;- One 16 pages booklet (rules, scenarios and historical notes)&#10;- One player aid&#10;&#10;Battles: &#10;- Battle at the Ford of Blanquetaque, July 29, 1475 (Louis XI,  King of France vs. Edward IV, King of England)&#10;- The Battle of Guinegatte, August 7, 1479  (Philippe de Cr&egrave;vecoeur, army of Louis XI, King of France vs. Maximilien of Habsburg)&#10;&#10;The game features one historical scenario and one alternate scenario per battle&#10;&#10;",
    "categories": [
      "Medieval",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/hKyIEnC3za1FSbxG4TSmvQ__thumb/img/OH0YMkiyYRtoWSh0v0Q3YHQhgPc=/fit-in/200x150/filters:strip_icc()/pic2003911.jpg"
  },
  {
    "id": "271090",
    "name": "Doctor Esker's Notebook",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 180,
    "age": 13,
    "description": "Doctor Esker has vanished, leaving behind only a mysterious book full of puzzles written in his own hand. Nobody has cracked his cryptic codes yet. Are you up to the challenge?&#10;&#10;The game provides a deck of 73 cards which contain nine devious puzzles to solve. You can play through the puzzles solo or together with family and friends. Great for a party, a game night, or a lazy afternoon.&#10;&#10;Each puzzle is composed of a set of cards. You can solve the puzzle by reading, comparing, arranging and pondering the messages, drawings, and artwork on the cards. Solving the puzzle reveals a sequence of numbers. When you think you&rsquo;ve got it, gather the solution cards corresponding to the number sequence and flip them. If you see a message or image, you&rsquo;ve solved the puzzle. Persevere to the end and receive Dr. Esker's greatest praise.&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction",
      "Word Game"
    ],
    "mechanics": [
      "Cooperative Game"
    ],
    "image": "https://cf.geekdo-images.com/Q_-oqBdGAa1SFiPnjE4XqQ__thumb/img/cPQ_Fae_aExKCss9Rt-jSirau54=/fit-in/200x150/filters:strip_icc()/pic4580818.jpg"
  },
  {
    "id": "420120",
    "name": "Snatch it!",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "Once upon a time there was a pond that hummed and buzzed happily. But then the frogs suddenly appeared. They greedily filled their mouths with everything within reach of their tongues. They even snatched their prey from the mouths of the others.&#10;&#10;Snatch It! is a family game for 3-6 players in which the aim is to secure as much food as possible. Become a hungry frog and grab the tastiest cards from the pond.&#10;&#10;Protect your well-filled piles from the other greedy frogs who keep trying to snatch them away from you. Only those who collect their piles before they burst will not end up with an empty belly.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Party Game"
    ],
    "mechanics": [
      "Ladder Climbing",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/0eAzzlWerTTu-YuBL4PNjw__thumb/img/uUkgiq_opBq-oJ8TdMvqG7x29Eg=/fit-in/200x150/filters:strip_icc()/pic8172481.jpg"
  },
  {
    "id": "890",
    "name": "Real Action Stockcar Championship",
    "minPlayers": 1,
    "maxPlayers": 20,
    "playingTime": 90,
    "age": 10,
    "description": "Game comes with 1 double-sided board (tracks), dice (used for movement, position challenges, track incidents), pawns for keeping track of lap count, 20 plastic cars (better to use Micro-machine sized toy cars), rulebook, lap sheets (for longer races).&#10;&#10;From their ( http://www.realaction.com ):&#10;&#10;The Real Action Stockcar Championship (RASC) stock car racing board game.&#10;RASC is a fast paced, exciting simulation of stock car racing. Our dynamic  RASC board game comes with 2 different race tracks demanding different racing strategies. Up to 20 drivers experience the thrills of being in the driver's seat of a stock car with the excitement of true racing. All drivers make their own pit and race strategies to win the race and eventually the RA Cup for winning the RASC  championship.&#10;&#10;",
    "categories": [
      "Dice",
      "Racing"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/yGHi6ZFgA1J-RRVlvMQlow__thumb/img/Py9DynrCk8NxrubXj6jdUPj3J3o=/fit-in/200x150/filters:strip_icc()/pic920991.jpg"
  },
  {
    "id": "94822",
    "name": "Ouro de Tolo",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 40,
    "age": 8,
    "description": "The desire to become rich overnight is a dream for many people, a dream which drove many to take part in legendary gold rushes that have a hold on our imagination despite ending more than 150 years ago. Whatever appeal a gold mine might have, though, the risks are plenty and the riches limited, and when you're working under a gaslight it's tough to distinguish riches from Ouro de Tolo (fools' gold).&#10;&#10;Ouro de Tolo is a fast and tense game of risk management in which the players, acting as miners, try to secure the best hauls for themselves while keeping their &quot;colleagues&quot; at bay. Each turn a player has three choices:&#10;&#10;&bull; Extract a nugget, i.e., pull a stone from the bag.&#10;&bull; Play a card that brings him advantages or causes problems for opponents.&#10;&bull; Leave the mine for that workday and cash in the stones collected that day.&#10;&#10;If at any time a player has two &quot;fools' gold&quot; stones, he loses everything collected that round and sits out until everyone else finishes the round. Each turn spent inside the mine can harm your gains, yet how else but inside the mine can you gather as much gold as possible?&#10;&#10;At the end of each workday, players sell their nuggets and earn money. The winner is the player who has the most money, with the game ending at the end of the round that any player reaches a certain threshold, with that value dependent on the number of players.&#10;&#10;",
    "categories": [
      "American West",
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/Cuj-6tHNejcdyRxzDWuQNg__thumb/img/gNl3eIWeHgbwHLSX6E2z55cmP-o=/fit-in/200x150/filters:strip_icc()/pic948331.jpg"
  },
  {
    "id": "248673",
    "name": "Dobbers: Quest for the Key",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 100,
    "age": 14,
    "description": "Dobbers: Quest for the Key is a whimsical, family friendly board game for 2-4 players. It is a deck building, encounter building, strategy board game.&#10;&#10;Create surprise encounters for your opponent while building your deck and equipping your hero.&#10;&#10;&#10;     The mechanics are simple enough for most children to enjoy, while having strategies that are complex enough that even the most seasoned gamer will feel engaged. &#10;     It usually takes an hour or less to play. It will take longer while you learn card details and how they may effect your strategy.&#10;     It has a high fantasy theme, with comic-book style, bold illustrations.&#10;     The objective is to move your hero along your chosen path to the final space on the board, represented by &ldquo;the Key&rdquo;. The first player to reach the key with their hero wins!&#10;&#10;&#10;There are two strategies essential to winning the game:&#10;First, placing challenging encounters on the board, preventing other players and their heroes from being able to advance along their chosen path.  Second, equipping your hero and building up your personal deck so that you can more easily overcome any encounters that have been placed along your path. Player will have to do both well if they expect to reach the key first and win the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Memory"
    ],
    "mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building",
      "Secret Unit Deployment"
    ],
    "image": "https://cf.geekdo-images.com/u32V0PcQXB2j0_biAyZcuA__thumb/img/5awnjHb3j-g12bA-70NJpG4luQc=/fit-in/200x150/filters:strip_icc()/pic4691329.png"
  },
  {
    "id": "16085",
    "name": "Legends of Wrestling",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 10,
    "description": "LEGENDS OF WRESTLING is a card and dice game that features playing cards for 24 professional wrestling legends! The playing cards have a drawing of the wrestler on the front and game information on the back. For example, the back of the card features the wrestler's favorite moves (such as Jimmy Snuka's SUPERFLY LEAP finisher) and other realistic characteristics specifically catered to each wrestling legend! LEGENDS features a fast-action game system that allows matches to take place in real time. You can play alone or with friends.&#10;&#10;The LEGENDS OF WRESTLING Box Set includes 24 wrestler playing cards, dice, playing charts, instruction book, and game handbook. You'll be the promoter and booker for your own wrestling federation featuring the greatest roster in history! Each expansion game adds another 12 cards to the game!&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice",
      "Fighting"
    ],
    "mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/QGLrt_4s-WhJrtjZvhMgJQ__thumb/img/TLXIugycOvgUe3cb7t5uoMoIps0=/fit-in/200x150/filters:strip_icc()/pic101725.jpg"
  },
  {
    "id": "365601",
    "name": "Gummiland",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 6,
    "description": "Welcome to the land of Gummiz where these funny candies live. Gummiz love fruits and spend all their time growing them.&#10;&#10;They&rsquo;re big foodies! And did you know that you can tame them? Each Gummiz produce delicious fruits, they are materialised on the back of the tile.&#10;&#10;Tickle the one you already have to get them to leave their hiding place and help you catch other Gummiz&#10;&#10;Attract Wild Gummiz with delicious fruits and add them to your Gummibox!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Children's Game"
    ],
    "mechanics": [
      "Deck Construction"
    ],
    "image": "https://cf.geekdo-images.com/U1e4nrgTe3vtCgdKduoPSQ__thumb/img/XXkxMmObkDRGs182KhwZNobDO3c=/fit-in/200x150/filters:strip_icc()/pic6941237.png"
  },
  {
    "id": "297663",
    "name": "Monster's Coffee",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 15,
    "age": 8,
    "description": "Humans can't get served in Monster Cafe, so you'll need to choose the right monsters to approach the counter in order to get the coffee you want.&#10;&#10;To start play, choose the five monster families that you want to use in the game from the twelve available, then shuffle those cards. Each player receives a hand of ten monster cards (twelve with two players), then chooses three of these cards to place face down to form their &quot;back line&quot;. All of the other monsters form a face-up front line.&#10;    &#10;On a turn, a player chooses one of their face-up front line monsters, moves it to the center of the table, then triggers its power. As soon as each player has only three monsters in their front line, the round ends and players distribute coffee tokens. Whoever has the most monsters of a particular family, with back-line monsters counting double, earns coffee tokens equal to the number of monsters of this family in the center of the table.&#10;    &#10;After multiple rounds, whoever has collected the most coffee wins!&#10;&#10;",
    "categories": [],
    "mechanics": [
      "Deduction",
      "Push Your Luck",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/OYZv9AdCldoz1wnvq9w2zg__thumb/img/wGlVXtmKsHRjcXIzpWm9-Tl5_eI=/fit-in/200x150/filters:strip_icc()/pic5183269.jpg"
  },
  {
    "id": "307703",
    "name": "Dawn of Battle",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 240,
    "age": 14,
    "description": "Dawn of Battle is a hex-and-counter wargame allowing players to refight historical battles from roughly 1500 BCE to 1500 CE or 3000 years of combat. Players take the roles of the great commanders of history, including Xerxes, Alexander the Great, Julius Caesar, Saladin, and William Wallace.&#10;&#10;The game system is straight-forward and action-packed, as players depend upon the quality of their army&rsquo;s leadership to provide activation points allowing them to maneuver their armies and strike against the enemy. The better an army&rsquo;s command, the more flexibility it has to move, rally, and attack.&#10;&#10;Also included are supplementary rules that cover free deployment in scenarios, barbarian charges, command control and impetuousity, elephant panic, and random events.&#10;&#10;Each of the twenty included scenarios indicate the disposition of each army that engaged at that historical battle. Units include a variety of infantry types (including hoplites and the Macedonian phalanx), cavalry (including chariots and mounted archers), missile units (including slingers, longbows, and even early gunpowder weapons), and special units such as elephants and war wagons.&#10;&#10;The game&rsquo;s primary engine is comprised of an action deck used to determine command, the randomly determined outcomes of actions, and melee combat. Additionally, action cards provide special effects that players can use to enhance their units&rsquo; abilities as well as the narrative of the gaming experience. The action deck provides a unique means of resolving a battle in an experience that will never be duplicated.&#10;&#10;-description from designer&#10;&#10;",
    "categories": [
      "Ancient",
      "Medieval",
      "Renaissance",
      "Wargame"
    ],
    "mechanics": [
      "Action / Event",
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Impulse Movement",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Sudden Death Ending",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/nwBpDmRBlx9R5QJmyTrx5w__thumb/img/SQcDcqqW2Dlpn4NARwKv3LBNWkU=/fit-in/200x150/filters:strip_icc()/pic5362172.jpg"
  },
  {
    "id": "8334",
    "name": "Trail of the Fox",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "Uses the same game system as Desert Fox to portray the battles for Tunisia. Published as a magazine game in Strategy &amp; Tactics issue #97. A scenario is provided to link the two games together for one Grand Campaign.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points"
    ],
    "image": "https://cf.geekdo-images.com/tH03FeMaYYjKDBSWHpjYxg__thumb/img/GKLcIxD74a9in6qQktRRTr9TUxA=/fit-in/200x150/filters:strip_icc()/pic2741900.jpg"
  },
  {
    "id": "327402",
    "name": "DreamQuest",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 6,
    "description": "DreamQuest is a co-operative adventure game for two players &mdash; ideally one adult and one child, who take on the roles of Protector and Dreamer.&#10;&#10;Together you are trying to complete a quest before the Dreamer awakens, choosing the path to follow, making decisions, fighting monsters, rolling dice, and trying to reach the end of the adventure in time. If the Dreamer rises before the end of the quest, you must start the adventure again, but the heroes now having gained experience that will make them more powerful.&#10;&#10;DreamQuest also includes an illustrated book that you can use to record your adventure, personalizing the record for recollection later.&#10;&#10;",
    "categories": [
      "Adventure",
      "Book",
      "Children's Game"
    ],
    "mechanics": [
      "Cooperative Game",
      "Role Playing",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/DA_nylPwQl9eRzoSmrO-BQ__thumb/img/s6ekT5qJKKOgfAHwlINB_irH0FY=/fit-in/200x150/filters:strip_icc()/pic7264232.jpg"
  },
  {
    "id": "266474",
    "name": "Stalingrad Roads: Battle on the Edge of the Abyss",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 14,
    "description": "Stalingrad Roads is a two player wargame that covers the Soviet encirclement and defeat of Axis forces besieging Stalingrad in the winter of 1942-43.&#10;&#10;It comes with a learning scenario and four main scenarios, including a full campaign scenario that begins with Operation Uranus and ends with Von Manstein&rsquo;s Backhand Blow counter-attack.&#10;&#10;Stalingrad Roads is the third game in the &lsquo;Roads&rsquo; series (following Liberty Roads and Victory Roads), and shares many of the same innovative supply, command and Fuhrer Approval mechanics of its predecessors.&#10;&#10;It introduces novel new perspectives on the Soviet counter-attack on Stalingrad. These include mandatory offensives and the loss of Soviet momentum, Stavka reserves, German Superiority rules that ebb away with Soviet victories, and the counterbalance of Von Manstein in securing German reinforcements against the wilder impulses of the Fuhrer.&#10;&#10;The game has many characteristics similar to other hex and counter wargames, but it also has notable differences such as the highly variable effects of weather, the absence of zones of control when moving, and the importance of nearby HQs for keeping units in supply. Combat is very punishing for both sides, reflecting the terrible attrition witnessed during the battles of this campaign. It rewards careful positioning to take advantage of breakthroughs, and the use of support counters at the right time.&#10;&#10;The full campaign will take several hours to complete, but the shorter scenarios can be played in an evening. The game is also very suitable for solo play and online play using Vassal.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/5H1XGfFO7G9Uw3S3T9x-jg__thumb/img/N-AfAKFJ-UdcKi0rLu_cIwYODY8=/fit-in/200x150/filters:strip_icc()/pic6469918.jpg"
  },
  {
    "id": "400265",
    "name": "Mooncake Master",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 10,
    "description": "Mooncake season is almost here! You and your fellow apprentices are gathering to see who can create the most beautiful mooncakes while catering to fussy customers.&#10;&#10;Over three rounds, players simultaneously draw, share, and fit Mooncake quarter cards, creating beautiful mooncakes for judging as well as for selling to customers.&#10;&#10;Mooncake Master is a light-hearted interactive puzzle game that brings gamers and families together, and not just for the mooncake season!&#10;&#10;",
    "categories": [
      "Puzzle"
    ],
    "mechanics": [
      "Closed Drafting",
      "Pattern Building",
      "Simultaneous Action Selection",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/MVD4lsaf_JWE3aHXrO5Pcg__thumb/img/QmPirqrUyhzHrfPif0nGuGgBpOY=/fit-in/200x150/filters:strip_icc()/pic7723402.png"
  },
  {
    "id": "208670",
    "name": "Labyrinth: Paths of Destiny (Third Edition)",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 14,
    "description": "In the adventure board game Labyrinth: Paths of Destiny, each player has two actions each turn. These actions can be spent to perform various activities that may result in the player gaining one of the keys necessary to win the game. Once the player has the key, they must reach the center of the labyrinth, avoiding the golem, dangerous traps, and other participants while making their way to the center.&#10;&#10;",
    "categories": [
      "Adventure",
      "Ancient",
      "Fantasy",
      "Maze",
      "Negotiation"
    ],
    "mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/Neu7sQf9vACl6JjOm9bQfw__thumb/img/kqT8eD1v476saqPxU6HoTXpGrgU=/fit-in/200x150/filters:strip_icc()/pic3184701.png"
  },
  {
    "id": "246310",
    "name": "Page Quest SEASON 1: Mythical Artifacts",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 12,
    "description": "Page Quest is an unique Print and Play experience! This is an adventure game that has different stories to take players through. Each of those stories will be divided to a different number of episodes and every single episode is a fully playable game that fits on a SINGLE PAGE!&#10;&#10;Choices that you make during episodes will influence the next episodes or on the story overall. There are also briefcases that will be provided to the players before every episode that will push the story forward and will include some extra stuff. So maybe it&rsquo;s just one page, but the story is huge and we will make sure you will relive it with us!&#10;&#10;It&rsquo;s also a new form of PnP game, that will be distributed through the newsletter. Players will receive in e-mails a digital content periodically, this content will include things like: new episodes. Story briefcases, companions, different equipment and items. Thanks to game&rsquo;s storyline it feels like a TV show that we hope you will come back to many times to binge-play it! Especially since it&rsquo;s so easy to assemble, all you will have to do is print it and play it, no scissors required!&#10;&#10;SEASON 1 will last for at least 6 months and includes:&#10;&#10;     4 episodes&#10;     4 briefcases with stories&#10;     some extra companions, equipment and items.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Adventure",
      "Print & Play"
    ],
    "mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/whWUnSa3yKqwOimG2IQQHw__thumb/img/7VjI_9knZVCqYHHuV4zdidZHxBQ=/fit-in/200x150/filters:strip_icc()/pic4033141.jpg"
  },
  {
    "id": "85243",
    "name": "Loch Ness",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 8,
    "description": "From the rules: &quot;For decades, reporters from around the world have been on the hunt for the Loch Ness monster.  But lately reports of sightings of Nessie have been increasing.&#10;&#10;&quot;Such reports naturally have drawn such reporters as the attractive Belinda Viewing from New York, the half-Belgian Claude McMirror, the clever Filosa Sharp, as well as her Londoner competitor Jack Nesstee, and even Nils the Blitzen from Denmark to the Loch.  Equipped with the most modern equipment and techniques, these daring reporters have traveled to Scotland, in order to capture the elusive Nessie on film for their newspapers.&#10;&#10;&quot;But the 5 will experience some surprises . . .&quot;&#10;&#10;In Loch Ness, players compete to get pictures of Nessie.  In turn order, players place or move their photographers on the board as they try to anticipate the movement of the Loch Ness monster.  The movement of the monster is determined randomly by drawing move cards from the first three players, each card having a number from 1 to 5.  The cards are not revealed until after the photographers have been placed.  When they are revealed, the monster moves the total number of spaces and players score points based on the value of their photographers placed in the area where Nessie emerged.  In addition, the players whose photographers were directly in front of Nessie select photo cards that will award points at the end of the game, especially if sets are created.&#10;&#10;Beginning in the second round, players will select an action space each round that gives them a unique power to use for for the round.  Placement also gets more challenging from the second round onward as a player is required to move a photographer, perhaps opening up spots for opponents.  Each round, some of the players do have a limited knowledge of how Nessie will move each round.  When a player draws a movement card before positioning his photographers, he is allowed to look at it, giving him one-third of the movement for that round.  However, movement varies tremendously and only three players draw movement cards each round.&#10;&#10;The game ends after the round in which a mini Nessie figure reaches space 65 on the score track.  This figure moves the same number of spaces as the main Nessie figure in the game board each round.  The player with the most points, scored during the game and from the photo cards at the end, wins the game.  The rules include two optional variants that can be added individually or together with the base game.&#10;&#10;Not to be confused with the 2010 Walter Obert game with the same theme, Loch Ness.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Deduction"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/QBNlbKe3qHyejD32Ov5tGA__thumb/img/EcZ2s6JD0pYT0z7xgK3XRzRDX8M=/fit-in/200x150/filters:strip_icc()/pic839057.jpg"
  },
  {
    "id": "19257",
    "name": "Le Truc",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 12,
    "description": "Le Truc is a 15th century card game from France and Spain. Sid Sackson included it in A Gamut of Games.&#10;&#10;Le Truc is a betting/bluffing/trick-taking game for two players or two teams of two players. It is played in rounds of 12 points and the first side to take two rounds wins. For each hand, players are dealt three cards from a French 32-card deck. A hand is initially worth one point, but the active player may propose a raise in stakes before answering each trick. A hand is won by taking the majority of tricks or by making the opponent(s) fold to a raise. Only ranks of cards are important in Le Truc, not suits. If two cards of the same rank are played in a trick it is &quot;spoiled&quot; and not counted for either side. The first trick of a hand is particularly important, because it acts as a tiebreaker when both sides win an equal number of tricks.&#10;&#10;There is a Brazilian variant know as Truco that also includes a card value to have higher in-game value than others. This value changes at each trick by drawing a card.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/n96nHb05kwHyv7-69x2sWw__thumb/img/KOWhf1IiSI_wYfdT7WL7OXQAUII=/fit-in/200x150/filters:strip_icc()/pic88979.jpg"
  },
  {
    "id": "111866",
    "name": "Rise!",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 8,
    "description": "In Rise!, players race to be the first to construct three towers on the growing game board, moving workers to and fro to keep the towers rising and the opponent befuddled.&#10;&#10;To set up, place 12 hexagonal tiles in a dogbone shape as specified in the rulebook, then place one token for each player on their starting locations. On a turn, a player takes two actions (possibly the same action twice) from this list of options:&#10;&#10;&#10;    Place a land tile adjacent to any existing tile.&#10;    Place a worker adjacent to any of your workers already on the game board.&#10;    Move one of your workers to an adjacent empty space.&#10;    Jump an opponent's worker and land on an empty space, removing that worker from play.&#10;    Remove two of your workers from the board to remove an opponent's worker from any space.&#10;    Remove two of your workers from the board to place one of your workers in any empty space.&#10;    Remove one of your tower layers from the board.&#10;&#10;&#10;If at any time during play you have a circle of six of your workers surrounding an empty space, place the first layer of one of your towers in that space. Your ring of workers must remain in place for two additional turns for the remaining two layers to be added to the tower; if your ring is disrupted, you can complete it later to continue the tower-building. If you completely surround an opponent's tower, you can remove the top level of that tower from the board.&#10;&#10;In addition to building three complete towers, a player can also win by eliminating all of the opponent's workers from the game board.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "City Building",
      "Territory Building"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Enclosure",
      "Modular Board",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/25VXk3U-1haHopp87RbTsQ__thumb/img/QNeBFwb2k4YEhnM3gWdyX--ub5c=/fit-in/200x150/filters:strip_icc()/pic1176927.jpg"
  },
  {
    "id": "154931",
    "name": "Pepper & Carrot: The Potion Contest",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "Pepper &amp; Carrot: The Potion Contest is a competitive abstract puzzle game in which players try to be the first one to complete three recipes in order to become the witches' assistant.&#10;&#10;The game is a brain burner as you are trying to get the best of the order in each turn thinking ahead the possible use of the other two visible orders for the next turns. Each player has 18 ingredients placed randomly on a grid of 3x6 that shapes their board. They also have three orders they can use to replace a common order they do not wish to use.&#10;&#10;Each turn an order is to be used whether it is to rotate, push or switch ingredients. A recipe is completed when the ingredients are aligned as the recipe in the board shows.&#10;&#10;&bull;&bull;&bull;&#10;&#10;El Caldero de la Bruja es un juego competitivo abstracto con tintes de rompecabezas donde los jugadores intentaran ser los primeros en completar 3 recetas para poder convertirse en el Asistente de la Bruja.&#10;&#10;El juego puede ser quemacoco ya que lo que se intenta es aprovechar al maximo la orden disponible cada turno y preveer el uso de las otras dos ordenes reveladas que seran usadas en los proximos turnos. Cada jugador tienen 18 ingredientes situados al azar en una grilla de 3x6 que formara su tableu. Tambien tienen a su disposici&oacute;n 3 ordenes con las que podr&aacute;n reemplazar por &uacute;nica vez una orden comun que no deseen o no les sirva usar.&#10;&#10;Cada turno una orden es usada ya sea para rotar, empujar o intercambiar ingredientes. Una receta ser&aacute; completada cuando los ingredientes sean alineados como muestra el tablero principal.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Deduction",
      "Fantasy",
      "Puzzle"
    ],
    "mechanics": [
      "Modular Board",
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/XqQHq0SkUiiNTjd8sv1HDg__thumb/img/dSkgGU-UIJlG8WOpWdEA1flVTao=/fit-in/200x150/filters:strip_icc()/pic4257368.jpg"
  },
  {
    "id": "347302",
    "name": "Glory Islands",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 14,
    "description": "The year is 1660. The pirate ship crews are determined to find out who is the best captain amongst the pirates.&#10;&#10;Glory Islands features easy-to-learn rules and fast, simple turns! You must outwit your opponents to claim fame and fortune. It has two different game boards and also includes a mini-expansion in the main game box.&#10;&#10;Glory Islands is played over a series of rounds in which players simultaneously play sailing cards from their hands. The card values define the turn order, how far ships can move on the board, and where a player&rsquo;s pirates may be placed on the board. Depending on where they are placed, pirates may receive glory, treasure tokens, or barrels. The cards may also provide bonus actions that players can use to gain an advantage over their opponents. When pirates occupy all of the spaces on an island, the player with the most pirates on that island will gain the most glory.&#10;&#10;The game is over when one or more pirate ships have completed the route around the islands. The player with the most glory is crowned the &quot;King of the Pirates&quot;!&#10;&#10;",
    "categories": [
      "Pirates"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Movement Points",
      "Race",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/JzeAHKDBHql1zrX2ORnQAA__thumb/img/zwgj_ZjSJauXqa56mGQc3tVDZ18=/fit-in/200x150/filters:strip_icc()/pic6399556.png"
  },
  {
    "id": "390169",
    "name": "Tanxi",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 80,
    "age": 10,
    "description": "Centuries ago, the deities made emerged from the depths of marines on the Island of Challenge. Together with her, there arose in the world people capable of using the power of the gems, allowing them to express their full potential.&#10;&#10;Today, the deities have chosen this island as the battlefield to find the person worthy of wearing the Tanxi, a mysterious stone that grants unmatched power.&#10;&#10;The confrontation will be to the death!&#10;&#10;Tanxi is a Battle Royale-type game where each player will control a character who seeks to be the last person alive on the island to obtain the Tanxi.&#10;&#10;In each turn, you can use your character's action points to move around the island, get new cards, get benefits from the town, or fight with other characters. In addition, you can equip helmets, boots, rings, weapons, or other items to improve your statistics.&#10;&#10;If you die, you must spend one turn outside before returning to the game.&#10;&#10;But beware! Round by round the mist will make the island smaller and different deities will wake up furious.&#10;&#10;The game will end when there is only one character alive on the island.&#10;&#10;-description from publisher&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Action Points",
      "Area Movement",
      "Card Play Conflict Resolution",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Events",
      "Map Reduction",
      "Market",
      "Movement Points",
      "Player Elimination",
      "Roles with Asymmetric Information",
      "Sudden Death Ending",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/0rp1vFDrZlI7iGMPRi5jTg__thumb/img/s9n0U1y6MVA__Sqm6FtzzLW344k=/fit-in/200x150/filters:strip_icc()/pic7548329.jpg"
  },
  {
    "id": "425445",
    "name": "Sweet Lands",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 200,
    "age": 14,
    "description": "Welcome to &ldquo;Sweet Lands&rdquo;, the kingdom of delightful confections! The former king has succumbed to his gluttonous love for sweets, leaving behind a final decree. Summoned by this royal edict, you and your fellow players are challenged to build the most magnificent city &mdash; and if you succeed, you will ascend as the new ruler of Sweet Lands. Gather the support of various townsfolk and navigate through fierce competition to create the richest and most prosperous city of sweets!&#10;&#10;Sweet Lands is a heavyweight Euro-style game with over 200 cards, 14 unique characters, and 449 wooden tokens, offering an unprecedented gaming experience. This game captures the essence of traditional Euro-style games while introducing fresh and innovative mechanisms. Come and experience our biggest masterpiece!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Fantasy"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/qmCyTIgGhdSON0bMUk8qjQ__thumb/img/7NwXv2G1UPErGTvHHm-R6wdYsoY=/fit-in/200x150/filters:strip_icc()/pic8329173.jpg"
  },
  {
    "id": "173462",
    "name": "Dreary Hamlet",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 7,
    "description": "In Dreary Hamlet you will play as an adventurer caught in their weakest moment. In medieval England times are hard, and to feed your family you will be forced to trek into the countryside, where you hope to slay the mysterious beasts that seem to be plaguing the tiny town of Hamlet. You have heard tales of the wretched creatures regurgitated from the Hamletsmaw, and though travellers shout of their horror, they also whisper through drink-numbed lips of the treasures that may be found within their guts.&#10;&#10;The aim of the game is simple; be the player with the most loot once every player is dead. The journey there is not such a simple one though.&#10;&#10;Each round of gameplay consists of a day and night phase. Creatures are drawn from a deck and placed in a grid at the centre of the table, where during the day players will choose which to face. Many things will affect the outcome of this combat, such as ammunition type equipped, creature health, defence, and number of attacks, and player health and items. Combat is resolved through dice rolls, and if the player survives they may receive a loot reward. These rewards can be sold for gold, crafted into better items that will be worth more in the future, or eaten to stave off death.&#10;&#10;While players have control during the day, once the sun sets and night settles across the land, the creatures in play will follow them back to camp, setting upon the doomed adventurers. No loot can be won during the chaos of night, leaving survival the only reward to a successful defence.&#10;&#10;At the same time, all players are competing to become the richest hero, so back-stabbing, betrayal, theft, and murder will be in abundance. The most important thing to remember is that death is inevitable, so take joy in your friend's suffering, and race to meet them on the other side!&#10;&#10;",
    "categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Fighting",
      "Medieval",
      "Mythology"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/gMtUE3AGuw7MKvZ9TQ9Igw__thumb/img/W-EyPi9An90LDinJBdwmf_VRM44=/fit-in/200x150/filters:strip_icc()/pic2730785.jpg"
  },
  {
    "id": "5303",
    "name": "APBA Pro Hockey",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 12,
    "description": "A stat-based game with cards representing NHL players.&#10;&#10;",
    "categories": [
      "Card Game",
      "Sports"
    ],
    "mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/E1IObK_ar2rGgxJYhBFsJQ__thumb/img/dqz1Kl5HpTMBkp5oalcWIpM0KuQ=/fit-in/200x150/filters:strip_icc()/pic46054.jpg"
  },
  {
    "id": "267250",
    "name": "Blade Rondo: Night Theater",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 8,
    "description": "Blade Rondo Night Theater is a stand-alone expansion for Blade Rondo. It can be played on its own with basically the same rules as the original, or combined to expand on the base experience.&#10;&#10;For the unfamiliar, Blade Rondo is a minimalist non-collectible battle card game where each player picks just seven cards per match. It also comes with a well-supported solo mode.&#10;&#10;&mdash;user summary&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/nKiHyrB8gStoOkeweereJA__thumb/img/TV0EK9BHy12j1VADYLZ71tGuiCo=/fit-in/200x150/filters:strip_icc()/pic4475456.jpg"
  },
  {
    "id": "5900",
    "name": "Aliens Predator",
    "minPlayers": 2,
    "maxPlayers": 3,
    "playingTime": 45,
    "age": 12,
    "description": "&#10;&#10;&#10;    &#10;        GAME SYSTEM&#10;&#10;    &#10;    &#10;         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.&#10;&#10;    &#10;&#10;&#10;&#10; A collectible card game set in the worlds of the Aliens and Predator films.  From the starter box: &quot;Enjoy the deadly competition between three very dangerous species.  Defend humanity as the Colonial Marines, search for prey as the master hunter Predator, or live to breed as the Hive-building Aliens.&quot;&#10;&#10;The game was sold in starter decks (for Aliens, Predators, or Colonial Marines) which included 60 cards, one die, one token sheet, plus a rule book.  Cards were also sold in 15 card booster packs.&#10;&#10;Online Play&#10;&#10;     Tabletop Simulator Workshop mod&#10;&#10;&#10;",
    "categories": [
      "Card Game",
      "Collectible Components",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/cGJtkV2RXXGMXSZHBwVk2Q__thumb/img/FfVQhOTSDOeLim25oLJPsF5cfgY=/fit-in/200x150/filters:strip_icc()/pic52990.jpg"
  },
  {
    "id": "8355",
    "name": "Drive to the Baltic!",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 12,
    "description": "Folio format simulation of the Soviet campaign to isolate Army Group North, and the subsequent German counterattack in 1944.&#10;&#10;Second installment in Moments in History's &quot;T3&quot; series, which has subsequently become the &quot;Schwerpunkt&quot; series for GMT Games.  Hallmarks of the system are ease of play and the &quot;fog of war&quot; element.&#10;&#10;Components include:&#10;&#10;One 22&quot; x 35&quot; color map&#10;One Rule Booklet&#10;Player Aid card&#10;280 counters (note that 46 of the counters are replacement counters for other Moment in History games)&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/3BXKvtk065WPmRwDsQFMzg__thumb/img/9uRkqMLRTBAYBA700VVF1xUVDKQ=/fit-in/200x150/filters:strip_icc()/pic122007.jpg"
  },
  {
    "id": "4208",
    "name": "The Kaiser's Battle: The German Offensive, March 1918",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 12,
    "description": "Published in Strategy &amp; Tactics magazine #83. Game of the German March 1918 offensive on the Western Front.&#10;&#10;Game play on UGO/IGO system. Unusual combat system without tables but roll die and multiply strength points and compare results by dividing attacker against defender. Compare against defender's morale rating for result. Brits are mainly on the defensive... using units as speed bumps. Germans win by exiting units off the West edge of map.&#10;&#10;Includes:&#10;1 Map&#10;1 sheet of 200 counters&#10;1 set of rules contained in S&amp;T #83&#10;&#10;",
    "categories": [
      "Wargame",
      "World War I"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/J3JG0cLJrwswoTu8Wa_Jfg__thumb/img/8XEk_IgkgwDMoyXpI6GhbjrLQEk=/fit-in/200x150/filters:strip_icc()/pic2736750.jpg"
  },
  {
    "id": "186755",
    "name": "Cadaver",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 10,
    "description": "Become a master Necromancer!&#10;&#10;Cadaver is a card game in which players must use a variety of arcane resources to reanimate a series of cadavers. Each cadaver has a resource cost which players must spend to re-animate the corpse. Resources are drawn from a shared deck. One deck can be used by up to 3 players. Adding a second deck allows up to 6 players to compete for best necromancer!&#10;&#10;Each player takes a number of cards from a single deck looking for corpses to reanimate, collecting arcane resources and accomplices, coffin locks and keys or terrifying ghouls. The player with the most corpses raised by dawn wins the game!&#10;&#10;",
    "categories": [
      "Fantasy",
      "Horror",
      "Zombies"
    ],
    "mechanics": [
      "Set Collection",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/sRgIze9jfjZJ5Do6qfNsyw__thumb/img/_sy6r092JHi9iU4nNFxCQ7HLgAA=/fit-in/200x150/filters:strip_icc()/pic7680957.png"
  },
  {
    "id": "382800",
    "name": "Mycology",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 12,
    "description": "Explore the forest floor through the changing seasons and discover a wondrous array of fungi. As a mycologist, you'll collect and classify a wide array of real fungi from around the world by collecting the resources they need to grow.&#10;&#10;Roll dice to collect resources as you move through the seasons. Use resources to fill your basket with mushroom cards, which are worth points at the end of the game. Be careful when collecting poison mushrooms, as they may hurt your score! The game ends once a player has completely filled their basket.&#10;&#10;Mycology is a fun and approachable game for all ages and experience levels, is for 2-6 players, and plays in 45-60 minutes. Perfect for a cozy afternoon - perhaps with a steaming mug of mushroom soup!&#10;&#10;-description from developer&#10;&#10;",
    "categories": [
      "Dice",
      "Environmental"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Open Drafting",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/tsOMjPrOUogG7bshrVtSww__thumb/img/y3qgdSvgdfHjL-f1ACh7PxEUveM=/fit-in/200x150/filters:strip_icc()/pic7418441.jpg"
  },
  {
    "id": "406378",
    "name": "Birdie",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "Discover the magic of a peaceful house on a quiet hill. By day, you admire the flight of the robin, woodpecker, and pigeon. By night, you listen for the call of the owl. But will you know how to get them all to get along?&#10;&#10;In Birdie you'll have to collect sets of birds and different seasons for points, but you'll have to remember which ones have already flown in your deck and which ones are missing!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game"
    ],
    "mechanics": [
      "Memory",
      "Ordering",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/547GNDeU8LW63nyH-LGNOg__thumb/img/Vax4TN5NM6KHgzlLmlK3WPVskDc=/fit-in/200x150/filters:strip_icc()/pic7865909.png"
  },
  {
    "id": "5186",
    "name": "King Arthur and the Knights of the Round Table",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 240,
    "age": 12,
    "description": "King Arthur and the Knights of the Round Table is two games in one. First you play the quest game to build your army and improve your knight. Then the game proceeds to the civil war where the fight to be the heir to the throne begins. Elements of role playing are involved as your knight has statistics which can improve during the game and various pieces of equipment can be bought. The game also includes jousting tournaments in which the winner can earn money and honor.&#10;&#10;",
    "categories": [
      "Economic",
      "Fighting",
      "Medieval",
      "Negotiation",
      "Wargame"
    ],
    "mechanics": [
      "Area Movement",
      "Open Drafting",
      "Role Playing"
    ],
    "image": "https://cf.geekdo-images.com/qkwDBRQGQ7kXCo66FXb0kw__thumb/img/8t7hqMBOllEgii2Q6NI052rnmqY=/fit-in/200x150/filters:strip_icc()/pic17630.jpg"
  },
  {
    "id": "42660",
    "name": "1886",
    "minPlayers": 2,
    "maxPlayers": 7,
    "playingTime": 0,
    "age": 14,
    "description": "An 18xx game set in the Nagoya metropolitan area of Japan. Game is free to print and play, but components are in Japanese.&#10;&#10;Files are available at the weblinks.&#10;&#10;English translation available here in the Files section.&#10;&#10;",
    "categories": [
      "Economic",
      "Print & Play",
      "Trains",
      "Transportation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/oG_WdmN2QICMLqniQlhyDg__thumb/img/QCWmnklXRR44v_7HJpRbOlqIRzU=/fit-in/200x150/filters:strip_icc()/pic781589.jpg"
  },
  {
    "id": "173755",
    "name": "Aquaducts",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 10,
    "age": 8,
    "description": "Download link: http://bit.ly/1ECXIZk&#10;&#10;A complete Print &amp; Play file (3 pages of cards, color, single-sided), including rules, is available at the link above. Players will also need a standard 6-sided die of any size or color.&#10;&#10;In ancient times, the aquaduct was an engineering marvel, bringing fresh water into cities choked with pollution and waste. You are a fledgling engineer with big plans for the future. If you can build aquaducts to every part of your city, provide much-needed amenities, and gain the people's favor, you will go down in history!&#10;&#10;This microgame consists of 24 cards, played as tiles in a city layout. Players get only one run through the deck, and must use their limited resources to expand, navigate, and build their city. The game features 4 difficulty levels (based on the size of the city), and offers great strategic gameplay with very few components.&#10;&#10;",
    "categories": [
      "Ancient",
      "Card Game",
      "City Building",
      "Print & Play",
      "Puzzle"
    ],
    "mechanics": [
      "Area Movement",
      "Network and Route Building",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/bYUrH5mZcYO8g5v9tAvj_g__thumb/img/_M7Uq3LxhjomdETdecMgUNH7r04=/fit-in/200x150/filters:strip_icc()/pic6568958.jpg"
  },
  {
    "id": "394072",
    "name": "Reavers of Midgard: The Card Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 14,
    "description": "Reavers of Midgard: The Card Game will pit Viking Captains against one another as they travel to far off lands in search of spoils and a skilled crew.&#10;&#10;Each player will receive a hand of cards that is identical, and on these cards are the locations where you can travel. Before each round, valuable spoils will be placed on each destination, and each player will think carefully about where they want to go, and then select that card from their hand, placing it face down on the table.&#10;&#10;The players will reveal their cards at the same time. If you are lucky enough to travel to a spot where no one else is present, all of the available spoils will be yours to claim. However, if one or more Viking Lords go to the same destination, the players will have to negotiate with each other to come up with a fair distribution of the items available. If they are unable to agree, the spoils will remain, and they will all suffer the consequences.&#10;&#10;At the end of the game, players will total up the points from their collected spoils, and whoever has scored the most will be crowned the Viking Jarl!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Bluffing",
      "Exploration",
      "Medieval",
      "Negotiation"
    ],
    "mechanics": [
      "Negotiation",
      "Secret Unit Deployment",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/p2mMLHbCnRsKAKSj2yJz1w__thumb/img/G8cYuBF12I1SBRHjsMA6zM1I6tY=/fit-in/200x150/filters:strip_icc()/pic7719698.png"
  },
  {
    "id": "253320",
    "name": "1834",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 240,
    "age": 0,
    "description": "Eddie Robbins' 1834 is an 18xx game set in one of the earliest and most important locations in the development of railroads: Belgium &amp; Luxembourg. Providing service to Antwerp, linking international markets, fostering the steel industry in Luxembourg and obviating the Albert Canal are important features to this game. The late appearance of electrified railways has a big impact. For 3-5 players, one needs a copy of the Avalon Hill 1830 game to provide the trains and tiles, although 4 special tiles are provided with 1834. The player with the most money wins the game.&#10;&#10;",
    "categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Stock Holding",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/yFjUKFtP9nFjhZYba2QOvA__thumb/img/aPO21rulf7n2jfV-n1C2ahw-DRo=/fit-in/200x150/filters:strip_icc()/pic4152763.jpg"
  },
  {
    "id": "234274",
    "name": "Wing It: The Game of Extreme Storytelling",
    "minPlayers": 4,
    "maxPlayers": 7,
    "playingTime": 90,
    "age": 12,
    "description": "Description from the publisher:&#10;&#10;Wing It is a hilarious storytelling and problem-solving game. You and your friends pit your imaginations against each other as you dream up ways to overcome unlikely challenges (...now an eerily well-coordinated horde of angry jelly fish begins to rock the boat until it tips precariously from side to side...) with an even unlikelier set of resources (...and all you have is an ice axe, ten coconuts, a set of snow tires, one pound of leg hair, and a complete collection of Hitchcock films).&#10;&#10;In each round, the players are all presented with the same challenging situation, but each player has different objects that they can use as their resources to resolve the situation. Each player comes up with a story about how they'll solve the situation using exactly three of the five objects in their hand, and then everyone takes a turn pitching their story to a judge. A winning story is selected, a new player becomes the judge, and the next round begins.&#10;&#10;",
    "categories": [
      "Party Game"
    ],
    "mechanics": [
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/Yvrpy6-qpiG-4nhtRsAI6A__thumb/img/lZh3bCcu0-wYCtRWiUAwI5JYPr4=/fit-in/200x150/filters:strip_icc()/pic3737337.png"
  }
]
