[
  {
    "id": "164449",
    "name": "Karate Fight",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 14,
    "description": "Soda Pop Miniatures and Ninja Division proudly announce Karate Fight. The second in our line of Takoashi University products. Following on the heels of Tentacle Bento, Karate Fight features our All-Star students of Takoashi University in an after school brawl.&#10;&#10;This fast playing card game is a game of wits and reflexes.  Be the first to capture up the play deck to win, with a blurring series of attacks and blocks, in this fun-to-play, winner take all card game for 2-4 players.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Fighting",
      "Humor",
      "Party Game"
    ],
    "mechanics": [
      "Player Elimination",
      "Push Your Luck",
      "Rock-Paper-Scissors"
    ],
    "image": "https://cf.geekdo-images.com/ADG4HZVySbidJtFDBpH10g__thumb/img/I2baul3za2hwLrRXAXxR75_PHzI=/fit-in/200x150/filters:strip_icc()/pic2289951.jpg"
  },
  {
    "id": "7249",
    "name": "The Legend of Zelda",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 6,
    "description": "The Legend of Zelda is a roll and move board game based on the franchise of the same name. Link travels through 6 different worlds attempting to rescue Princess Zelda.&#10;&#10;Before play begins, tiles are placed face-down on the board in each world. Players receive three heart chips and an attack die. The first player rolls the numbered die and moves Link a number of spaces as shown. When a player lands on a square, he/she turns over one of the tiles and does the following:&#10;&#10;-A magic tile that is found is kept until the end of the game. Finding this tile also allows access to the next world.&#10;&#10;-A monster tile is fought using everyone's attack die. The number of swords must be greater than or equal to the monster power shown on the tile. You can lose or gain hearts when fighting monsters.&#10;&#10;Once in the 6th world, the magic tile is &quot;Triforce Princess Zelda&quot;. In order to keep the tile, the player must roll 4 swords and is able to reroll once if 2 or more swords are shown. If unsuccessful, the attempt is passed to the next player until someone succeeds.&#10;&#10;At the end of the game, hearts are totalled, each magic tile being worth 1 heart and the Zelda tile worth 2. The player with the most hearts wins.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Dice",
      "Video Game Theme"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/oGMLNvyCEIOzy3ET_JrpHw__thumb/img/5RRic_0lXPs8ylnm9hnPmd4XUO0=/fit-in/200x150/filters:strip_icc()/pic4005740.jpg"
  },
  {
    "id": "7463",
    "name": "'CA' Tactical Naval Warfare in the Pacific, 1941-45",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "Tactical WW II combat game in the pacific, Strategy &amp; Tactics magazine #38.&#10;Counters represent individual battleships, battlecruisers, heavy and light cruisers, and destroyers, with varying characteristics to recreate seven famous battles in the Pacific Theater, plus three other hypothetical scenarios that could have occured. All the essential elements of surface combat are recreated, including gunnery, torpedoes, varying types of damage, night sighting, and momentum. Battles include Savo Island, (2) Guadalcanal, Cape Esperance, Tassafaronga, Kolombangara, and Augusta Bay. The hypotheticals pit the Yamato, Nagato, and Hiei, with screening escorts, against the Iowa, North Carolina, and Maryland with similar fleet composition in one scenario, with the others equally interesting. There's a list of wartime ships available to the USN and IJN to keep you busy. Unlike other naval games of the time, the map is a single 22&quot;x35&quot; sheet and the various scenarios recognize certain land masses.&#10;&#10;",
    "categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/jp31YSlRtR_OWbfjLKeYzg__thumb/img/QptyHfLan4ZDmORIf3OrDTojW5o=/fit-in/200x150/filters:strip_icc()/pic293503.jpg"
  },
  {
    "id": "19466",
    "name": "Trivial Pursuit: 1980s",
    "minPlayers": 2,
    "maxPlayers": 24,
    "playingTime": 40,
    "age": 16,
    "description": "Different to the original Trivial Pursuit: The 1980's that was produced in the early nineties, this edition made its entrance in the twenty-first century on the back of the popularity of all things eighties and the fact that the children of the late seventies and early eighties were now the &quot;High disposable income&quot; generation.&#10;&#10;With only six spaces between each Wedge Space and plenty of &quot;Shortcut&quot; spaces to get you to Wedge spaces quicker, this edition is clearly aimed at a younger generation wanting everything faster. A &quot;Gazumping&quot; Dice allowing you to steal wedges from people is optional to use.&#10;&#10;Categories in this version are:&#10;&#10;    News And Views&#10;    Entertainment&#10;    Living In The 80s&#10;    People And Personalities&#10;    Music And Music Makers&#10;    Sporting Moments&#10;&#10;&#10;",
    "categories": [
      "Party Game",
      "Trivia"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/0cmLt3qtM6Tm1hjPA2cIuA__thumb/img/CmOQOx8IIdLJNYuO3StTEFV2GGk=/fit-in/200x150/filters:strip_icc()/pic7325622.jpg"
  },
  {
    "id": "103922",
    "name": "Star Wars: Angriff der Rebellen",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 7,
    "description": "In Star Wars: Angriff der Rebellen, the crucial battle against the Empire is about to begin, and countless space battles await you. Can you face off against a TIE Fighter, a Star Destroyer, or even the Death Star itself?&#10;&#10;During this mission you'll encounter many allies, such as Luke Skywalker, Han Solo or Yoda, who can aide you in exciting dice duels. Whoever can defeat the strongest Imperial spaceships at the end of the game wins.&#10;&#10;",
    "categories": [
      "Dice",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/NyywIPnEiCn-JwjWXc1V7A__thumb/img/OCUSyH_XP7h5EhIXQd_lr4oBTY0=/fit-in/200x150/filters:strip_icc()/pic2838800.jpg"
  },
  {
    "id": "10807",
    "name": "Fishing for Terrorists",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 14,
    "description": "In Fishing for Terrorists you will fight against terrorism as the &quot;heroic&quot; head of a government agency.  Your goal is to capture as many terrorists as possible, even if it means stabbing other agencies in the back.&#10;&#10;Much like Go Fish with action cards, this game reflects in inter-agency squabbling that insiders will recognize all too well.&#10;&#10;Re-implemented by:&#10;&#10;    Fishing for Terrorists Version 2.0&#10;&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Memory",
      "Political",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Memory",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/zsejPzyoUHiS2vEh5ZToXA__thumb/img/QRDN2eynltXr7Mf3k4g4totYDy8=/fit-in/200x150/filters:strip_icc()/pic95651.jpg"
  },
  {
    "id": "2566",
    "name": "Die Erbtante",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 10,
    "description": "Aunt Mary is single, rich, has lots of money, relatives and boyfriends. She wishes to leave some of her great wealth to her relatives, but none are allowed to receive more than she herself inherited long ago - 50 heirloom points (in furniture, jewelery, clocks, etc.) That is the limit that each player (Aunt Mary's relatives) may acquire - unless, of course, Aunt Mary marries one of her 9 boyfriends. Should that happen, Aunt Mary is distracted and players may grab for as much loot as they wish!&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Auction / Bidding"
    ],
    "image": "https://cf.geekdo-images.com/MvtJzM5qhmGJAeJHBt_8sA__thumb/img/NnDG9o-X-QyBym9Ag_fXhiAItqs=/fit-in/200x150/filters:strip_icc()/pic1093789.jpg"
  },
  {
    "id": "9454",
    "name": "Double Trouble",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 5,
    "description": "Variation of Trouble where you have to move both your arrow playing pieces along the path through detour wheels and to the finish spaces.&#10;&#10;Each player tries to remove their two pieces from the board. Each piece that lands on one of the Finish spaces is removed.&#10;&#10;There are four wheels built into the board. When you land on a Star space, you must turn a wheel. If pieces are on the chosen wheel then they will stay there, but may have to exit on to a different route than they intended. Thus you can help yoursef or hinder your opponents.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Dice",
      "Maze"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/Phj7Zq8CUPDDo6WtJHiEOQ__thumb/img/mv34DJak9v8FSXuDueYNRJA8q4A=/fit-in/200x150/filters:strip_icc()/pic40152.jpg"
  },
  {
    "id": "12043",
    "name": "Stadt - Land - Fluss",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 15,
    "age": 7,
    "description": "On each players turn, the player draws a card with a theme on it, then a letter is drawn. Then time runs. Every player has to find words for the chosen  theme with the right letter.&#10;&#10;",
    "categories": [
      "Word Game"
    ],
    "mechanics": [
      "Paper-and-Pencil"
    ],
    "image": "https://cf.geekdo-images.com/acHnXalfewRS72IO6k9j6A__thumb/img/1jqk_R2gdvqAGCErz2rH8htZ6B8=/fit-in/200x150/filters:strip_icc()/pic1730842.jpg"
  },
  {
    "id": "66603",
    "name": "Killer Bunnies and the Ultimate Odyssey",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 13,
    "description": "&#10;&#10;&#10;    &#10;        GAME SYSTEM&#10;&#10;    &#10;    &#10;         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.&#10;&#10;    &#10;&#10;&#10;Killer Bunnies and the Ultimate Odyssey is a new take on the collectible non-collectible KB line, with Jeffrey Neil Bellinger once again putting the rabbits through the grinder. Six new starter decks Animals, Crops, Elementals, Energy, Land and Technology will be available, and players can construct personalized decks of no less than 60 cards, with the cards from any deck.&#10;&#10;When the insatiable appetite of Killer Bunnies game fans demanded more, Playroom looked to Killer Bunnies creator and game designer Jeffrey Neil Bellinger to coordinate the development of, like other games in the Killer Bunnies family, a non-collectible game that can offer variations through different color nick-named deck options. However, this time a new desire expressed by the huge Killer Bunnies fan-base has been fulfilled: Killer Bunnies now has a constructable game variation. Though still not collectible or random, players can now buy starter decks and booster expansions for Killer Bunnies and the Ultimate Odyssey and then use any combination of those cards to form their own constructed decks to play against opponents. Unlike in Killer Bunnies and the Quest for the Magic Carrot, where up to eight players play with the same deck of cards, all sharing the same draw pile, Killer Bunnies and the Ultimate Odyssey has players each draw only from their own constructed deck of 60 cards. There are not any random packs, so players will always know which cards they are purchasing in a deck and they can buy the right products for their planned deck. For Killer Bunnies and the Ultimate Odyssey  six brand new starter decks (red, violet, blue, yellow, green, or orange) allow players to construct a personalized deck with any of the cards of any deck.&#10;&#10;The setting for the new game is an ultimate race to build a bunny society on planet Earth. Killer Bunnies and the Ultimate Odyssey pits players against each other as they struggle to gain Civilization Points, by building cities and increasing their bunny populations. Players gain points by developing their own civilizations or by using zany weapons and hilarious scenarios to destroy their opponents.&#10;&#10;Killer Bunnies and the Ultimate Odyssey is the latest in the family of Killer Bunnies games which features, Killer Bunnies and the Quest for the Magic Carrot, Killer Bunnies and the Quest for the Magic Carrot: Remix, Kinder Bunnies: Their First Adventure and Killer Bunnies and the Journey to Jupiter.&#10;&#10;&#10;In addition to individual starter decks (A-decks) and expansion decks (B-, C-, D- and E-decks), the following products are offered.  Each of the combination decks come with a promo card for each deck included.&#10;&#10;     Heroic and Azoic (Violet, Red, and Blue A-decks)&#10;     Lively and Spry (Green, Orange, and Yellow A-decks)&#10;     Elementals vs. Animals (Violet and Orange A- and B-decks)&#10;     Energy vs. Crops (Red and Green A- and C-decks)&#10;     Technology vs. Land (Blue and Yellow A- and D-decks)&#10;&#10;&#10;Killer Bunnies: Heroes vs. Villains &#226;&#128;&#147; Blue Starter Deck includes (in fact, consists of) the Blue, Green, and Yellow E-decks.&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice",
      "Humor"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/j60-ofB19YNguayXk3jMPw__thumb/img/5IePM0-4AvjTHmHyorN67C0Y0Ws=/fit-in/200x150/filters:strip_icc()/pic2369226.jpg"
  },
  {
    "id": "16380",
    "name": "Mighty Morphin Power Rangers Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 6,
    "description": "In this game, players assume the roles of Power Rangers on a 3-D gameboard. First, you must roll at least a &quot;5&quot; to turn into a Ranger. Then, you must defeat the Putty patrols on your path by rolling a number higher than the patrol's strength. Power Chips may be used to increase your die roll. Once all the Putties are defeated, you roll two dice to battle the Space Alien on your path. For the final battle, you roll three dice to attack King Sphinx. If all players have defeated all the Space Aliens, a Megazord is built allowing players to roll four dice in the final battle. The first player to defeat King Sphinx wins.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/dZqgJ2f9mFfJTh05DafSJg__thumb/img/KquaRIWd1POJ0G43q5awKH2TuMs=/fit-in/200x150/filters:strip_icc()/pic85767.jpg"
  },
  {
    "id": "4282",
    "name": "Greed",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 7,
    "description": "Unique betting game with special dice and felt playing surface. Roll dice to build up your points score. You decide when to stop rolling. If you risk too many rolls, you could lose all your points.&#10;Game comes with dice, playing mat and dice shaker.  Came packaged in a tube or a box.&#10;&#10;",
    "categories": [
      "Dice"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Re-rolling and Locking"
    ],
    "image": "https://cf.geekdo-images.com/alu8fX0aQx_GXfdROc85Tw__thumb/img/brqAhlda30duH7EKx03KA5CILc4=/fit-in/200x150/filters:strip_icc()/pic250437.jpg"
  },
  {
    "id": "795",
    "name": "Dragonlance",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 10,
    "description": "In the Dragonlance Boardgame, each player commands an army of dragons in search of the fabled Dragonlance.  The first player to snatch the Dragonlance from the top of the central tower and successfully deliver it back home wins!  But be careful!  Your opponents will attack your dragons, trying to make them crash-or even steal the Dragonlance and use it against you.  The game comes with a large hex mapboard, 30 dragons figures in six different colors, two sets of rules (Basic and Advanced), Cards, dice, altitude markers and more.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Medieval"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Open Drafting",
      "Roll / Spin and Move",
      "Three Dimensional Movement",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/TtxtscM0fyuYVI2-uplePQ__thumb/img/eL2gE_LYcmBe-N3YOT9RV838eE8=/fit-in/200x150/filters:strip_icc()/pic5035775.jpg"
  },
  {
    "id": "195545",
    "name": "Oppai Go!",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 16,
    "description": "How many of you remember the old videogames of the '80s &ndash; '90s where you had to be extremely skilled in cabinet to strip completely super-pixelled girls?&#10;&#10;Oppai Go has been created from this idea, a &ldquo;strategic&rdquo; game in which each player has a sexy female alter ego taken on a desert island as a sort of &ldquo;Battle Royale&rdquo; or &ldquo;The Hunger Games&rdquo;, with the exception of only wearing underwear. Unfortunately the fate is not by your side (or maybe yes?), because you will be &ldquo;forced&rdquo; to use every means at your disposal to fully undress your opponents and try to earn your way back home.&#10;&#10;The goal of the game is to have the most victory points at the end. Players get VP by stripping their opponents of their clothes (or accessories).&#10;&#10;The accessory token moves from one space to another to denote the state of dress of each character. The possible states are as follows:&#10;1. Naked: The accessory token is off the character sheet and the character is flipped to the naked side&#10;2. Pants: The character is only wearing pants (token on pants space)&#10;3. Bra: The character is wearing bra and pants (token on bra space)&#10;4. Armor: The character is wearing bra and pants, and also armor (token on armor space)&#10;5. Weapon: The character has a weapon, armor, bra and panties (token on weapon space)&#10;&#10;The game is divided into rounds, each round is split into phases. Note that some phases are played in clockwise order and some others in anticlockwise order.&#10;&#10;Each player faces a round always with 3 cards in hand, drawing them from the central common deck. Cards could have some effects like removing accessories to an opponent (or to everyone), gain 1 accessory, defend from opposing actions, etc.&#10;&#10;The cards can be played by the hand, can be held (covered) on the table (to be played during the next rounds) or can be discarded. All played cards form a sort of pile in order to activate their effects from the last played card to the first one.&#10;&#10;The held cards go always on the top of the pile, so their effects start first. There's only one problem: the card on the top of the discard pile determines the Seed, that is the color of cards that cannot be played among the held ones.&#10;&#10;This is a game full of funny surprises, bluff, ruthless combos and embarrassing situations.&#10;&#10;",
    "categories": [
      "Card Game",
      "Mature / Adult",
      "Party Game"
    ],
    "mechanics": [
      "Hand Management",
      "Take That",
      "Variable Phase Order"
    ],
    "image": "https://cf.geekdo-images.com/DisamMEsu8yPT42OfDEaSg__thumb/img/PepaIz_y9MaC5puUhhL-ysrwoZk=/fit-in/200x150/filters:strip_icc()/pic2937470.png"
  },
  {
    "id": "163576",
    "name": "Monopoly: The Legend of Zelda",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 180,
    "age": 0,
    "description": "Publisher blurb:&#10;&#10;Link tries to save Zelda from Gannondorf's oppressive taxation and inflated Hotel rates! Can Link survive a stop-over in the Realm of Twilight Find out in this Monopoly edition based on the Twilight Princess from Nintendo.&#10;&#10;",
    "categories": [
      "Economic",
      "Negotiation",
      "Video Game Theme"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/F_ssSmf2JHKMWpODgwzvuw__thumb/img/yJBt_jyQgkDLjKeCQKMYqCt9GpY=/fit-in/200x150/filters:strip_icc()/pic7470093.jpg"
  },
  {
    "id": "196564",
    "name": "Quick And Dirty",
    "minPlayers": 2,
    "maxPlayers": 20,
    "playingTime": 30,
    "age": 17,
    "description": "Quick And Dirty: An Offensively Fun Party Game is the game that rewards quick wits and dirty minds.&#10;&#10;To play you place a black category card pile and a white letter card pile face down. You then flip both a black and a white card over. The first player to yell an answer that starts with the letter and fits the category is the round winner. e.g.&#10;&#10;&quot;Things that happen in Vegas&quot;... starting with &quot;M&quot;&#10;... &quot;Mistakes!&quot;&#10;&#10;The round winner takes the black card to keep score, whoever had the most black cards at the end is the ultimate winner.&#10;&#10;",
    "categories": [
      "Party Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/NvkdJkR1ZcWhpdnH-nuCHQ__thumb/img/s1A0BrYRJce4ezXrGUKIY_AYoR0=/fit-in/200x150/filters:strip_icc()/pic3623787.png"
  },
  {
    "id": "360747",
    "name": "Skate Legend",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 8,
    "description": "Skate Legend is a fast-paced and addictive card game for 2-5 players, in which you play skateboarders racing through the city streets at full speed.&#10;&#10;The goal? Earn the most points by performing as many sequences of figures as spectacular as they are dangerous.&#10;&#10;So, ready to hit the ramp?&#10;&#10;",
    "categories": [
      "Card Game",
      "Party Game",
      "Sports"
    ],
    "mechanics": [
      "Chaining",
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/2QoivtMaA9rHLkkKHIS8PQ__thumb/img/bZuKwERwlCFf0loVIWNSn5oCiOI=/fit-in/200x150/filters:strip_icc()/pic7555068.png"
  },
  {
    "id": "166537",
    "name": "RuneCast",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 7,
    "description": "The Gods have chosen you and your companions to take part in pivotal battles that will decide the fate of Midgard and Asgard. Use your heroic power to turn the tide of the battle against Loki and his minions. Loki will be working to ensure that you and the Gods fail.&#10;&#10;The Gods have decided to bless you with the ability to return to life if you die in battle, but only so many times will you be resurrected by the Gods before you become an Agent of Loki, targeting your former companions until you destroy them or the Gods resurrect you! Fate is revealed in the Runes and can help you prepare for the next battle, or it can punish you for your previous failures.&#10;&#10;Rune Cast is a cooperative dice &amp; card game where players attempt to score enough wounds to defeat various scenarios. Players have hands that will allow them to use armor and weapons throughout the duration of the game, and may contain powerful Fate cards.&#10;&#10;",
    "categories": [
      "Adventure",
      "Dice",
      "Medieval",
      "Mythology"
    ],
    "mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/wnSTpJ8ut5Y2DTmqRGHB-w__thumb/img/7juaZNZsw3xubhU2qYRIIf_76qU=/fit-in/200x150/filters:strip_icc()/pic2670817.jpg"
  },
  {
    "id": "2916",
    "name": "File 13",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "File 13 traces the life of various game inventions as they wind their way through the paths and pitfalls (or is that piths and pratfalls?) of corporate intelligence. You'll discover that it's a long, hard road from the author's brain to the top of the best-seller list.&#10;&#10;Originally published in issue #72 of Dragon Magazine, April 1983. Errata, clarifications, and new rules published in Dragon #73.&#10;&#10;Republished as part of a boxed set: The Best of Dragon Magazine Games in 1990.&#10;&#10;",
    "categories": [
      "Economic",
      "Humor"
    ],
    "mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Roll / Spin and Move",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/SFyZBBaG2ozBFtccV1JAvw__thumb/img/P3Po8ob0C5R8uEiag-68yL_R0ws=/fit-in/200x150/filters:strip_icc()/pic1268670.jpg"
  },
  {
    "id": "2750",
    "name": "Imaginiff",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 12,
    "description": "The game is played in rounds. Each round, one of the players is chosen as the &quot;subject&quot; of a question. The question has 6 multiple choice answers. The question is read aloud and players vote on the answer they think is correct. Points are awarded to the players that chose the most popular answer.&#10;&#10;An example of a question:&#10;&#10;Imaginiff &lt;blank&gt; were a flying object. Which would he/she be?&#10;1) Blimp&#10;2) Biplane&#10;3) Glider&#10;4) Frisbee&#10;5) Lear jet&#10;6) Brick&#10;&#10;",
    "categories": [
      "Bluffing",
      "Humor",
      "Party Game"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Simultaneous Action Selection",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/wfhigRDClr2BkJJb5_CB9w__thumb/img/475cIeOaIfYts63b0O-qdBQtSr8=/fit-in/200x150/filters:strip_icc()/pic212910.jpg"
  },
  {
    "id": "174988",
    "name": "4 en Letras",
    "minPlayers": 1,
    "maxPlayers": 16,
    "playingTime": 15,
    "age": 5,
    "description": "4 en letras is a card game that will test your vocabulary, your mental agility , as well as your luck.&#10;&#10;In 4 en Letras you must form words with the letters of the cards to win a game. You have 8 different ways to play and two game styles , competitive and thematic. You can apply to each of them. The possibilities are endless!&#10;&#10;You can play 4 en Letras anywhere: on a table, on the floor, on the beach, at the airport, in the cafeteria, waiting for the subway, or at the bar while all your friends arrive.&#10;&#10;&#10;Original Spanish Description:&#10;&#10;4 en letras es un juego de cartas que pondr&aacute; a prueba tu vocabulario, tu agilidad mental y tambi&eacute;n tu suerte.&#10;&#10;En 4 en letras deber&aacute;s formar palabras con las letras de las cartas para poder ganar una partida. Tienes 8 formas diferentes de jugar y dos estilos de juego, competitivo y tem&aacute;tico, que puedes aplicar a cada una de ellas. &iexcl;Las posibilidades son infinitas!&#10;&#10;Puedes jugar a 4 en letras en cualquier lugar: en una mesa, en el suelo, en la playa, en el aeropuerto, en la cafeter&iacute;a, esperando el metro, o en el bar mientras llegan todos tus amigos.&#10;&#10;",
    "categories": [
      "Card Game",
      "Word Game"
    ],
    "mechanics": [
      "Hand Management",
      "Spelling"
    ],
    "image": "https://cf.geekdo-images.com/-qYn8rS54XLrFn_htm2SCQ__thumb/img/I3okJBNt_yZjP1BrGteVLsOBVtI=/fit-in/200x150/filters:strip_icc()/pic3472724.png"
  },
  {
    "id": "40350",
    "name": "XLR8",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 0,
    "age": 7,
    "description": "From publisher http://www.drtoy.com/awards/product.php?ProductID=6158 :&#10;&#10;XLR8&trade; is an exciting, math-based card game where the first player to reach 200 miles per hour wins! It is easy to learn and fun for the whole family! Each player is dealt 5 cards and the remaining cards are placed face down in the center of the table to be used as the draw pile. Players should maintain 5 cards in their hand at all times until they hit &ldquo;Top Speed.&rdquo; Players do this by drawing after each turn. At the end of their turn, players must call out their current speed. To start the game, players place a card from their hand on the playing surface in front of them, face up. This is the &ldquo;Speed Pile.&rdquo; Players have their own active speed piles they are trying to increase to 200MPH. Players track their speed using their &ldquo;Speed-O-Meter&rdquo; by adjusting the wheel at the end of each turn. This process is repeated until someone reaches &ldquo;Top Speed,&rdquo; but players must try to avoid the Blow Out, Caution, and Pit Stop cards along the way! Start your engines, you are ready to play!&#10;&#10;",
    "categories": [
      "Card Game",
      "Math"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/KD04tb3jxem_6HQdJIifcw__thumb/img/fweTn_4BM5GX4WnpG8a4naJeAp8=/fit-in/200x150/filters:strip_icc()/pic430592.jpg"
  },
  {
    "id": "33215",
    "name": "Finger Twister",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 5,
    "age": 3,
    "description": "[From Publisher]&#10;&#10;Anytime, anywhere for a competition!!&#10;&#10;Contents:&#10;- Twister Mat&#10;- Spinner Board and Arrow&#10;- Nail Stickers&#10;&#10;How to Play&#10;1) Rotate the spinner board by turns.&#10;2) The arrow indicates your appointed fingers and colored circle.&#10;3) Follow the arrow indication, put your finger on the appropriate colored circle.&#10;4) The last player left in the game is the winner!&#10;&#10;Note: In any condition, whoever cannot put their finger on an appropriate colored circle will lose.&#10;&#10;To make the game more fun and exciting, put the favorite color stickers on your nails from the included stickers.&#10;&#10;[From submitter tonyfung1205]&#10;It's a mini variant from the twister line. This game is particularly designed for two players only in a handy competition. The game board is about 5.5 inches x 5.5 inches. The small sized game board makes the game can be played on ship, on rail, or even at a restaurant.&#10;&#10;I got this piece of game in Hong Kong, with bilingual instructions (English and Chinese).&#10;&#10;",
    "categories": [
      "Action / Dexterity"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/2HsF5-w0oiRuvnPKMtsLyw__thumb/img/7mtEblzQGQr5th093VbPSrsMN6k=/fit-in/200x150/filters:strip_icc()/pic7207612.jpg"
  },
  {
    "id": "4864",
    "name": "Scene It?: The DVD Movie Game",
    "minPlayers": 2,
    "maxPlayers": 12,
    "playingTime": 30,
    "age": 13,
    "description": "As the box says, Scene It? Is all about movie magic.  It's a very simple trivia game.  You move about the board and answer questions about movies, such as what was Alien III's tag line, or what composer was nominated for an Oscar 18 times but never won.  The interesting part is that there is also a visual component as well.  You can roll a My Play or an All Play category which will play a short movie clip, such as Fried Green Tomatoes, Hannibal, etc. and then ask you questions about the clip, it could be something as simple as how many glasses of water were in the clip to what state did the clip take place, or even who was the actress who played that character's mother.  The game is very fast paced and a lot of fun.  The graphics on the DVD menus and the changes are very nice to watch.  Further, a new &quot;Expansion&quot; DVD is supposed to come out every three months.  As you might have guessed, you MUST have a DVD player to play this game.&#10;&#10;Expanded by with:&#10;&#10;    Scene It? HBO&#10;    Scene It? Sequel Pack: Movie Edition&#10;    Scene It? The OC&#10;    Scene It? Warner Brothers 50th Anniversary&#10;    Scene It? Turner Classic Movies&#10;&#10;&#10;",
    "categories": [
      "Electronic",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/i7PTXac55tAWGtRNasvxyQ__thumb/img/ioYMNXkT1wLexr4yDGp_CfY7f-A=/fit-in/200x150/filters:strip_icc()/pic20024.jpg"
  },
  {
    "id": "1464",
    "name": "Duo",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 7,
    "description": "Another card game in the Crazy Eights vein. Each card has one of four colors, one of four numbers and one of four symbols on it.&#10;&#10;Players get a hand of 7 cards and 2 cards are turned over from the deck to create 2 discard piles. On your turn you can play a card to the top of a stack if 2 of the 3 components match.  You can play as many cards as you want but only to one stack.  If you can not play you have to draw a card.  There are also wild cards that have all attributes on them and semi-wild cards that only have 1 attribute to match.&#10;&#10;Each player starts with 15 points and when a player goes out he deducts from his score the total number of cards in the other players hands.  First one to zero wins.&#10;&#10;1995 Mensa Select&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/XnBebdhxxTREP7nr8Dgo9g__thumb/img/ruxn1bSfLE2T8RZsAMzxeiyklfk=/fit-in/200x150/filters:strip_icc()/pic290418.jpg"
  },
  {
    "id": "5662",
    "name": "Word Mastermind",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 10,
    "age": 12,
    "description": "A word version of the popular color matching Mastermind Game.&#10;&#10;In this multi-lingual edition, players must attempt to guess three and four letter words in the least number of attempts.&#10;&#10;Small yellow letters are placed on the board and clues are given as to whether the letter exists in the Word Maker's word.  Black clue: proper letter and location.  White clue: Proper letter, wrong location.&#10;&#10;To assist play, the rules include lists of common three and four letter words in 10 languages.&#10;&#10;Words Worth us very similar but not identical; the guesser places yellow pegs on the letters they are guessing and these are each replaced with a black peg if the correct letter is earlier in the alphabet or a white peg if it is later.&#10;&#10;",
    "categories": [
      "Deduction",
      "Word Game"
    ],
    "mechanics": [
      "Deduction"
    ],
    "image": "https://cf.geekdo-images.com/LXoBX7gTQoCgPalX3rwSFw__thumb/img/SM08IEhmVpMeGCbFG6VlAN_YKmY=/fit-in/200x150/filters:strip_icc()/pic51043.jpg"
  },
  {
    "id": "375",
    "name": "6 Billion",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 120,
    "age": 12,
    "description": "A game which combines the themes of exponential population growth with the colonization of our Solar System. The game starts with Earth's population of 6 billion divided between up to 6 factions, including at least one Neutral faction. Players send out colonists and migrants to harvest the riches of the planets and their moons, and the Asteroid Belt. Natural growth limits, plus the Four Riders Of The Apocalypse (War, Famine, Pestilence and Death), slow the growth of your populations. Score points at the end of the game for the biggest and most widespread populations - score double for your HIDDEN AGENDA, or any DISCOVERY cards you hold. Score points during the game for cards played which 'help' the Neutral(s) and other players' populations (in various wicked ways!). Brief Optional Rules allow a player to adjust the otherwise random turn order, and to score bonus points for having a populace which is wealthy, happy or concerned for all life (not just humans).&#10;&#10;",
    "categories": [
      "Science Fiction"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/_jmmYCnY-n-KBq_PU0UgQA__thumb/img/Gh0Q2N3eqmcv9zxo3sqfGiisPwA=/fit-in/200x150/filters:strip_icc()/pic9632.jpg"
  },
  {
    "id": "168141",
    "name": "Epic Dice Tower Defense",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 8,
    "description": "An all-dice game where players build towers and hire waves of monsters to send against their opponents.&#10;&#10;Towers and monsters are both represented by dice.  In the first phase of each round, players spend resources to construct towers, cast spells and hire a variety of monsters.  In the second phase, players send hired monsters against their opponents.  A wave of monster dice is rolled, and the values on the dice are compared to the strength of the tower being attacked.  Each monster has a chance to activate special abilities to assist in the attack.&#10;&#10;Each monster who passes all opposing towers has a chance to score victory points.&#10;&#10;",
    "categories": [
      "Dice",
      "Fantasy"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/eVxxvOWgrP7cna7IeRnFCA__thumb/img/h5qX36x7o50pl41ApS_wuqfzSRs=/fit-in/200x150/filters:strip_icc()/pic6377753.jpg"
  },
  {
    "id": "17755",
    "name": "Schnipp Schnapp",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 7,
    "description": "Schnipp Schnapp ia a fast paced card game for children. Players reveal cards from their decks and the first to call &quot;Schnapp&quot; when two identical cards are showing wins both piles for his deck. If the call was incorrect, however, the player loses his pile to the middle of the table. When a card is revealed that matches this pile, the first player to say &quot;Schnipp&quot; wins them. The game ends when the winner has taken all the cards.&#10;&#10;",
    "categories": [
      "Card Game",
      "Children's Game",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/CN-pjH1dMtGyewQVWZiVQA__thumb/img/OA2-WXRhy7CRLlogDWBUZGOxbD8=/fit-in/200x150/filters:strip_icc()/pic1372400.jpg"
  },
  {
    "id": "327883",
    "name": "Matador",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 0,
    "age": 8,
    "description": "The Danish version of Monopoly is a game called Matador which was first published by C. Drechsler Papirvarefabrik in 1936. C. Drechsler died at the end of the second world war and the company was sold to the Swedish company Brio in the beginning of the 1970s.&#10;&#10;The streets in the game are popular streets of Copenhagen, the capital of Denmark. Along with the usual Monopoly items, it features a circular track.&#10;&#10;The Icelandic edition is the first edition of Monopoly published in Iceland, prior to 1964, named Matador. The streets of that version are located in downtown Reykjav&iacute;k, and companies include Loftlei&eth;ir and Flugf&eacute;lag &Iacute;slands.&#10;&#10;Trivia: When the Swedish publisher Alga lost the rights to publish Monopoly in the Nordic countries in 1981, they briefly considered designing their own Monopoly clone in order to fill the vacuum, called Monet&auml;r. Concept drawings of that game look very much like Matador, with a circular track.&#10;&#10;",
    "categories": [
      "Economic",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Lose a Turn",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/7TKugXDapT5dOQHRCthuzw__thumb/img/yoh5LJK20MgVqyfgG7dhSd4Rt_0=/fit-in/200x150/filters:strip_icc()/pic3640789.jpg"
  },
  {
    "id": "33197",
    "name": "Trybiki",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 0,
    "description": "(ENG) Cogwheels is a 2-person abstract strategy game, where using standard 6-sided dice guarantee balance of the game, as well as random factor. A single game lasts for about 10-20 minutes. The object of the game is controlling square consisting of 4 fields by your checkers. The characteristic of Cogwheels allows each player to move, or even pusch away the checkers in circles.&#10;&#10;(DE) Trybiki (Zahnr&auml;der) ist ein abstraktes 2-Personen-Strategiespiel, bei dem die zuf&auml;lligen Vorgaben eines W&uuml;rfels taktisch klug genutzt werden m&uuml;ssen. Ziel ist es, auf dem Spielfeld alle vier Felder um ein Zahnrad herum mit eigenen Spielsteinen zu besetzen. Klingt einfach? Weit gefehlt! Die Zahnr&auml;der bringen n&auml;mlich Leben auf das Spielbrett und stellen die Spieler vor gro&szlig;e Herausforderungen. Kaum zu glauben? Probier es aus! [Text auf der Schachtel]&#10;&#10;(PL) Trybiki to abstrakcyjna gra strategiczna dla 2 os&oacute;b, w kt&oacute;rej gracz musi m&#196;&#133;drze wykorzysta&#196;&#135; warto&#197;&#155;ci wyrzucane na kostce. Twoim celem jest zajeci&#196;&#153; w&#197;&#130;asnymi pionkami wszystkich 4 p&oacute;l wok&oacute;&#197;&#130; dowolnego trybiku. &#197;&#129;atwizna, powiesz... Niezupe&#197;&#130;nie! Trybiki sprawiaj&#196;&#133;, &#197;&#188;e plansza &#197;&#188;yje w&#197;&#130;asnym &#197;&#188;yciem, a sama gra staje si&#196;&#153; ciekawym wyzwaniem. Nie wierzysz? Sprawd&#197;&#186; sam! [Tekst z pude&#197;&#130;ka]&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Enclosure",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/GsF7_Sy5Id2xS8nrj1Ez9A__thumb/img/wOPsuJuVzmmYKf0-csh1qYVrM-8=/fit-in/200x150/filters:strip_icc()/pic301425.jpg"
  },
  {
    "id": "31762",
    "name": "Moce Albionu",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 0,
    "description": "Moce Albionu is a game set in the British Isles/Celtic mythology. The goal of the game is to find the Holy Grail and the spear with which the Roman centurion Longinus stabbed Jesus Christ. Players choose one of the four factions, giving each of their knights different statistics and weaponry. There is a lot of luck involved when fighting, but the fight system itself is pretty realistic.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Medieval",
      "Mythology"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Paper-and-Pencil"
    ],
    "image": "https://cf.geekdo-images.com/etVM8A3gtyIOZP8HTUz_7g__thumb/img/349ua-Fi95wdHZeymVJfTZw3zT4=/fit-in/200x150/filters:strip_icc()/pic277759.jpg"
  },
  {
    "id": "6364",
    "name": "Monopoly: Hong Kong",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 120,
    "age": 8,
    "description": "This is the Hong Kong limited edition released by Hasbro HK.&#10;Each block on the map represents a famous location in Hong Kong.&#10;&#10;",
    "categories": [
      "Economic",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/svV-lQ__4aKjnw8pf6dS9Q__thumb/img/RjDpd8C-tCNjEThWQN91NsbOSdg=/fit-in/200x150/filters:strip_icc()/pic365649.jpg"
  },
  {
    "id": "2941",
    "name": "Romance of the Three Kingdoms Card Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 12,
    "description": "From the publisher:&#10;&#10;No era in the millennia of Chinese History is as fascinating as that of the Three Kingdoms. It was a time of trouble, which gave birth to the most daring warriors, to strategists of unrivaled cunning, to many a legendary rogue &mdash; all household figures throughout Asia. Now, with                           117 cards and one d6, it is your turn to rise to                           the highest challenge! The fate of the Empire lies in your hands.&#10;&#10;The game does not only rely on sound tactics, it also promotes interaction between the players, who can strike a deal at any time. No two games can ever be the same: each one is a challenge, a renewed test of nerve and skills!&#10;&#10;The first player to have 6 points worth of land at the beginning of his turn is declared the winner.&#10;&#10;Hong Kong edition published 1999 in Chinese; US English edition published 2001.&#10;&#10;",
    "categories": [
      "Card Game",
      "Medieval",
      "Negotiation"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/18Ma_HAB1yVI3oA6PofgiQ__thumb/img/DkgU_xFxFRx7xvTa2r3nr4yYjnA=/fit-in/200x150/filters:strip_icc()/pic255254.jpg"
  },
  {
    "id": "40871",
    "name": "Crunch: The Game for Utter Bankers",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 12,
    "description": "The Crunch is here! Financial foundations are crumbling, while our nation's cherished traditions of greed, profit and exploitation are threatened.&#10;&#10;As the CEO of a global bank, it's your personal responsibility to do whatever it takes to ensure a comfortable retirement. Call in government bailouts, award yourself bonuses and - when no one's looking - embezzle as much as you can, before it all comes crashing down around you.&#10;&#10;Crunch is a card game for 2 to 4 players that allows you to experience the upside of down. Placed in the role of a global banking CEO, you have to juggle the conflicting demands of your ailing bank and your flourishing bank account.&#10;&#10;Along the way, the game also replicates our modern banking system and foreshadows the inevitable collapse of capitalism, but that's just a bonus.&#10;&#10;It's a Trust Thing&#10;Each player starts the game with a number of Assets in their bank, a small workforce and a few Trust cards. Trust is essential to your bank's survival. Not only will capitalism falter without it, but each Trust card hides on the reverse a potential Government Bailout.&#10;&#10;Government Bailouts can be called in at any time you're feeling the pinch (that's at any time) in return for a variable cash injection. Occasionally though you get nothing, so spend them wisely.&#10;&#10;Debt Makes the World Go Round&#10;Using your workforce, you lend out your bank's Assets as debt. You can dabble in high risk debt for potentially big rewards (and big losses) or stick to the safer (but less profitable) low risk debt. Either way, clever playing of the markets will bring in big returns.&#10;&#10;Bonuses and Embezzling&#10;But then that's all immaterial because what's really important is how much money you can secure for your own personal fortune. You do this by awarding yourself bonuses at regular intervals and by brazenly embezzling your own bank's Assets and hiding them when no one else is looking. If you get caught embezzling, you lose a Trust card and you remember how important Trust is, right?&#10;&#10;Surviving the Crunch&#10;Occasionally, the Crunch will hit and all CEOs have to make sure they can cover all the money they've lent out with the total value of Assets in their banks. If they can't, it's government bailout time or bust. But don't worry too much if that happens because if you've managed to bonus and embezzle enough, you can still win the game, even if you go bankrupt first.&#10;&#10;Remember, you could run a model bank for the entire duration of the game, but if you fail to look after number one, you risk ending up yachtless.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Card Game",
      "Economic",
      "Humor",
      "Political"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Commodity Speculation",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/FcbXeiEr2GWz3hq1PClKIg__thumb/img/2MWyAFAjLseihsAKDEz98ocgjek=/fit-in/200x150/filters:strip_icc()/pic725499.jpg"
  },
  {
    "id": "14275",
    "name": "Black Molly",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "The game simulates a fish tank with 2 Black Mollies (hence the name) and a number of &quot;machines&quot;, which are harmful to fish. Each player has four fish and the objective is to keep them alive as long as possible. The game board is variable and made up of 24 cards. The roll of a D4 die decides about the machines being turned on or off or the current in the tank being activated. If a fish ends its turn on a card with the Black Molly or an activated machine it is taken out of the game. The last player with fish(es) on the board wins the game.&#10;&#10;",
    "categories": [
      "Animals"
    ],
    "mechanics": [
      "Area Movement",
      "Modular Board"
    ],
    "image": "https://cf.geekdo-images.com/CBl6vVOmYIkgupeHSmabyw__thumb/img/5bgoTEX8y73MZPaxz-pk6klx7Gw=/fit-in/200x150/filters:strip_icc()/pic58065.jpg"
  },
  {
    "id": "72566",
    "name": "Monopoly: The Simpsons Electronic Banking Edition",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 8,
    "description": "The whole town is up for sale! Now you can build your Springfield empire without the hassle of carrying loads of cash especially when it&rsquo;s in the millions! Things have moved on in Springfield and, just like in the real world, all you need to do is swipe your bank card to transfer your money it couldn&rsquo;t be easier. Whether you are Homer, Lisa, or Mr. Burns, get ready to wheel and deal the stakes are higher than ever before! It&rsquo;s the fast-dealing property trading game that features Simpsons characters and properties!&#10;&#10;Use cards, not cash store your millions on your bank card!&#10;&#10;Includes gameboard, 1 banker unit, 6 Simpsons movers (Bart, Homer, Lisa, Marge, Mr. Burns and Krusty), 28 Title Deed cards, 16 Chance cards, 16 Community Chest cards, 6 MONOPOLY bank cards, 32 yellow houses, 12 red hotels, 2 dice and instructions.&#10;&#10;",
    "categories": [
      "Economic",
      "Electronic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/LQevrb_3KZND5iAXXVvQMw__thumb/img/156P8O2iiuw3O1vA13vyyefCLi0=/fit-in/200x150/filters:strip_icc()/pic741596.jpg"
  },
  {
    "id": "13918",
    "name": "Remagen: Bridgehead on the Rhine, March 1945",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "Remagen is a simulation on the battalion/regiment level of the operations from 7 March to 17 March 1945 that saw the U.S.  Army cross the Rhine River in force at the town of Remagen.  An optional scenario is provided to show what might have happened if the Germans had reacted quicker to the U.S. seizure of the Ludendorff Bridge.&#10;&#10;&mdash;description from the rules folder&#10;&#10;Remagen is one of four games included in the West Wall Quadrigame set.  The game includes a 17&quot; x 22&quot; three-color map, 100 counters and an Exclusive rules folder.  A Standard rules folder, containing rules common to all four games included in the Quadrigame is also included.&#10;&#10;Game mechanics are a simple movement-combat system with hard zones of control that promote &quot;surround and destroy&quot; tactics.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/zRsCf61Rq5H1WMl-gFMezw__thumb/img/3Di7AwbWujZWzPjJP9klmQczGyU=/fit-in/200x150/filters:strip_icc()/pic5757187.png"
  },
  {
    "id": "186212",
    "name": "Win/Lose Revolution",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 1,
    "age": 6,
    "description": "Win/Lose Revolution is a very light social deduction game for 3 players.  Each player is dealt one of the three role cards and secretly looks at the card.  The player with the Controller card turns the card face up and then must pick one other player to go on a mission.   The players with the Rebel and Informant cards will try to convince the Controller to pick them (without showing their card).&#10;&#10;If the Controller picks the Rebel, both those players win.  If the Controller picks the Informant, the Informant player wins.&#10;&#10;The game can be expanded to 4-5 players with a second set.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Science Fiction",
      "Spies / Secret Agents"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/eizsvlTvV9SQteZoTjblxA__thumb/img/cerSuLEM713Lb95g1p2-auq-KP4=/fit-in/200x150/filters:strip_icc()/pic2719684.jpg"
  },
  {
    "id": "31561",
    "name": "Bankruptcy: The Card Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 10,
    "age": 8,
    "description": "Insider Trading, Outsourcing, Cooking the Books. Who said CEO&rsquo;s should have all the fun of running a company into the ground?&#10;&#10;Now, with Bankruptcy: The Card Game, you and your friends can join in the fun! This fast paced game pits 2-6 players in a game of oneupmanship and dirty deals to see who can be the first to declare Bankruptcy!&#10;&#10;Bankruptcy: The Card Game is a fast-paced game that plays similar to Uno, in that the object of the game is to be the first player to declare &quot;Bankruptcy&quot; and have an empty hand.&#10;&#10;The game has 110 cards, which consist of Stock Share cards with values from 1 to 10, Bull Market cards that can be played to force any player to draw 1 to 4 cards, Bear Market cards that can be played to allow the player to discard Stock Share cards, and Special Edition cards that affect the game in alternative ways.&#10;&#10;",
    "categories": [
      "Card Game",
      "Economic",
      "Humor"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/0f0QT2WTQLBbj5ahUYNJFw__thumb/img/ESIAwnwM9d2dPnHJpHpBmfgfNgI=/fit-in/200x150/filters:strip_icc()/pic242587.jpg"
  },
  {
    "id": "38197",
    "name": "Relic Raiders: Haunted Ruins",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 6,
    "description": "An innovative 3-D pop-up game (no assembly required), in which each player has to find a way out of the haunted ruins, and avoid the zombie. Players can actually physically move the pathways on the 3-D game board to either improve their own route or hinder their opponents' route.&#10;&#10;",
    "categories": [
      "Adventure",
      "Children's Game",
      "Horror"
    ],
    "mechanics": [
      "Action Points"
    ],
    "image": "https://cf.geekdo-images.com/ssekLMFOP-Uu4c08XhS5cg__thumb/img/I9wraoC-qOHdc0-JuKe4vbvVmco=/fit-in/200x150/filters:strip_icc()/pic765641.jpg"
  },
  {
    "id": "22354",
    "name": "Dagon contra el Hechicero de los Reinos Negros",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 0,
    "description": "The Dagon Kingdom is under the Witch's curse, because he has stolen the Magic Symbol, now guarded by the &ldquo;Lagoon Creature&rdquo;.&#10;The Dagon Kingdom is made of four tiny lilliputians cities.&#10;Dagon requests aid from the outer world, from his friend Gulliver. Gulliver invokes the most intrepid fighters to help them. But there is a problem, the cities are too small for them, and so, they send their heirs.&#10;&#10;In order to win the game you have to search for the &ldquo;Dagon Symbol&rdquo; and carry it to one of the cities. This &ldquo;Symbol&rdquo; is in the center of the board.&#10;By doing this you will be invested &ldquo;Kingdom Knight&rdquo;.&#10;The first one in being invested as a Knight in three different cities will win the game.&#10;&#10;The most special thing about this game was his &ldquo;Dadofetiche M&aacute;gico&rdquo; (&ldquo;Magic Fetish Dice&rdquo;), a very big plastic dice modeled as a totem.&#10; (IN SPANISH / EN ESPA&Ntilde;OL)&#10;&#10;Los reinos de Dag&oacute;n est&aacute;n bajo el maleficio del hechicero, al usurpar &eacute;ste el s&iacute;mbolo m&aacute;gico, que se encuentra custodiado por la &ldquo;Criatura de la Laguna&rdquo;.&#10;El Reino de Dag&oacute;n est&aacute; formado por cuatro ciudades liliputienses.&#10;Dag&oacute;n pide ayuda al mundo exterior, a su amigo Gulliver, quien re&uacute;ne a los m&aacute;s intr&eacute;pidos guerreros para ir en su ayuda. Pero hay un problema, las ciudades son muy peque&ntilde;as para ellos, por lo que deciden mandar a sus descendientes.&#10;&#10;Para ganar el juego debes ir a buscar el &ldquo;S&iacute;mbolo de Dag&oacute;n&rdquo; y llevarlo a una de las ciudades. Este &ldquo;S&iacute;mbolo&rdquo; se encuentra en el centro del tablero. &#10;Por esta misi&oacute;n ser&aacute;s investido &ldquo;Caballero del Reino&rdquo;.&#10;El primero que sea investido tres veces caballero de tres ciudades distintas gana.&#10;&#10;Lo mejor del juego era sin duda su &ldquo;Dadofetiche M&aacute;gico&rdquo;, un enorme dado de pl&aacute;stico con forma de t&oacute;tem.&#10;&#10;",
    "categories": [
      "Adventure",
      "Fantasy"
    ],
    "mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/OqF0K4mQ8d-8uNkgfpLt5w__thumb/img/UnI8Cj8fWhpdTPauYn4UVfzyXAA=/fit-in/200x150/filters:strip_icc()/pic1143962.jpg"
  },
  {
    "id": "176918",
    "name": "Rotten Apples",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 0,
    "age": 17,
    "description": "Rotten Apples is the hilarious (and often tasteless) adult party game that takes you to the limit! Combine green answer cards and brown prompt cards to complete phrases that are funny... irreverent... provocative!&#10;&#10;You'll discover your friends are more suggestive than you ever thought! Rotten Apples. Slightly Rotten, totally fun!&#10;&#10;How you play:&#10;1 - Apple Picker reads 1 brown prompt card&#10;2 - Players each choose a green card they feel best fits the prompt. Cards with dual and suggestive meanings will surprise all.&#10;3 - Apple Picker selects their favorite &quot;answer&quot;. If your card is picked you win the round and become the next Apple Picker!&#10;&#10;",
    "categories": [
      "Mature / Adult",
      "Party Game"
    ],
    "mechanics": [
      "Open Drafting",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/2_V4HfJGLMRZwsF532ZY1w__thumb/img/ILuWzLDAftg38QGwVYuARnCsf54=/fit-in/200x150/filters:strip_icc()/pic2502604.jpg"
  },
  {
    "id": "18812",
    "name": "Ship, Captain, and Crew",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 15,
    "age": 8,
    "description": "Ship, Captain, and Crew is a public domain dice game.&#10;&#10;Each player gets three throws with 5 dice. First he has to get a 6 (ship), a 5 (captain), and a 4 (crew), in that order. As he throws each of these special numbers, those dice are removed from play.&#10;&#10;Once a player has gotten his ship, captain, and crew, his score is the value shown on the remaining two dice (the ship's cargo). These last two dice must be rolled as a pair (if you roll a 5 and a 1 you must keep both or re-roll both). If the player fails to get his ship, captain, and crew, he scores 0 for that round.&#10;&#10;The game may be played to a certain point level (first player to X points wins), or as a simple one-round game where highest score wins.&#10;&#10;Another common version is needing a ship (6) and a captain (5), with the other 3 dice being the crew.&#10;&#10;",
    "categories": [
      "Dice",
      "Nautical",
      "Party Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/1siL6FgEzNfZf9AaXrp8QA__thumb/img/3zg59dKGV25_Tm4jIKGUCFPJLnI=/fit-in/200x150/filters:strip_icc()/pic4404040.jpg"
  },
  {
    "id": "360",
    "name": "Quests of the Round Table",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "from Game Report Online Review:&#10;&#10;The game comes with two decks of cards. The story deck determines what happens on each player's turn; a quest, a tournament, or a special event. The adventure deck holds the allies, foes, weapons, tests, and amour cards which get dealt and drawn into players' hands. Players begin the game as squires with a lowly battle strength of five and, by earning shields, try to be the first to progress through knight and champion knight to become a knight of the round table&#10;&#10;",
    "categories": [
      "Card Game",
      "Medieval"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/rAjVWnbwHAPtPHv0DbzMhw__thumb/img/xQh0Mu6e3uz35y5hIK-oMIYFvik=/fit-in/200x150/filters:strip_icc()/pic1514925.jpg"
  },
  {
    "id": "133687",
    "name": "MimiQ",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 4,
    "description": "Publisher's description:&#10;Super fun educational mim IQ game. Using facial expressions, ask for cards from your opponents. Don&rsquo;t have the card you're asked for? Stick out your tongue. Win cards from your opponents by &quot;MimiQ-ing&quot; the faces on the playing cards. When you have 3 identical cards, you have a trump. When all the cards in the deck are used up, the player with the most trumps is the winner.&#10;&#10;",
    "categories": [
      "Children's Game"
    ],
    "mechanics": [
      "Acting",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/VOgEUZALfv6-AQIypAPxMQ__thumb/img/HGGwbkq5YQbF764-kgTSJ6WVyj4=/fit-in/200x150/filters:strip_icc()/pic2310652.jpg"
  },
  {
    "id": "71402",
    "name": "CUPONK",
    "minPlayers": 1,
    "maxPlayers": 0,
    "playingTime": 15,
    "age": 6,
    "description": "This game is for one to as many people want to play.  As described in the rules there are 2 CUPONK (Ping Pong with graphics) balls and a 30 Card &quot;Trick Deck&quot; that the player draws from, it illustrates a specific trick to attempt and the number of tries to complete it.&#10;&#10;If the player completes the trick in the amount of tries given they collect the card and the next player draws a new trick.  If the player fails to complete the trick in the number of tries, then the next player attempts the same trick.  Follow the same rules for completing the trick.  If all players fail, then discard the trick and move on to the next trick card, it would now be the original first player's turn again.&#10;&#10;You can play until any preset goal you want, first to three tricks, five tricks, or until the deck is gone and count up the totals.  The game even recommends combining 2 or more trick cards into &quot;Expert&quot; tricks.&#10;&#10;Each of the three versions has their own trick deck, so if you purchased all three you can combine them into one 90 card deck.  Also included are blank cards for making up your own.&#10;It's actually way more fun than you would think, and the cup lights up and makes sound effects unique to the version you purchased.  The cards are really just stepping stones to making your own even more elaborate tricks.&#10;&#10;-----From the Box-----&#10;&#10;What exactly is CUPONK? The object: sink your ball into the cup and light it up. Get it in and you&rsquo;ll hear the sweet sounds of victory, YEAH! You rock. Miss the shot and your friends get the chance to one-up you. When playing CUPONK your entire home can become a legitimate playing field. Tables, walls, chairs &ndash; IT&rsquo;S ON! Test out sick trick shots like Door Jam, Stairing Contest and Wall Banger. What you don&rsquo;t like the names? Okay tough guy, make up your own! &#10;Show your skill and sink sick shots. Features lights and crazy (gorilla / wild wrestling / killer zombie) sounds! Includes 1 CUPONK cup, 2 CUPONK balls, 30 trick cards, a ramp accessory and instruction guide. &#10;Requires 3 AAA batteries (not included). For 1 or more player(s). Ages 9 and up. &#10;[Taken from HASBRO Site]&#10;&#10;There are three versions in the first wave: Gorillanator, El Campeon, Let it R.I.P.&#10;&#10;The second wave includes three versions: Boomshakalaka, Monsterosity, King of L.A.&#10;&#10;A deluxe edition, Le Flush Royale,was released alongside the second wave. It includes a cup with a plastic lid/backboard, Cuponk head band, five stickers, six balls, a set of thirty cards and instructions.&#10;&#10;There are also two different sets of extra balls. They each include seven new balls and five stickers.&#10;&#10;",
    "categories": [
      "Action / Dexterity"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/vx2swMNUXMPn6kdQFM32bg__thumb/img/uI0zIjB_TtkN5-cVB0SIGf18A0k=/fit-in/200x150/filters:strip_icc()/pic5900950.jpg"
  },
  {
    "id": "202726",
    "name": "Suicidium",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 18,
    "description": "Suicidium is a captivating, grim and funny card-game. The purpose is to put an end to your character's existence or to those of your opponents (Yes, you get it: two gameplays in one box of 110 cards).&#10;&#10;Is it aggressive? No.&#10;Is it disdainful? Sure.&#10;Is it ironic? You bet!&#10;&#10;And you'll love to make fun of something so scary!&#10;&#10;Rules are very easy to learn and offer two different gameplay for 2, 3, or 4 players. You start with 10 will points and 7 cards. When you play a card (points or random-effect), your opponents can answer it. Your aim is to reset your will in order to get and collect the object cards.&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "mechanics": [
      "Hand Management",
      "Player Elimination",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/CpEETh9b4LemQkaAA3cRAw__thumb/img/Gil-m1NeBFJ5XDIGqSyg4BUGQBY=/fit-in/200x150/filters:strip_icc()/pic5335575.png"
  },
  {
    "id": "30009",
    "name": "Solo Dungeon Bash",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 20,
    "age": 10,
    "description": "This game is for anyone who is on their own and fancying a Dungeon Bash. All you need are these rules, a piece of paper (preferably of the graph variety), a pen and a bunch of six sided dice.&#10;&#10;The dungeon is made up of a grid of squares, 9 squares wide and 10 rows deep. There are additional start and end squares in the middle column.&#10;&#10;The objective is to move from the Start square up through the levels of the Dungeon and into the End square where the Big Bad Boss Monster lives and to finally defeat it. Failure to defeat the Big Bad Boss Monster means you have lost.&#10;&#10;Solo Dungeon Bash is a solitaire dungeon crawl. This print-and-play game is available at &#10;http://blackdogofdoom.blogspot.com/2010/09/solo-dungeon-bash.html&#10;&#10;Online version is available at https://games.sprogram.com.ua/en/games/solo-dungeon-bash (free to play)&#10;&#10;",
    "categories": [
      "Adventure",
      "Dice",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Maze",
      "Print & Play"
    ],
    "mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/CSg-WpibcqYyRr_OtM8HmQ__thumb/img/0gRQOHMq7p_ZjUM3_4iZPwflec0=/fit-in/200x150/filters:strip_icc()/pic219581.jpg"
  },
  {
    "id": "144790",
    "name": "Angry Dice",
    "minPlayers": 2,
    "maxPlayers": 0,
    "playingTime": 5,
    "age": 8,
    "description": "Angry Dice is a real-time dice rolling microgame. The object is to be the first to six by rolling your dice in ascending order pairs. Players each have two dice they can roll and they can lock a die (except a 6), if it rolls to something they will need. Each Angry Dice set adds different risks/rewards to the game - the base set of Angry Dice requires the player to start at the beginning if they ever roll double Angry Faces (the 3).&#10;&#10;It was offered as part of the VivaJava: The Coffee Game: The Dice Game Kickstarter campaign which successfully funded with four Angry Dice expansions on July 21, 2013.&#10;&#10;",
    "categories": [
      "Dice",
      "Real-time"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/mSc8vKtYUbuh5LkH2fFE9w__thumb/img/h7kaoS7vHMeta_zVUmeRV7wnCLM=/fit-in/200x150/filters:strip_icc()/pic1714296.jpg"
  },
  {
    "id": "35877",
    "name": "Piston Cup",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 5,
    "description": "During his turn a player rolls the single die (d6, distr.: 1/2/2/3/3/4) and moves his car. He must surmount some difficulties named action spaces. &#10;The first player who finishes his 4th round wins the Piston Cup.&#10;&#10;The game illustrations are taken from the Disney/Pixar movie &quot;Cars&quot;.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Dice",
      "Movies / TV / Radio theme",
      "Racing"
    ],
    "mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/QL0ACgShvcndFJgGM1_rAw__thumb/img/oFXFV9JsADaDQI0wDHbDVHwUGXE=/fit-in/200x150/filters:strip_icc()/pic698207.jpg"
  },
  {
    "id": "184044",
    "name": "Cul-De-Sac Conquest",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 60,
    "age": 14,
    "description": "In Cul-De-Sac Conquest players compete to annoy each other out of their neighborhood.&#10;&#10;Everyone plays an annoying neighbor who can aggravate their neighbors with loud barking dogs or persistent Christmas carolers, they can relax their own characters by meditating or watching TV in bed, they can upgrade their houses with hot tubs or game rooms and sometimes accidentally annoy themselves by stubbing their toe or getting a parking ticket.&#10;&#10;Once a character reaches their rage meter they are out of the game.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/ktRPNqLLNe-cy2PgipDwtw__thumb/img/wM9BD7eTg93yelf20Yd94dI6Z8w=/fit-in/200x150/filters:strip_icc()/pic4982014.png"
  },
  {
    "id": "17159",
    "name": "Survivor: The Game",
    "minPlayers": 5,
    "maxPlayers": 16,
    "playingTime": 30,
    "age": 8,
    "description": "If you think you have what it takes to be a contestant on Survivor, this all-new party game brings the hit TV show from exotic locales around the world straight into your living room.&#10;&#10;Like the show, players break into two tribes to compete from immunity in a variety of hilarious and daring challenges that can be performed around the home. You never know what talents you'll need to call upon to win immunity for your tribe and send your opponents to the ballot box to vote someone off the team.&#10;&#10;There's no trivia component so players don't have to be experts on the show to get off the sidelines and into the game. It's fun, competitive and highly strategic as players outwit, outplay and outlast each other to become the ultimate Survivor.&#10;&#10;Note: There may be items required for play not included in the game box.&#10;&#10;Comes with over 250 challenge cards, ballots, pencils and ballot box.&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "mechanics": [
      "Acting",
      "Player Elimination",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/Ckddmg8ALoqZsvfmT116zA__thumb/img/QjB5vixD2rBvBf7MbJE6hYllNVs=/fit-in/200x150/filters:strip_icc()/pic195944.jpg"
  },
  {
    "id": "6713",
    "name": "Monopoly: Batman & Robin",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 90,
    "age": 8,
    "description": "Monopoly... Batman Style. Comes with 8 pewter tokens: Batman Symbol, Robin Symbol, Poison Ivy Leaf, Diamond, Freezemobile, Robin's Motorcycle, the BatHammer, and The Batmobile! New money, Batman and Robin cards (instead of Chance and Community Chest), new property cards and a great looking board are all included.&#10;&#10;Based on the 1997 movie of the same name.&#10;&#10;",
    "categories": [
      "Comic Book / Strip",
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/reIhCIJbSZNVvFuS0T6qjA__thumb/img/kBjtIn7BvX80pke_S_IfHJvmgK4=/fit-in/200x150/filters:strip_icc()/pic26986.jpg"
  },
  {
    "id": "85394",
    "name": "The Last Banquet",
    "minPlayers": 6,
    "maxPlayers": 25,
    "playingTime": 45,
    "age": 10,
    "description": "The king is holding a great banquet for all the nobles in the realm so that they can bathe in his splendour. Artists and troubadours will bring the necessary entertainment. It is meant to be a feast that will long be remembered!&#10;&#10;The guests attending the feast hall feel the same, for in the corners of the castle deadly plots are being developed. The guests are divided into two factions, with both planning to &quot;dismiss&quot; the king. One faction plans to smuggle a dagger into the feast hall to &quot;open the king's heart to the realm&quot; at the right time, while the other faction hopes to give the king &quot;renewed motivation&quot; with a poisoned drink.&#10;&#10;In The Last Banquet, each player is a guest at the feast and needs to help his faction reach its goal and ensure that this will truly be the king's last banquet. The game includes 25 role cards, each portraying a person on the front and listing that person's skills on the back. In addition to &quot;The Last Banquet&quot;, several other scenarios are provided in the rules that can be played with each of the roles. (GameHeads' Oliver Wolf notes, &quot;Playing time ranges from 30 minutes up to 90 minutes or more, with more people tending to need more time to play.&quot; Also, some scenarios involve more than two factions.) Obstacle cards provide challenges for players to overcome.&#10;&#10;When a faction succeeds in its goal, all players who belong to that faction win the game.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Fantasy",
      "Humor",
      "Medieval",
      "Party Game"
    ],
    "mechanics": [
      "Acting",
      "Role Playing",
      "Storytelling",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/H73n_kDpFI_Os3V4AeqUFA__thumb/img/Nu0Z_c5KUsfiz3_5QNqUYVfq8J8=/fit-in/200x150/filters:strip_icc()/pic2020055.jpg"
  },
  {
    "id": "13982",
    "name": "Sorry!: Pokmon",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 0,
    "age": 6,
    "description": "From the box:  The Sorry! Game meets Pokemon ... in sweet revenge.  Take the classic Bump! Slide! Sorry! game excitement.  Add Pikachu, Ponyta, Squirtle, Bulbasaur and a dozen more Pokemon.  Now throw in some extra special Pokemon rules that can really speed up your race for your Start to your home Gym -- if you're  on the right team!&#10;&#10;",
    "categories": [
      "Fantasy",
      "Movies / TV / Radio theme",
      "Video Game Theme"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/bc1cJAJnroDeVSyju2aTxA__thumb/img/-HmNk8TOFLhr_ptAirJAPZlMYS8=/fit-in/200x150/filters:strip_icc()/pic295327.jpg"
  },
  {
    "id": "368733",
    "name": "Roll Into Town",
    "minPlayers": 1,
    "maxPlayers": 100,
    "playingTime": 60,
    "age": 0,
    "description": "You are the newly appointed mayor and have been tasked with turning the town into the thriving hub of the region. You don&rsquo;t know much about the local area and will have to discover what resources are available to you and use them to grow your town. Can you roll into town and make it a success?&#10;&#10;Roll Into Town is a Roll and Write game for 1 or more players. The game lasts for 12 rounds, in each round players will explore the area around their town looking for resources or land features. They will grow their town through buildings and they will gather any resources they have found for future turns. At the end of the game players earn points through their population, rivers, coast and buildings.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "City Building",
      "Dice",
      "Medieval",
      "Print & Play",
      "Territory Building"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Coverage",
      "Line Drawing",
      "Paper-and-Pencil",
      "Pattern Building",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/76TW37QCzLZw9eQME0S0SQ__thumb/img/HdcrG1VXnApnPTbOUlY-Ix3fxgY=/fit-in/200x150/filters:strip_icc()/pic7013533.png"
  },
  {
    "id": "22090",
    "name": "Destruct 3",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "One player builds a block tower in the center of the board, then the other players attempt to destroy the stack using either a ramp, catapult, or pendulum.  The destruction method each player uses is determined by a die roll.  Points are awarded to players (including tower builder) based on how successful/unsuccessful the destruction attempts are.  Tower building duties rotate among players.  First player to reach the end of the scoring track wins.&#10;&#10;",
    "categories": [
      "Action / Dexterity"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/t5eVmLYpZ9qeRKnTY7HsxA__thumb/img/57uc1YBKP0Pp_gzU65rJbuQ4JvU=/fit-in/200x150/filters:strip_icc()/pic508644.jpg"
  },
  {
    "id": "3021",
    "name": "Origins",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 12,
    "description": "Basic question-and-answer trivia game about the origins of customs, cliches, inventions, words and superstitions.&#10;&#10;Though named the same and on the same subject matter, it is unclear if this is the same game as Origins, as the games appear to have different question and game-board styles.&#10;&#10;",
    "categories": [
      "Trivia"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/TM8eaDqCSV3x6FVcGMO4Wg__thumb/img/LSE4qKocfUZSRk4QGkBjG79LqJk=/fit-in/200x150/filters:strip_icc()/pic27212.jpg"
  },
  {
    "id": "61",
    "name": "Fossil",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 40,
    "age": 10,
    "description": "On the hunt for petrified treasures, players are competing paleontologists trying to make as complete a set as possible of several fossils.  The board is laid out with a random bunch of fossil pieces and players have to take turns moving a stone about the field to a location where they want to pick up a fossil piece.  However, every movement costs them prestige points so they have to weigh carefully if the fossil is worth the effort.&#10;&#10;Won Games Magazine Game of the Year award in 1999.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Ancient"
    ],
    "mechanics": [
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/0OjVu2DcVVRzYhWb92E_pg__thumb/img/bW1oxk6GBl7S6Wp2gl8Vu_ReLyQ=/fit-in/200x150/filters:strip_icc()/pic147519.jpg"
  },
  {
    "id": "124160",
    "name": "The Strategy Game",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 7,
    "description": "&#10;&#10;&#10;    &#10;        UNAUTHORIZED PRODUCTION&#10;&#10;    &#10;    &#10;         The information that BGG has on this item indicates that The Strategy Game is a non-authorized version of Blokus.&#10;&#10;    &#10;&#10;&#10;Players place geometric figures onto the board, but must place such that their new piece touches at least one of their previous pieces, but at corners only.  The player who gets the most of his or her pieces placed by the end of the game is the winner.&#10;&#10;Though named the same, this is not identical to The Strategy Game (2 player), a similar unauthorized replica but of Blokus Duo i.e. just for two players.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Territory Building"
    ],
    "mechanics": [
      "Enclosure",
      "Hand Management",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/7JfAxAOU3nU5U1TEw1kBuQ__thumb/img/ur0sbWuYywF8LYK_29USaaIaiGw=/fit-in/200x150/filters:strip_icc()/pic564146.jpg"
  },
  {
    "id": "16723",
    "name": "Crystal Maze",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 0,
    "age": 8,
    "description": "The Crystal Maze is a board games based on the popular UK Channel 4 TV game show of the same name that ran from 1990 to 1995 and was hosted by Richard O'Brien (of Rocky Horror Show fame)&#10;&#10;Move around the board and battle through the challenges of the four time zones: futuristic, medieval, Aztec and industrial winning challenges to gain &quot;time crystals&quot; that buy you time and take you to the final challenge to win gold in the Crystal dome.&#10;&#10;Contents:&#10;&#10;1 Crystal Dome&#10;1 Crystal timepiece&#10;1 Gameboard&#10;4 Playing Pieces&#10;4 Timezone walls&#10;Gold Tokens&#10;Silver Tokens&#10;16 Time Crystals&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Maze",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/DEXY1apa_sQKYNsuyLmdpQ__thumb/img/I-su8m618z8gpinctSuDVXqIzaM=/fit-in/200x150/filters:strip_icc()/pic3767353.jpg"
  },
  {
    "id": "11968",
    "name": "Harry Potter Gnome Toss Card Game",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "Gnomes, gnomes, gnomes, who goes next?  Only the gnomes know!&#10;&#10;Follow the gnomes and slap down your cards as fast as you can or you might get stuck with more gnomes than you know what to do with.&#10;&#10;Keep you eyes on the gnomes - they bite!  Watch out for the other players too - they're just waiting to bury you under a fresh pile of gnomes!&#10;&#10;The first player to de-gnome their hand wins the game!&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Real-time"
    ],
    "mechanics": [
      "Pattern Recognition",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/FwpdEXPf-7E-9uHZDXyYtA__thumb/img/A7neFwKCkJbGe-g5LjjFBVMwB70=/fit-in/200x150/filters:strip_icc()/pic48244.jpg"
  },
  {
    "id": "300729",
    "name": "Make It Happen",
    "minPlayers": 2,
    "maxPlayers": 12,
    "playingTime": 30,
    "age": 14,
    "description": "It's New York Fashion Week, and your design team is ready to show the most fabulous collection ever seen on the runway. Match fabrics to create runway ready garments, then put your models up on the stage to see who is this year's fashion hotness. Are you ready to Make It Happen?&#10;&#10;Objective: Work with your team to collect and play sets of fabric while influencing the season's trends. The team that designs the highest scoring fashion line will win the competition. How to play:&#10;&#10;     Collect matching fabric cards.&#10;     Create garments for your collection.&#10;     Show your stuff on the runway!&#10;&#10;&#10;The game ends when one team has completed garments for all three of their model boards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Set Collection",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/FCGgrDBHims88ltiIACkgg__thumb/img/uDl7CYTkGbjIiR5E5pzIcB5_5Mo=/fit-in/200x150/filters:strip_icc()/pic5239200.jpg"
  },
  {
    "id": "9559",
    "name": "The Hamburger Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 5,
    "description": "Try to build your hamburger with all 8 toppings first!&#10;&#10;To do that, you'll need to roll, and match your square on the board (assuming you need that topping) with an upside-down tile from the middle.  If it doesn't match, show everyone, and remember where THAT topping is for later!&#10;&#10;Some squares also allow for topping-stealing, so beware!&#10;&#10;Solid cardboard tiles for the toppings of Mustard, Ketchup, Lettuce, Pickles, Onions, Tomato, Cheese, and Meat.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Memory"
    ],
    "mechanics": [
      "Memory",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/_iL9jwywtHEhXSAbBgcMzw__thumb/img/itfNhfWeEGLIQY-Ths0z5VmGSHs=/fit-in/200x150/filters:strip_icc()/pic284814.jpg"
  },
  {
    "id": "7388",
    "name": "Trivia Adventure",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 180,
    "age": 7,
    "description": "You pick a color token and move around a board with the planets on it answering questions which are divided into adult and children's questions when you arrive at a planet you must answer a category question like animals or space and then you get a passport which allows you to move past that planet the first player to get to planet quizzar wins the game&#10;&#10; Expanded by: &#10;&#10;    Trivia Adventure: Plus&#10;&#10;&#10;",
    "categories": [
      "Trivia"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/yULb-I48UwowSd9kE0e3uQ__thumb/img/ujof1-PbeBNzG6iDsGMe5z9LX3g=/fit-in/200x150/filters:strip_icc()/pic76396.jpg"
  },
  {
    "id": "13714",
    "name": "Qubic",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 15,
    "age": 10,
    "description": "Qubic, which has been released multiple times by multiple publishers under various names and credited to various designers, is a placement game played on the 64 positions in a 3D board with four levels and a four-by-four grid on each level. The object is to get four in a row, whether on one level or between all four levels, straight or diagonal. It is essentially a Tic-Tac-Toe game in a 4x4x4 cube.&#10;&#10;The cube needs to be emptied before start. Each player choose a color of their pieces and take turn to place their pieces in vacant positions, one piece at a time. The player wins who first gets four in a row of his own pieces - either horizontal, vertical or diagonal. A player cannot remove or replace pieces that have already been placed. If all positions are occupied without anyone having four in a row, then the game is called a tie.&#10;&#10;A rule that makes it less advantageous to begin is to prohibit the first player from placing his first piece in either a corner position or in one of the eight center positions.&#10;&#10;Similar to:&#10;&#10;    3D Tic Tac Toe - which is played on 3x3x3 grid&#10;    4tec - which is the same game on the 4x4x4 grid also&#10;    Flix - which uses dice to control placement of men on 4x4x4 grid &#10;    Four Letter Words - played on 4x4x4 grid, though with words&#10;    Q4 - which also played on 4x4x4 grid but with only 12 markers&#10;    Tetrano - which is the same game represented on a 4x4 board.&#10;    Qubic - which has a version for 3 players also&#10;    Score Four - 4x4 grid of pegs that are filled from the bottom up&#10;    Dimensions (1970), Hi!Noon: Das Duell (2009), Tic Tac Turn (2011), and X: Die 4. Dimension - the 4 individual horizontal board layers (4x4 each) of the 4x4x4 grid can turn&#10;    3D5 - which is played on a 5x5x5 grid&#10;&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Paper-and-Pencil",
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/opVAGcR3zyDQDR5rZFup1g__thumb/img/xwVPYB8KmGsJT-YMDILZG2fmO6M=/fit-in/200x150/filters:strip_icc()/pic1344293.jpg"
  },
  {
    "id": "5181",
    "name": "Operation Cannibal",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 12,
    "description": "Operation Cannibal simulates the battle of Arakan in Burma during 1942-43. It uses a multiple impulse system where impulse chits are drawn and the player whose chit is drawn may perform actions which may be limited due to the restrictions of the chit drawn.&#10;Operation Cannibal is a fast-paced two player wargame that reproduces the circumstances, the events, and the forces that fought the fiercest of the Commonwealth jungle operations during WWII. The game system simulates the various battles and conflicts of the combat operations from December 1942 until April 1943.&#10;&#10;The game scale is 4 Km per hex, while turns represent one day, and there are 140 counters representing companies and battalions. There's the Campaign game starting with the initial Commonwealth push into the penninsula, with three shorter scenarios. Optional rules for amphibious assaults, evacuation by sea, Fog of War, random impulse selection, and the British 29th Brigade.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/9iid5u-ufwn60py7kQSgaQ__thumb/img/bJMsIdA8LBE4yEP-89uEIDnN5UI=/fit-in/200x150/filters:strip_icc()/pic17654.jpg"
  },
  {
    "id": "3753",
    "name": "Estanciero",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 8,
    "description": "An Argentine game drawing heavily from Monopoly. This game's items are geared toward reflecting traditional ranching in Argentina.  This game's innovation is a Rest space that allows you to take shelter from the high farming and ranching fees of your opponents.&#10;&#10;",
    "categories": [
      "Economic"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/SHx2EAUjVIms1ziMGZIIuA__thumb/img/VQ5P9ngo1ZTTgeTHroqQPgRgdAs=/fit-in/200x150/filters:strip_icc()/pic308190.jpg"
  },
  {
    "id": "286329",
    "name": "Friends: The One With the Ball",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 120,
    "age": 12,
    "description": "How long can you last without dropping the ball?  Inspired by the Friends episode &quot;The One with the Ball,&quot; compete with your friends and family to see how long you can last!  Throw the ball while doing challenges inspired by the show!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/wInoRxCBh0bt7EHwxoIt9Q__thumb/img/fr_gc4w0PP0b0u9neTsFGLZwzMA=/fit-in/200x150/filters:strip_icc()/pic4888648.jpg"
  },
  {
    "id": "32993",
    "name": "Mustang",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 15,
    "age": 8,
    "description": "&quot;The richest rancher in the neighbourhood has no living relatives. He will soon decide which of his neighbours receives his numerous cattle herds. He will pick a ranch with the most impressive horse husbandry. Cowboys set out to the prairie - who corrals the most beautiful mustangs will secure himself a wealthy future!&quot;&#10;&#10;Mustang is a dynamic card game for two to five players who take the roles of ranch owners somewhere in the prairies of the Wild West and with the help of cards capture mustangs to start a fine horse-breeding farm.&#10;&#10;",
    "categories": [
      "American West",
      "Animals",
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/Ih7CJtTt_C5ALq_X0uQFwA__thumb/img/4kh5zFLUgTqvzBoOUFng7sNL53o=/fit-in/200x150/filters:strip_icc()/pic270529.jpg"
  },
  {
    "id": "349129",
    "name": "Snowhere",
    "minPlayers": 1,
    "maxPlayers": 99,
    "playingTime": 20,
    "age": 8,
    "description": "Your challenge in Snowhere is to use snow cards to extinguish all the fire in play.&#10;&#10;To set up the game, spread the 111 cards fire-side up on the table in a single mass so that none of the cards are separated from one another. On a turn, a player picks up a fire card that is either uncovered or covered by at most a sliver of one other card. Turn the card over. If it shows a giant snowflake, set it aside; otherwise, use it to cover one or more of the fire cards still in play. You cannot cover a fire card one-to-one, but must cover part of the playing area (along with fire) with the snow card or cover part of another snow card already in play.&#10;&#10;When a player can no longer remove any fire cards from the table, use any giant snowflakes set aside earlier to cover as much of the remaining fire as possible. The fewer fire cards revealed, the better, and if you have covered all of the fire, then you win.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Cooperative Game"
    ],
    "image": "https://cf.geekdo-images.com/XCGP-s35n6puA4wR81t7sQ__thumb/img/Pc-FUnYhKLOo7VwKi9EACbxBJfI=/fit-in/200x150/filters:strip_icc()/pic6449475.png"
  },
  {
    "id": "2352",
    "name": "Treasure Quest",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 7,
    "description": "Spatial strategy game where players take turns placing their cardboard treasure cards in such a way as to reveal as many of their particular treasure symbol (either gold pieces or rubies) as possible.  Cards have cut-outs in them so that symbols from previous layers can be used.  Highest score wins.&#10;Close to the abstract Chango.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Children's Game"
    ],
    "mechanics": [
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/R_gzero9oiTFG6rkfY25wg__thumb/img/EItgVmFN8MNc71pLjQDdVKRAcjM=/fit-in/200x150/filters:strip_icc()/pic4696215.jpg"
  },
  {
    "id": "1732",
    "name": "Bei Nacht und Nebel",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "The players have to turn three times around the lake, but they ignore which compartments conceal traps. If the compartment is white, the player spends a turn, if it is red, he spends two. Otherwise, the player can move as far that he wishes.&#10;Obviously, it is necessary to remember the compartments of the board not to go back on the red compartments which were found by a player.&#10;A game of memorization, renewed in every game. If the players become used with the discs, one can change their places.&#10;&#10;",
    "categories": [
      "Exploration",
      "Memory"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/XwuWmd5UqEzFGbvngdPIag__thumb/img/IDKtFM6UWrl7K87BJB91emdHoqw=/fit-in/200x150/filters:strip_icc()/pic322222.jpg"
  },
  {
    "id": "14459",
    "name": "Monopoly: New Zealand",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 180,
    "age": 8,
    "description": "A monopoly (from Greek monos &mu;&#207;&#140;&nu;&omicron;&sigmaf; (alone or single) + polein &pi;&omega;&lambda;&epsilon;&#225;&#191;&#150;&nu; (to sell)) exists when a specific person or enterprise is the only supplier of a particular commodity.&#10;&#10;Monopoly is a roll-and-move game where players move around the game board buying or trading properties, developing their properties with houses and hotels. When opponents land on players owned property, the owning player collects rent from the landing player. Owning sets of properties increases the rent paid to the player who owns them, by the player who lands on the square. The ultimate goal is to have the most money and drive opponents into bankruptcy.&#10;&#10;Monopoly themed on New Zealand.&#10;&#10;",
    "categories": [
      "Economic",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/i2m3FJxOiVnMRJ5dHuFiIw__thumb/img/HbfDa88SohsCX9upkUypsBrWS4o=/fit-in/200x150/filters:strip_icc()/pic219912.jpg"
  },
  {
    "id": "146299",
    "name": "Bowling for Zombies!!!",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 15,
    "age": 0,
    "description": "Game description from the publisher:&#10;&#10;Once again it's time for the NBC &mdash; the National Bowling Competition &mdash; held annually in the DMZ (Domain of Many Zombies) to determine which Necromancer is to be crowned this year's 9-Pin Bowling Champion.&#10;&#10;In Bowling for Zombies!!!, each player takes on the role of a powerful Necromancer in charge of a horde of zombies. Instead of the usual &quot;who kills the most humans&quot; competition, which over the years has become tedious, this year's event concentrates on getting the best bowling scores.&#10;&#10;",
    "categories": [
      "Zombies"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/QlmZHKvWQtkZ1F9AcXDumA__thumb/img/MLrFmyS51y5XDBKa-op5nxeIKRM=/fit-in/200x150/filters:strip_icc()/pic1802112.jpg"
  },
  {
    "id": "171626",
    "name": "Lotti Karotti: Das Hasenrennen",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 4,
    "description": "The wheel of fortune determines where you hares may hop to in this exciting race! You'll have to watch out for holes and the pushing mole. With a bit of luck, your hare will be the first to reach the carrot.&#10;&#10;Lotti Karotti: Das Hasenrennen is a racing game. Each player is a hare, racing towards the carrot. Each turn, a player spins the spinner, which determines how far ahead he must move. If his move ends in a hole, he is returned to the starting field. When a player reaches the carrot, he wins the game.&#10;&#10;The spinner has some other outcomes as well, allowing the player to cover a hole (uncovering another one), moving a bridge (which allows for shortcuts) or pushing another player backwards using the mole.&#10;&#10;",
    "categories": [
      "Animals",
      "Children's Game",
      "Racing"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/-71PGDtXxq1n2GPmOSW4Gw__thumb/img/VYOkAcrm7XYDX9T0kLZujKaQZTY=/fit-in/200x150/filters:strip_icc()/pic2368406.jpg"
  },
  {
    "id": "5312",
    "name": "Family Feud",
    "minPlayers": 2,
    "maxPlayers": 9,
    "playingTime": 30,
    "age": 8,
    "description": "Based on the classic TV game show of the same name. Players or teams try to match the most popular answers based on survey questions that were posed to 100 people.&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "mechanics": [
      "Open Drafting",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/emQKI54lpF4BEP1OgIPDXw__thumb/img/MRViT8bSDYyWWZyuDKnd80GMv1Q=/fit-in/200x150/filters:strip_icc()/pic900393.jpg"
  },
  {
    "id": "5952",
    "name": "Xena: Warrior Princess CCG",
    "minPlayers": 2,
    "maxPlayers": 3,
    "playingTime": 10,
    "age": 10,
    "description": "A resource-management collectible card game.  Cards feature popular characters, settings and episodes from the television series with actual screen captures.&#10;&#10;",
    "categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/A-7xsesfZ_e8pW-RhpKFyw__thumb/img/8BHp2GkQHVbME-LgHeqby9ZwYho=/fit-in/200x150/filters:strip_icc()/pic89039.jpg"
  },
  {
    "id": "24125",
    "name": "Gangster",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 9,
    "description": "Gangsters: The Godfather has decided to leave the control of the mafia to the gangster that can handle the neighborhood. Whoever succeed in earning an amount (depending on the number of players and the cards) will takeover the Godfather. Be ready to buy precious stones, auction or exchange, bank robberies, special missions, recruit new gangsters and much more.&#10;&#10;",
    "categories": [
      "Humor",
      "Mafia"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/3fspvSmeykLic4GVWd3QbA__thumb/img/VBVuS3wjVqjJBZ10SIWFHmqrRMo=/fit-in/200x150/filters:strip_icc()/pic298296.jpg"
  },
  {
    "id": "47170",
    "name": "The Tower of Mystery",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 8,
    "description": "&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Is The Tower of Mystery for You?&#10; The Tower of Mystery is highly competitive and very interactive without being highly strategic!  Everyone's always involved in the game, even when it's not their turn to move their playing piece!  The game is completely different every time you play! Warning:  If a board game needs to be all about strategy, setup, and &quot;the win&quot; in order for you to enjoy it, then you may want to avoid The Tower of Mystery because it's a rapidly changing game that's frequently outside of your complete control.&#10;&#10;But if you enjoy a purely social game that's all about player interaction, fun, laughter, and &quot;the journey&quot;, then chances are great that you'll love the Tower of Mystery!  Social gamers of all ages (adults, college students, teens) and Families enjoy the game!&#10;&#10;The Tower of Mystery contains no occult elements, magic, spells, or evil characters.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Detailed Game Description&#10; The Tower of Mystery combines luck, unpredictability, and a dash of strategy make this an exciting, lively game for everyone. Because up to eight players can play, nobody is left out! It's competitive, interactive, rapidly changing, and fun!Everyone starts in the Garden outside the Tower. Travel around the tower's seven levels, take secret passages, and use staircases, in an attempt to visit each of the four turrets in the tower (in no particular order) and collect a turret token. Once you have all four turret tokens, and have collected Mystery Cards that spell the word &quot;TOWER&quot;, declare your impending win to the other players and then head back to the Garden!  The first person to return to the Garden with Mystery Cards spelling &quot;TOWER&quot; and has a turret token from each of the four turrets, wins the game!&#10;&#10;When playing The Tower of Mystery, you win by constantly adjusting your game-play based on unexpected events.  No matter how masterful you think your plan for winning the game is, it WILL be up-ended by your opponents, and the crazy events that occur within the tower. Your goal is to keep moving towards achieving the game objectives as best you can!  During the game, players move around the seven levels, up and down staircases, and into the four turrets, landing on board spaces where &quot;things happen&quot;. Sometimes a player may get money or lose money, get or lose Mystery Cards, may get to roll the dice and see what happens, might have the chance to swap the location of their playing piece with another player's piece, steal cards or money from other players, or any of many different scenarios and possibilities.&#10;&#10;In addition to the &quot;TOWER&quot; Mystery Cards, there are Mystery Cards that allow you to do nice things to yourself, or try to stop your opponents.  There are several ways to collect Mystery Cards. Some ways are free, others cost money. The fastest but most risky way to collect free Mystery Cards is to stay in a turrent for multiple turns. However, while in a turret, a player is vulnerable because they cannot play any Mystery Cards. Players can collect up to 3 free Mystery Cards per turn while in a turret so even though it's risky to stay in a turret for very long, there's definitely a benefit to visiting the turrets even though playing Mystery Cards there is a no-no.&#10;&#10;Players can play any number of Mystery Cards on any other players (or themselves) even when it's not their turn! This can cause &quot;mayhem&quot; when several players suddenly jump into the action at the same time!  You will have to alter your plans over and over in order to stay ahead of your opponents!  Almost constant player interaction keeps everyone on their toes, all the while laughing and having fun every step of the way!&#10;&#10;At the end of each turn that a player's piece is in a turret, they must draw a Turret Card. Turret Cards might affect only the player drawing the card, might affect everyone in the game, or several players but not all.  One thing is for sure: Turret Cards often dramatically change the game for everyone in an instant! Some Turret Cards are helpful, but most of them cause unexpected, often funny events to happen to some or all of the players in the game!&#10;&#10;While money is a component of the game, it has no bearing on winning the game! Tower Bucks are used to buy Mystery Cards and pay penalties. Being broke is risky, because if a player is completely broke and they have to pay a fine to the bank or a penalty to another player, they lose three turns!  Hoarding money serves no purpose, however, so each player has to decide how much money is enough to keep and how much is safe to spend.&#10;&#10;The Tower of Mystery is a great Party Game for all ages! Adults young and old enjoy playing The Tower of Mystery when together for their regular social Game Night. Families enjoy it for Family Game Night because it's equally playable for both the kids and the parents. It is suitable for children as young as about eight as long as they are able to read the cards and know the best time to play their cards. Teens enjoy The Tower of Mystery because it's so unpredictable and lively.  Even retired yacht club ladies have been known to give up their Friday afternoon dominoes to play The Tower of Mystery!  If you enjoy great player interaction, surprises, laughter and fun, then the Tower of Mystery is the game for you!&#10;&#10;",
    "categories": [
      "Adventure",
      "Fantasy",
      "Humor",
      "Party Game",
      "Puzzle",
      "Science Fiction"
    ],
    "mechanics": [
      "Dice Rolling",
      "Memory",
      "Pick-up and Deliver",
      "Roll / Spin and Move",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/XZP8M6w63wAscDOeXVJvcA__thumb/img/FQq0V6G5YFVQhaVzyrpV8OjqV5w=/fit-in/200x150/filters:strip_icc()/pic512194.jpg"
  },
  {
    "id": "255819",
    "name": "Super Mario Match: The Crazy Cube Game",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 4,
    "description": "Top Trumps Match has loads of Nintendo cubes and characters. Open the Game Grid and see if you can make a row of 5 matching Super Mario Images. Will you get the character you need? Will your opponent spoil your chances? Will you take the Match with the special Top Trumps cards? It&rsquo;s great for strategy, memory and recognition and with the all-in-one carry case, you can take Top Trumps Match anywhere!&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Children's Game"
    ],
    "mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/6R17SY-b1uQ5dkWp1CC9ag__thumb/img/3TGAGspzl7t3M5bpSLcCvv_BvVg=/fit-in/200x150/filters:strip_icc()/pic4611023.jpg"
  },
  {
    "id": "4477",
    "name": "Station Manager",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "Station Manager is one of three Spiele aus Timbuktu games with a common train theme, along with Crazy Race and Mogul.  The boxes even fit together to make a common picture.&#10;&#10;Business is thriving in the switching yard. Players load freight from around the world onto their trains to fulfill certain orders from businessmen. If you are successful you gain profit, but beware. If someone fulfills the same order later in the game, they can steal away your profit. As more and more trains leave the switching yard, the closer you get to the end of the game.&#10;&#10;",
    "categories": [
      "Card Game",
      "Economic",
      "Trains"
    ],
    "mechanics": [
      "Pick-up and Deliver",
      "Set Collection",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/AVDwtULvmeNb0wmtZEZQIg__thumb/img/ZgraQSx5cXiGxRyvCSf6iyTg0Vk=/fit-in/200x150/filters:strip_icc()/pic86974.jpg"
  },
  {
    "id": "115435",
    "name": "Nicht Ja, Nicht Nein",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 7,
    "description": "Object of the game is during the questions try other players&#10;to answer forbidden words YES or NO. If somebody answer so&#10;others must then quickly ring the bell to move their pawn on the gameboard if they are the quickest.&#10;&#10;The winner is who gets there first with his character in the middle of the board.&#10;&#10;",
    "categories": [
      "Card Game",
      "Party Game",
      "Real-time"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/5lXBsusFfMQUFbydVZNHqQ__thumb/img/C2JwLW8VVP9FkOy9WzCNwR6LEbk=/fit-in/200x150/filters:strip_icc()/pic1468031.png"
  },
  {
    "id": "21866",
    "name": "Zobmondo!! Would you rather...? Twisted, sick and wrong. Late night.",
    "minPlayers": 3,
    "maxPlayers": 0,
    "playingTime": 30,
    "age": 12,
    "description": "Another entry in the Zobmondo!! universe. Players must answer uncomfortable questions such as &quot;Would you rather wear a T-shirt on a first date that says 'I'm With Stupid' or a T-shirt that asks 'Who Cut the Cheese?'&quot; This game also comes with a deck of challenge cards, all of them as off-the-wall as the questions.&#10;This game is directed at adults, and the rules include a quick suggestion on how to turn the normal game into a drinking variant.&#10;As a final peek into the game box, the question categories are, &quot;Pain/fear/discomfort, Appearance/embarrassment, food/ingestion, ethics/intellect, and random.&quot;&#10;&#10;",
    "categories": [
      "Party Game"
    ],
    "mechanics": [
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/rO_AcifRXGtPNBpn2BUzwA__thumb/img/ONzZYluQpNtgycqdAVuxLeC0GeY=/fit-in/200x150/filters:strip_icc()/pic1046638.png"
  },
  {
    "id": "63443",
    "name": "Dilbert: Escape from Cubeville",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 13,
    "description": "From the publisher:&#10;&#10;The Maze Game of Manipulation and Coercion&#10;It&rsquo;s Friday afternoon, and the Pointy-Haired Boss is looking for a &quot;volunteer&quot; to work over the weekend. In this hilarious twist on traditional board games, players race opponents through a maze of office cubicles. Dilbert: Escape from Cubeville&lsquo;s 60 Movement Cards allow players to manipulate the Cubicle Tile game board, ensuring a different game every time it&rsquo;s played. With more changes than a corporate re-org, players clear their own path or block another player&rsquo;s passage, all while avoiding the Pointy-Haired Boss!&#10;&#10;Remember - the sooner you escape the office, the sooner your weekend begins!&#10;&#10;",
    "categories": [
      "Comic Book / Strip",
      "Humor"
    ],
    "mechanics": [
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/q5Hq6cN7qM1tpKHxS2RuWw__thumb/img/ZnEGq05fPbIjchz_RdpRJaPMmds=/fit-in/200x150/filters:strip_icc()/pic622095.jpg"
  },
  {
    "id": "11683",
    "name": "Chicken of the Sea",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 10,
    "description": "Chicken of the Sea is a game included in issue #3 of GameFix magazine.  It's a wargame simulation of the battle of Drepanum, 249 BC (Rome vs Carthage).  The title comes from a rather audacious act of the Roman admiral, Claudius the Handsome.  He was told by the official augurs that the portents were not good for a naval battle: &quot;the sacred chickens will not eat.&quot;  Claudius threw the sacred chickens into the sea, saying &quot;then let them drink.&quot;&#10;&#10;The game comes with 100 counters representing both ships and informational counters, an 11&quot; x 17&quot; map (28x43 cm), and eight pages of illustrated rules with sidebars.  A small game by wargame standards.&#10;&#10;The basic sequence is mutual assignment of speed to galleys, Carthaginian ships move then board, and finally Roman ships move then board.  Facing is important, ramming, fouling other ships and shearing oars are all possible.  Melee fighting is common.  There are optional command/control/formation rules.&#10;&#10;All in all, fairly low complexity as wargame simulations go.&#10;&#10;",
    "categories": [
      "Ancient",
      "Nautical",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/jvNP_0vqWT0_1FNlUAkuSQ__thumb/img/PkA_dQB9sNAB2b8nJMyf9KFwsDM=/fit-in/200x150/filters:strip_icc()/pic117768.jpg"
  },
  {
    "id": "5759",
    "name": "Monopoly: Star Trek Limited Edition",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 120,
    "age": 8,
    "description": "Edition of the classic Monopoly game themed with items from the original series of Star Trek. The game was originally designed to be combined, through a &quot;wormhole effect&quot; rule,  with other planned editions themed on other Star Trek series but only the Monopoly: Star Trek The Next Generation edition was published.&#10;&#10;",
    "categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/a5y7ioL3g76LkNM7NVcRXQ__thumb/img/6hPzSE72eh32yO_hoeIY-o7uvWM=/fit-in/200x150/filters:strip_icc()/pic28394.jpg"
  },
  {
    "id": "39312",
    "name": "Hunter: Deadly Prey",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 10,
    "description": "The monsters you heard about were real. They are everywhere, but hidden just out of sight. Well, just out of sight of most people.&#10;&#10;There are dark conspiracies, and you will be able to glimpse them, and then battle them back into the night!&#10;&#10;You were once ordinary, blind like the rest of them, but now you see, and you search for them and new ways to destroy them.&#10;&#10;Hunter: Deadly Prey is a strategy board game for 3-5 players. One player will play a monster selected from a list of twelve, while the other players play hunters, imbued with supernatural powers to help humanity push back the night and the vile things within it. The problem is, are they all together, or will their individual personalities clash and make them less efficient?&#10;&#10;A new boardgame for Hunter: The Vigil. This game includes:&#10;&#226;&#151;&#143; 12 Hunters&#10;&#226;&#151;&#143; 12 Monsters to choose from to defy hunters&#10;&#226;&#151;&#143; 100 City Cards, monstrous secrets waiting to be uncovered&#10;&#226;&#151;&#143; 75 Arsenal and Influence Cards, the dirty tricks that hunters and the monster play&#10;&#226;&#151;&#143; 25 Hardship Cards, the penalties hunters pay for becoming obsessed with the unknown &#10;&#226;&#151;&#143; 10 Dice (10 sided)&#10;&#226;&#151;&#143; 75 Tokens to indicate City Card values&#10;&#226;&#151;&#143; 100 Counters representing Hunters' Willpower&#10;&#226;&#151;&#143; 1 Turn marker&#10;&#10;",
    "categories": [
      "Adventure",
      "Horror"
    ],
    "mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing",
      "Storytelling",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/xcdYw_sH_3nbnhQZi4Nryg__thumb/img/HMF5mKbgcMOKNf7J1uIsaP_aCC8=/fit-in/200x150/filters:strip_icc()/pic429032.jpg"
  },
  {
    "id": "195161",
    "name": "Rooster Rush",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 15,
    "age": 7,
    "description": "Rooster Rush &mdash; first released as Gaijin Dash! &mdash; is a party game in which players need to cross multi-lane roadways and avoid oncoming vehicles. Observation, risk-taking, and speed are the three skills you need in order to keep out of the hospital!&#10;&#10;",
    "categories": [
      "Action / Dexterity"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Player Elimination"
    ],
    "image": "https://cf.geekdo-images.com/FlSd33PdabTaLT45iLJaPQ__thumb/img/OvE6iwFuqB50XUgoEuPmzZ1MYmw=/fit-in/200x150/filters:strip_icc()/pic3555291.png"
  },
  {
    "id": "16620",
    "name": "Domination",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "From the publisher's press release (the game is scheduled to be introduced at The American International Toy Fair in New York City, February 17-23, 2005, and should be in stores by June 2005.&#10;&#10;You&rsquo;ve never played Dominoes like this before ... it&rsquo;s strategic, challenging and suspenseful, while at the same time, classic in its simplicity. Play dominoes on their corresponding spaces on the game board. As you complete squares, you conquer territories and claim them as your own. Dominate the game board and you win! For ages 8 and up.&#10;&#10;From a review in &quot;Games Quarterly&quot;, Winter 2005:&#10;&#10;The Domination board is a seven-by-seven grid of squares with sets of numbers that resemble half a domino at each corner. Each player starts with seven dominoes. When it's your turn, you lay down a domino along one edge of a square so that the numbers on both corners match your domino. Then you draw another domino.&#10;&#10;If your play closes off the fourth side of a square, you put a poker chip in the center of that square to claim it. You keep playing until all the dominoes are used, which fills up the entire board. At that point, the player with the most chips on the board wins the game.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Enclosure",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/_RNViCGQ1GCTAFwN1pzoTg__thumb/img/Z3WPE09zFqRj5yCnqWXpNEs4Hwk=/fit-in/200x150/filters:strip_icc()/pic494058.jpg"
  },
  {
    "id": "4157",
    "name": "Hail to the Chief",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 10,
    "description": "Players compete to become elected President of the United States.  Players travel the outside track of the game board on which the pictures of the U.S. presidents are featured.  They gain delegate votes by their ability to answer historical and constitutional questions on the presidency.  Questions on 4 levels of difficulty allow participation by players of all ages.  On the campaign trail, players travel from state to state, winning electoral votes by answering questions on the history and the geography of the 50 states.  Again, questions on 4 levels of difficulty make the game fun for everyone.&#10;&#10;",
    "categories": [
      "Political"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/RFoMpRg1ER5j5bSHOawuhg__thumb/img/L7gW5rT7wJ1JZEu70qXEl4892lY=/fit-in/200x150/filters:strip_icc()/pic3672441.jpg"
  },
  {
    "id": "3944",
    "name": "The Honeymooners Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 10,
    "description": "THE HONEYMOONER'S GAME&#10;&#10;COMPONENTS&#10;2 six sided dice&#10;6 &quot;Ralph&quot; playing pieces&#10;Apartment Cards (6)&#10;Bus Company Cards (10)&#10;Raccoon Lodge cards (10)&#10;Pool Room cards (10)&#10;Norton cards (10)&#10;Bang-Zoom cards (4)  (Honeymooner's logo on back)&#10;Line cards (29)  (Honeymooner's logo on back)&#10;Punch Line cards (29)  (Honeymooner's logo on back)&#10;&#10;OBJECTIVE&#10;To win you must be the first player to move around the board and collect a Best Pal card, a New Raccoon Cap card, a Lucky Pool Cue card, and a Promotion to Assistant Starter card from each of the four corners of the board. Having done this, you must return to the Kramden's apartment and try to draw a Baby, You're the Greatest card. An attempt to draw a Baby, You're the Greatest card cannot be made until the four corner cards have been collected.&#10;&#10;HOW TO PLAY&#10;Player's are dealt 5 cards (from those with the Honeymooner's logo on back) and the others are placed in their appropriate section of the board. To start, each player chooses a &quot;Ralph&quot; playing piece and places it in the apartment section of the board. Roll the dice to see who goes first. Highest roll goes first.&#10;&#10;You move about the board playing line cards matching the square on which you landed and if you have the matching punch line card you get another turn. If another player has the matching punch line card, they take the next turn.&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/P8v7bkji4SDHlCXNoh3VXg__thumb/img/IOUzjyRlJhrJcp_NjNONAhJAe14=/fit-in/200x150/filters:strip_icc()/pic11122.jpg"
  },
  {
    "id": "67629",
    "name": "U-Build Connect 4",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 6,
    "description": "Description from the publisher:&#10;&#10;U-Buld Connect 4 combines the family favorite of Connect 4 with customizable U-Build bricks that create a unique game experience every time the game is played. Start by building a grid using U-Build bricks that snap into the game unit. Once the grid is built, players drop their red and yellow checkers into the top of the game and watch as the checker bounces down into a row. Add U-Build bumper arms to the top of the grid to help to steer a checker into a chosen row in your attempt to get four in a row. Bumper bricks can be used to assist a score or used as a defensive move to keep the opponent from scoring. Drop the checkers and see where they land &ndash; slide, bump and block your way to victory!&#10;&#10;",
    "categories": [
      "Children's Game"
    ],
    "mechanics": [
      "Modular Board"
    ],
    "image": "https://cf.geekdo-images.com/agEIfeC82HLerQVQ96QJZg__thumb/img/2rIpzcKMzxOGLrQ-Dnh_ORGa0lY=/fit-in/200x150/filters:strip_icc()/pic724434.jpg"
  },
  {
    "id": "33799",
    "name": "Fruttirelli",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 4,
    "description": "(From the Box):&#10;&#10;The eager parent animals are looking for food. Who will help the hedgehog, the hare, the squirrel, and the badger to take all the tidbits to their families? There are enough apples, mushrooms, and berries for everyone, but the food is scattered far and wide and must be collected first. Watch out - be careful of the trees! Who keeps putting them in the way? Do not be put off; with a little bit of skill, you will manage to overcome all of the obstacles. The player who is back with his or her family first and brings sufficient provisions for everyone is the winner. Let's get going!&#10;&#10;",
    "categories": [
      "Animals",
      "Children's Game"
    ],
    "mechanics": [
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/0RI8IEr6grvOo9IpQb70Dw__thumb/img/M2qK9T4Rv4MunuWgsTvmeMFFPG4=/fit-in/200x150/filters:strip_icc()/pic321267.jpg"
  },
  {
    "id": "9082",
    "name": "Go Tell the Spartans",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 240,
    "age": 12,
    "description": "Against the Odds magazine #6&#10;&#10;A solitaire game simulating the three day battle for the pass at Thermopylae from 18 August to 20 August 480 B.C.  Includes a 23&quot; by 34&quot; mapsheet, 240 half-inch die-cut counters, 8 page rule book, and two copies of reference charts.  No ground scale is specified, each combat unit is 100 men, each full game turns represents one full day of time (there are action rounds and segments within each full turn).&#10;&#10;In this solitaire game the player takes on the role of Leonidas, Spartan commander in charge of the Greek forces, against the overwhelming invasion force of the Persians.  The rule set governs the movement and combat of the Persians.&#10;&#10;The battle field itself only takes up a portion of the 23&quot; by 34&quot; mapsheet, which also areas for tracking game turns, Greek and Persian morale, and a missile fire priority diagram.  The battle field has a grid (not hex) pattern.  The Thermopylae pass was very narrow (20 meters at the narrowest point), so unit deployment is the essential mechanic instead of side ranging maneuvers.&#10;&#10;Although this is primarily a solitaire game, there are minor rule changes provided for two-player play (Greek and Persian sides), and even a three-player option (commanding different contingents of the Greek force).&#10;&#10;",
    "categories": [
      "Ancient",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Solo / Solitaire Game",
      "Square Grid"
    ],
    "image": "https://cf.geekdo-images.com/hFru9857HpufHas3Krk-rg__thumb/img/fjzkb1EcdGSh4PKZq4KoUx3dr6Q=/fit-in/200x150/filters:strip_icc()/pic195074.jpg"
  },
  {
    "id": "217007",
    "name": "La Criatura",
    "minPlayers": 2,
    "maxPlayers": 15,
    "playingTime": 60,
    "age": 13,
    "description": "Do you remember the movie of The Thing? That of the eighties, that of John Carpenter. You liked it, did not you? Well, look no further. If you want to relive the best moments of the film (if you suffer a horrible death you consider a good time), then The Creature is your game.&#10;&#10;The Creature is a competitive card game in which you will all have to fight against all to escape with life from the scientific base in which you are locked together with an Being from Another World known as The Creature.&#10;&#10;In this hidden role-playing game you will not have friends, because anyone can be infected. The only thing that matters is to survive and to escape in the only available place of the rescue helicopter ... although that supposes to finish with your companions.&#10;&#10;The Creature is a card game for 3 to 10 players in which no one is who they seem to be and where paranoia reigns throughout the game. Use your event cards to beat your teammates, vote against them to sedate them, collect weapons for the final showdown and try to prevent The Creature from taking over your body. Does it feel like little stress? Then wait for the helicopter to land and you have to fight everyone to occupy the only seat.&#10;&#10;A game of The Creature lasts from 30 minutes to an hour, depending on the number of players.&#10;&#10;The game is not recommended for children under 13, we do not want children to become accustomed to crushing their friends.&#10;&#10;The objective of the game is to escape from the research base on the helicopter. The bad thing is that there is only one place for a scientist, so only one of the players can escape the horror. Will it be a human who gets on the helicopter, one of the infected scientists or the creature itself?&#10;&#10;The helicopter will arrive when all the turns of game are finished. There are as many turns in a game as participating players minus one, which are controlled in the time marker with the clock tab. The minimum number of turns to play is 2, and the maximum 10. This represents the difficulty or ease of the creature to infect scientists when the group is more or less numerous.&#10;&#10;It can neutralize the Creature so that it does not continue to infect the scientists, sedating it twice (the first time the silk manages to escape).&#10;&#10;The scientist who escapes in the helicopter wins the game, even if it is the creature or one of the infected will mean the end of humanity ...&#10;&#10;Overview.&#10;&#10;The game is divided into turns, and there are as many turns as players are present in the game minus one (maximum 10 turns), plus the final turn of the game, the helicopter phase where everyone fights against everyone to sit in the available seat and Escape from base. Each turn is divided into three phases:&#10;&#10;&#10;     Event Phase&#10;     Voting phase&#10;     Movement phase&#10;&#10;&#10;During the events phase players put their event cards into action to produce effects during the game.&#10;&#10;In the voting phase players use their voting to decide which scientist they will sedate.&#10;&#10;The movement phase is played after the voting, and in it all players deliver their character cards (including that of The Creature) to the boss, who shuffles them and re-allocates them among the players, in such a way that the Creature moves from one scientist to another, infecting them.&#10;&#10;The objective of the game is to escape in the helicopter. Players who have had the creature's card at some point become infected, and therefore will try to help the creature carry out its plans, complicating the existence of other players who are still human. The bad thing is that there will be moments during the game in which no one will know who is who, further sowing chaos in the game.&#10;&#10;",
    "categories": [
      "Card Game",
      "Murder / Mystery",
      "Party Game"
    ],
    "mechanics": [
      "Player Elimination",
      "Role Playing",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/xw8Wpfahjh_aDGv9WhLXvA__thumb/img/PRsR2j9M8LHTn0mpbE12cX7KNwQ=/fit-in/200x150/filters:strip_icc()/pic3430469.jpg"
  },
  {
    "id": "8454",
    "name": "Rise of the House of Sa'ud",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "The Rise of the House of SA'UD was the inserted game in issue #46 of The Wargamer Magazine.&#10;&#10;The game itself is a two player game which covers the struggle between the Sa'ud and the Hussein factions for control of the Arabian Peninsula during the 1920's&#10;&#10;",
    "categories": [
      "Wargame"
    ],
    "mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/yfoQQY4IQWBNTdzbrheHfQ__thumb/img/JgxM0wy0ne3r7RRtlDqJvwigXbU=/fit-in/200x150/filters:strip_icc()/pic35072.jpg"
  },
  {
    "id": "207274",
    "name": "Great Shakespearean Deaths: Card Game",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 14,
    "description": "A card game depicting various deaths that occur in Shakespeare's work. Each card shows an illustration of a Shakespearean death (illustrated by Chris Riddell) and a number of categories: Speed of Death, Gore &amp; Brutality, Fairness, Piteousness, Dramatic Quality and Last Words. Each category is accompanied by a value from one to ten.&#10;&#10;Two to five players are dealt all the cards and hold their hand with only one card visible on top of their deck. The game is played in rounds. The current first player chooses a category. The round winner is the holder of the card that shows the highest value for the chosen category on all the currently visible cards. The round winner adds all the visible cards to their hand and everyone turns over a new card. The winner of the round then chooses the next category. The winner of the game is the first player to hold all of the cards.&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor"
    ],
    "mechanics": [
      "Player Elimination",
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/nfJO969iTsmcemTq8Of_Dw__thumb/img/famoWVBBO-uTt7xD4LOQZRr5SPQ=/fit-in/200x150/filters:strip_icc()/pic3800619.jpg"
  },
  {
    "id": "228687",
    "name": "Champion of Earth",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 40,
    "age": 5,
    "description": "Description from the publisher:&#10;&#10;Champion of Earth is an easy to learn, quick-play card game where the players defend the Earth from an alien invasion.&#10;&#10;It has both both a co-operative and a competitive element because, while you want to defeat the invasion, the winner will be the one with the most enemy kills.&#10;&#10;The deck consists of three types of cards: Player cards (which track your character's status), Monster cards (which represent the invaders) and Equipment cards (which represent the equipment the characters may use to defeat the Monsters).&#10;&#10;The players take equipment and must match or exceed the power level of the invaders by playing that equipment. Many of the invaders have special abilities, and so does much of the equipment - these are listed on the cards where relevant.&#10;&#10;During a player's turn, they choose between 1 and 3 equipment cards to draw and the same number of invaders are drawn and placed face down. The player then chooses how many of the invaders they wish to fight. That number of cards is turned over, beginning from the first card dealt. The player must then play Equipment on the Monster cards to defeat them and claim the corpses.&#10;&#10;If they succeed in defeating the enemies, they chose to fight, it becomes the next player's turn. If they fail, they become Injured. If they are injured a second time, they die.&#10;&#10;Even dead, a player can win - the victory condition is defeating the invasion and having the most enemy kills - you can be the Champion of Earth posthumously!&#10;&#10;",
    "categories": [
      "Card Game",
      "Science Fiction"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/XQtF_2qUDwyN6pm8td908Q__thumb/img/LDQt_t1d5-uxFYJWzh5HJb6iZpg=/fit-in/200x150/filters:strip_icc()/pic3675845.jpg"
  }
]
