[
  {
    "id": "323742",
    "name": "Marshals",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 8,
    "description": "Players turned into brave Marshals will have to capture a gang of 4 dangerous outlaws in a manhunt set in the Wild West.&#10;&#10;They will travel across mountains, forests, plains, and deserts.&#10;&#10;The Marshals will have to survive ambushes, find clues that will lead them to the fugitives, arrest them, and enforce the law while taking the occasional break.&#10;&#10;Whoever captures them first will receive a generous bounty and the honor of becoming the Marshal who put an end to their mischief.&#10;&#10;You choose how to go down in history: as the best Marshal ever, or maybe as the richest...&#10;&#10;OBJECTIVE:&#10;&#10;The goal of the game is to capture the 4 Outlaws, members of a dangerous gang of criminals, who are hidden among the cards of the Far West deck.&#10;At the end of the game, the winner will be the Marshal who meets one of the following victory conditions, in this order:&#10;&#10;     If you are the only player left in the game after eliminating the other Marshals.&#10;     If you are the Corrupt Marshal and 1 Outlaw manages to get away indefinitely.&#10;     If you are the Marshal (corrupt or not) with the most money&#10;&#10;&#10;earned, unless another player has captured 3 or more Outlaws.&#10;&#10;END OF THE GAME:&#10;&#10;The end of the game is triggered when one of the following&#10;conditions is met:&#10;&#10;     When all the Outlaws have been captured.&#10;     If the last Outlaw has managed to get away indefinitely. In this case, the winner is the Corrupt Marshal&#10;     When there is only 1 Marshal left in the game.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Adventure",
      "Card Game",
      "Deduction"
    ],
    "mechanics": [
      "Action / Event",
      "Alliances",
      "Command Cards",
      "Movement Points"
    ],
    "image": "https://cf.geekdo-images.com/DR7-HdsFWNk__6TVp9Ocng__thumb/img/jj4mQV_fSLPS8CZUM_NdV2-UYgE=/fit-in/200x150/filters:strip_icc()/pic5761514.jpg"
  },
  {
    "id": "168174",
    "name": "On the Hunt for Dinos",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 5,
    "description": "Dinos have been spotted in the jungle! You make hasty tracks after them to experience this excitement with your own eyes. But it&lsquo;s not very easy to catch sight of these massive ancient creatures. Whoever manages to uncover the sought after dinos and reach the end of the dinosaur footprint path first wins the game.&#10;&#10;Each player takes a wooden dinosaur token and places it at the start of a four-tile track. Five dinosaur tiles are shuffled and placed face down in a row on the table. Then in turn, players turn over one of 26 search tiles. If the search tile shows a &quot;trade symbol,&quot; the player exchanges two dinosaur tiles without looking at them. If the search tile shows a picture of two or three dinosaurs, the player must turn over an equivalent number of dinosaur tiles. If they match exactly, that player's dinosaur advances on the track. The first player to reach the end of the track wins.&#10;&#10;In the &quot;expert&quot; variant, a sixth, blank tile is shuffled in along with the five dinosaur tiles.&#10;&#10;",
    "categories": [
      "Animals",
      "Children's Game",
      "Memory"
    ],
    "mechanics": [
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/jdR6k2PxSKhRvpuUUFMDPg__thumb/img/ITFMac-AIOV0JtlLN6XOya2eJMM=/fit-in/200x150/filters:strip_icc()/pic3674864.jpg"
  },
  {
    "id": "38702",
    "name": "Sink the Bismarck",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 25,
    "age": 0,
    "description": "A simple solitaire dice based game where the player takes on the role of the Anti Air coordinator on board the battleship Bismarck, while under attack by the British Swordfish aircraft.&#10;&#10;Player tries to predict path of incoming aircraft and place gunfire into its path.&#10;&#10;Counters indicating imcoming aircraft are placed and moved down the board while the player uses anti aircraft dice to indicate anti aircriaft gun fire.&#10;&#10;The game is freely web published under a Creative Commons Attribution-NonCommercial-ShareAlike license.&#10;&#10;http://blackdogofdoom.blogspot.com/2010/09/sink-bismarck.html&#10;&#10;",
    "categories": [
      "Dice",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/U16fSj9AOmcT_ECss4NcDw__thumb/img/gNzlXtVJmX793ymNfxkkb911QXQ=/fit-in/200x150/filters:strip_icc()/pic378820.jpg"
  },
  {
    "id": "116972",
    "name": "Mini-Taurus",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 7,
    "description": "From the back of the box:&#10;&#10;Enter the mini-labyrinth version of Minotaurus to claim the mystical sword of Aegeus, but think ahead and plan your way wisely. Move the Minotaur to attack the other heroes, or move the walls to block them! Mini-Taurus is a quick and clever race game for 2-4 players.&#10;&#10;Contents:&#10;&#10;     1 buildable LEGO Dice&#10;     4 LEGO microfigures&#10;     160 LEGO pieces&#10;     Rules booklet&#10;     Building instructions&#10;&#10;&#10;",
    "categories": [
      "Mythology"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/IIhOcJlzApKMZGSoxv9uzQ__thumb/img/g0t0v_fk2f-O8GLOeTRdlu6kZo0=/fit-in/200x150/filters:strip_icc()/pic1195421.jpg"
  },
  {
    "id": "128408",
    "name": "Control-Alt-Hack",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 14,
    "description": "Control-Alt-Hack is a tabletop card game about white hat hacking, based on game mechanics by gaming powerhouse Steve Jackson Games (Munchkin and GURPS).&#10;&#10;You and your fellow players work for Hackers, Inc.: a small, elite computer security company of ethical (a.k.a., white hat) hackers who perform security audits and provide consultation services. Their motto? &quot;You Pay Us to Hack You.&quot;&#10;&#10;Your job is centered around Missions - tasks that require you to apply your hacker skills (and a bit of luck) in order to succeed. Use your Social Engineering and Network Ninja skills to break the Pacific Northwest's power grid, or apply a bit of Hardware Hacking and Software Wizardry to convert your robotic vacuum cleaner into an interactive pet toy...no two jobs are the same. So pick up the dice, and get hacking!&#10;&#10;Reimplements:&#10;&#10;    Ninja Burger: Secret Ninja Death Touch Edition&#10;&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice",
      "Educational"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/TYMGWH6ot054HcDAdth8qA__thumb/img/segM92dltyBfuITW24yT8UqXm_Y=/fit-in/200x150/filters:strip_icc()/pic1510659.png"
  },
  {
    "id": "243101",
    "name": "Monopoly: Stranger Things",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 480,
    "age": 14,
    "description": "Strange and terrible things have begun happening in Hawkins, Indiana&hellip; better huddle down and break out a nice board game with your pals!&#10;&#10;     Monopoly game with a Stranger Things theme&#10;     Features 80s-inspired tokens and tokens &ldquo;ripped from the Upside Down&rdquo;&#10;     Walkie-Talkie and Blinking Lights cards as Community Chest and Chance cards&#10;&#10;&#10;",
    "categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Player Elimination",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/z-m8IDhuOpXqbnQmgJQ5vA__thumb/img/nC9LlHltMvtLa-9cEd5w0P6Pm9s=/fit-in/200x150/filters:strip_icc()/pic4935326.png"
  },
  {
    "id": "197075",
    "name": "Devils & Black Sheep",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 0,
    "description": "Devils &amp; Black Sheep  is a tabletop nanogame: small, light, quick, and easy. Turns last about 1 minute, and a game lasts 30-45 minutes. It is designed as a two-player experience, but it scales well and could be played with 3-4 players if you combine two games.&#10;&#10;Players control outlaw crews zooming from battle site to battle site in deep space. The goal is to be the first to arrive, pick through the flotsam and derelicts to find the salvageable wreckage, and escape back to the nearest planet. There are shady deals and scams to be run on the side, too.&#10;&#10;Navy patrols wander the area, intent on keeping pirates, bandits, and smugglers in line. The patrols monitor each player's &quot;wanted level.&quot; When a player has a high enough bounty or is caught with contraband too many times, the patrols will chase them down and exact revenge. Sometimes a ship's own activities will make them more wanted; sometimes a reliable tip off from a rival crew will do the trick.&#10;&#10;This game consists of three components:&#10;&#10;Cover &amp; Rules - 80# text paper;&#10;Board - 16 pt cover stock;&#10;Counter Sheets - 38 pt die cut chipboard.&#10;&#10;Devils &amp; Black Sheep has a simple 3-part turn sequence.&#10;&#10;1. Place New Wrecks: This is accomplished by rolling the die and following a placement matrix to determine where rumors of wreckage will lead you.&#10;&#10;2. Navy Patrols Act: This will be a tame part of the game early on, but as your Wanted Levels increase from all your shady activities, it could get nasty.&#10;&#10;3. Players Act: Choose one of the following actions:&#10;&#10;Bribe: donate to an election campaign in exchange for a reduction in wanted level&#10;Bounty: place a bounty on a ship to increase its wanted level&#10;Fence: sell some of your loot to the local chop shop&#10;Raid: attack an opponent and steal some of their stuff&#10;Salvage: explore nearby flotsam for something of value&#10;Move: pretty self explanatory&#10;Smuggle: sell dark energy on the black market ... VERY illegal stuff&#10;&#10;Degrees of Success - After choosing an action, players roll to see how well their action succeeded. The roll determines how successful your action was. This game specifically avoids the polarized success/failure result that commonly turns choices into all-or-nothing deals, and instead replaces it with a gambling mechanic.&#10;&#10;Players roll the dice at the beginning of each turn to determine whether new reports of a recent battle reach the rumor mill of the local cantina. The rolls determine how much wreckage is rumored (some battles are larger than others, of course ... just as some rumors are more outlandish than others), and the sector and distance from the planet. These wrecks are derelict ships abandoned or destroyed in a recent battle. Every wreck has the potential to be salvaged for valuable (ish) flotsam, but the actual amount of salvageable junk won't be known until you arrive and check it out.&#10;&#10;The local Navy Patrols then roll to see whether they are ordered to bring any of the outlaw crews to justice. Sometimes the patrols will simply move around and harass players. Sometimes they will bring the full might of their patrol to bear.&#10;&#10;The higher the player's &quot;wanted level,&quot; the more likely a patrol will take notice and give chase. Wanted levels can increase by getting caught in your illegal activity, and can also be increased by other players placing bounties on your ship. Your wanted level decreases by either being attacked by the local patrol, or by bribing officials to reduce it.&#10;&#10;",
    "categories": [
      "Science Fiction"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/OTXyfhn3n3bls8ULMi0dYA__thumb/img/iDvkfMGe2lsBGZb6uzYNqHrtf48=/fit-in/200x150/filters:strip_icc()/pic3041035.jpg"
  },
  {
    "id": "761",
    "name": "The Great Brain Robbery",
    "minPlayers": 3,
    "maxPlayers": 7,
    "playingTime": 60,
    "age": 10,
    "description": "Welcome to the Old West, Zombie style. The undead line cooks at Friedey's Chuck Wagon are fed up with having only one Brain to pass around. So they've decided to take matters into their own hands and rob a speeding train full of Brains. They'll bring home the best Brain they can find, and then pass that around instead. Hey, no-one said it was a good plan.&#10;&#10;This is the fourth game in the Friedey's series, and the first Cheapass board game to come in a sturdy cardboard box. The &quot;board&quot; is composed of eight double-sided Train Cars, and the Train grows and shrinks throughout the game. New cars appear in the front as players move forward, and old cars fall off the back, well, sort of randomly. To win the game, you need to find the Brain with the highest IQ before the Train comes to a stop, and defend it from all the other Zombies who'd rather beat you up than find a better Brain on their own. A splendid and imaginative adventure for 3-7 players, illustrated as always by lovable Zombie artist Brian Snoddy.&#10;&#10;",
    "categories": [
      "American West",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Trains",
      "Zombies"
    ],
    "mechanics": [
      "Campaign / Battle Card Driven",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/GqGUKe89wV71PKuvJ-7m9g__thumb/img/6GJg90OPIWpMQhVyCBfeSb7Am3k=/fit-in/200x150/filters:strip_icc()/pic455616.jpg"
  },
  {
    "id": "7679",
    "name": "Busine$$ GO",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 12,
    "description": "From the rules :&#10;&#10;&quot;Want to test your money making instincts in the cutthroat world of finance? Then the International Money Game, is the ultimate challenge! Become a diamond magnate, an electronics mogul, a powerful industrialist, a ship builder, an oil or mineral tycoon, a luxury car manufacturer, or even a coffee czar. You'll be laughing... all the way to the bank! But beware, or else you might be swallowed up by the competition!&quot;&#10;&#10;Game components&#10;- 1 Game Board&#10;- 2 Regular Dice&#10;- 3 Product Demand Dice&#10;- 5 Playing Pieces&#10;- 5 Service Industry cards&#10;- 26 Business License cards&#10;- Operating Fees cards&#10;- Mail cards&#10;- Corporations (5 colors)&#10;- White chimneys&#10;- Cash Drawer&#10;- Busine$$ GO Play Money&#10;&#10;&#10;A Monopoly-like game with a different objective. You have to buy Business License for various products, build industries and try to make sales (randomly driven) to upgrade your industries. The first player to accumulate 10 million dollars win. The interaction between players is also somewhat different from Monopoly as there are no trading phase and the players don't pay (and ruin) each other. All transactions are done with the bank.&#10;&#10;",
    "categories": [
      "Economic"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Stock Holding"
    ],
    "image": "https://cf.geekdo-images.com/eDrCRCpx_4nKiOzfP0Rb1g__thumb/img/xnE3JlyjV7Yk_zuTh_oLirTz-qM=/fit-in/200x150/filters:strip_icc()/pic33070.jpg"
  },
  {
    "id": "120254",
    "name": "The Presidential",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 45,
    "age": 11,
    "description": "The Presidential is a game of strategy played with dice and chance cards on a beautifully designed map of the U.S. showing the Electoral College votes of each state.  Two teams, Democrats and Republicans, fight for control of state delegations to ultimately win more than 270 electoral votes.  The Presidential is an entertaining and educational family game -- fun for both students (13+) and adults.  You may not know how the Electoral College works, but you'll enjoy the excitement of playing for the most powerful job in the world!&#10;&#10;The Play of the Game&#10;&#10;The 2 teams decide which side will be the Republicans and which side will be the Democrats.  The Republicans take the 150 red votes (chips) and the 3 red dice.  The Democrats take the 150 blue votes (chips) and the 3 blue dice. The teams then decide how much time there is until election day by selecting a number of weeks until the election.  One each turn, each team must decide whether they will go Fundraising or Campaigning.&#10;&#10;Fundraising&#10;There are 4 states where a candidate can fund raise (California, New York, Florida and Texas).  The team decides which state they would like to fund raise in and then rolls 2 dice.&#10;&#10;If a team rolls a 9, they have 9 votes to distribute.  At least 1/2 the votes must stay in the fundraising state.&#10;&#10;The team then draws a Politics Card, follows the instructions, and returns the card face-down to the bottom of the deck.  The Politics Cards offer many rewards and a few penalties to the teams.  They are similar to rolling another die.&#10;&#10;Politics Cards&#10;Here are a few examples of the Politics Cards:&#10;&#10;     Silicon Valley tycoons host a successful fundraiser for you. Add 6 votes to California.&#10;     You receive a 100% approval rating from the NRA.  Win 5 votes in Texas.&#10;     A popular blogger unveils pictures of your opponent&rsquo;s wife buying a brand new Bentley.  Add 3 votes to Michigan.&#10;     You are spotted wearing a Red Sox hat while prepping for a debate.  Your opponent adds 3 votes to New York.&#10;&#10;&#10;Campaigning&#10;If a team chooses to campaign, the team selects and announces the 3 states they will campaign in on that turn.  Each state may only be visited once each turn.  The team then rolls 3 dice.  The team then decides which die corresponds to each state and contributes those votes to that state.&#10;&#10;Votes&#10;Each chip equals 1 vote.   Votes are gained through the roll of the dice and the Politics Cards.  At any one time, each state is Republican (Red), Democrat (Blue) or neutral.   The votes in a state represent the net amount of chips that have been allocated by both parties.&#10;&#10;End of the Game &#10;When time is up (the number of weeks that was selected have passed), there may be several states that are undecided (still neutral) either because they are in a tie or no team has campaigned in them or allocated them fund raising money.  At that point, a neutral state is selected and each team rolls a die.  The highest die wins the state and the electoral votes go to that team.  If there is a tie roll, the teams roll again.  The team with the highest number of electoral votes after all the neutral states have been awarded to either team wins the game.&#10;&#10;",
    "categories": [
      "Educational",
      "Party Game",
      "Political"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Chit-Pull System",
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/71S86iQdSYnutHts_eaNEw__thumb/img/HAEdwXiCvM3OJhSkHin7Rg5otwQ=/fit-in/200x150/filters:strip_icc()/pic1654126.jpg"
  },
  {
    "id": "6936",
    "name": "Robotanks",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 12,
    "description": "Robotanks is a strategy boardgame of cyber-arena combat. Players operate a team of four tanks, each controlled by a stack of command cards that form the tank's repeating program. Cards order tanks to move, turn, fire weapons, or use special equipment, creating a variety of strategies.&#10;&#10;Will you use a simple frontal assault with cannons and mortar? A careful advance, using targeting programs to give more autonomy? A confusing diversion with viruses and scanners? Your tanks will keep doing the same thing until you reprogram them, so choose wisely....&#10;&#10;The original game included mounted maps and plastic tanks.  When FMG issued a limited revised edition, they went to cut-out standup card tanks and paper maps in a &quot;no frills&quot; white box.  Cards and gameplay are the same between the two versions.&#10;&#10;",
    "categories": [
      "Fighting",
      "Science Fiction"
    ],
    "mechanics": [
      "Action Queue",
      "Campaign / Battle Card Driven",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/nux-AgO-dxoNzLFDKYCrfg__thumb/img/pavDQaeZUz8UGYs2fIGpE3r7izY=/fit-in/200x150/filters:strip_icc()/pic8297427.jpg"
  },
  {
    "id": "5484",
    "name": "King Arthur: The Battle of Stonehenge 536",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "Simulation of the mythical battle of Camlann fought between King Arthur and his son, Mordred.  Uses the Great Medieval Battles rules.&#10;&#10;",
    "categories": [
      "Medieval",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/MobEiFadb_FZJTiu7EviMw__thumb/img/2aYiRaslUT4eXTlQSQCfqpUebic=/fit-in/200x150/filters:strip_icc()/pic48171.jpg"
  },
  {
    "id": "13392",
    "name": "Perfidious Albion: Napoleon's (Hypothetical) Invasion of England, 1814",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 12,
    "description": "(from the game : )&#10;&#10;&quot;Perfidious Albion is a two-player &quot;what if&quot; simulation of a hypothetical Napoleonic plan to invade England in the alternative history described in the article of the same name printed in issue no. 47 of Command magazine&quot;.&#10;&#10;1 hex : 5 miles&#10;1 GT : 1 week&#10;Units : divisions of about 10,000 men and corps of about 30,000 to 40,000&#10;&#10;",
    "categories": [
      "Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/SHlBT7Hbz3ySjw9tTxBsNQ__thumb/img/3Coio-FO3CcA3Bn8FxejhzBOyY4=/fit-in/200x150/filters:strip_icc()/pic7299037.jpg"
  },
  {
    "id": "81825",
    "name": "Moto GP",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 90,
    "age": 8,
    "description": "THE OFFICIAL LICENSED BOARD GAME&#10;The circuits are divided into squares, and players will advance their bikes through the speed charts. Each card indicates the cells to move. But beware of the curves, overtaking and braking and will cause damage to the bikes, not some cards allow you to use and can remove you from the race.&#10;&#10;The winning bike will be the first to reach the finish line after making three full turns to the circuit. But note that the winner will be the one who achieves the highest score with his team&#10;&#10;COMPONENTS&#10;-A Table-MotoGP board with the circuit of Jerez on one side and that of Qatar on the other.&#10;-18 reproductions of MotoGP bikes with the colors and numbers runners.&#10;-Letters 18 pilot to control the resistance, corresponding to each of the bikes.&#10;-92 Letters of speed to move the bikes on the circuit. His numbers represent the number of boxes you can move 5, 6, 7, 8 and 9. In addition, special cards &quot;?&quot; That let you choose the speed of 5-9.&#10;-4 dice rolls for resistance.&#10;&#10;&#10;Los circuitos est&aacute;n divididos en casillas, y los jugadores avanzar&aacute;n sus motos mediante las cartas de velocidad. Cada carta indica las casillas a moverse. Pero ten cuidado con las curvas, los adelantamientos y las frenadas ya que causar&aacute;n desperfectos en las motos, no te permitir&aacute;n usar algunas cartas y pueden eliminarte de la carrera.&#10;&#10;La moto ganadora ser&aacute; la primera que llegue a la l&iacute;nea de meta tras realizar 3 vueltas completas al circuito. Pero, ten en cuenta que el ganador ser&aacute; aquel que obtenga la mejor puntuaci&oacute;n con su escuder&iacute;a.&#10;&#10;COMPONENTES&#10;-Un tablero Table-MotoGP con el circuito de Jerez por un lado y el de Qatar por el otro.&#10;-18 reproducciones de Motos de Moto-GP con los colores y n&uacute;meros de los corredores.&#10;-18 Cartas de piloto para controlar su resistencia, correspondientes a cada una de las motos.&#10;-92 Cartas de velocidad  para avanzar las motos sobre el circuito. Su numeraci&oacute;n representa la cantidad de casillas que se puede avanzar: 5, 6, 7, 8 y 9. Adem&aacute;s las cartas especiales &ldquo;?&rdquo; que permiten elegir la velocidad de 5 a 9.&#10;-4 dados para realizar las tiradas de resistencia.&#10;&#10;",
    "categories": [
      "Racing"
    ],
    "mechanics": [
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/TVBmPkdjQnvwVjkR6MyNPw__thumb/img/z9l-jhOWW1egqyIzDGwlnr_NM50=/fit-in/200x150/filters:strip_icc()/pic799763.jpg"
  },
  {
    "id": "1672",
    "name": "Open Fire: Solitaire Tank Combat in WWII",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 240,
    "age": 12,
    "description": "&quot;Open Fire: Solitaire Tank Combat in WWII&quot; is the solitaire wargame of combat, adventure, and heroism for everyone who ever wondered what World War II armored combat must have been like. Inspired by the award-winning Ambush! solitaire wargame system, Open Fire provides the player with a platoon of American armor, faced with a variety of missions against an ever-changing German foe. The variable events, innumerable tactical options, and wealth of unexpected occurrences make &quot;Open Fire&quot; a game unlike any tactical armor game you have ever played before. The easily learned rules are designed to get the player into action quickly, selecting his platoon and vehicles and providing each unit with command and initiative ratings, perception, weapon skill, driving skill, and movement capability. After selecting one of the six missions provided, you will send your platoon into operations, where your vehicle will move as you wish... until the sequenced action rounds are triggered by the shriek of an incoming 88mm anti-tank shell, and then the fun begins.&#10;&#10;Contents:&#10;210 Counters (1 Large Sheet)&#10;1 22&quot; x 32 &quot; Map&#10;1 Rules Booklet&#10;1 Paragraph Booklet&#10;79 Unit Characteristics Cards&#10;1 Mission Cartridge&#10;1 Cartridge View Sleeve&#10;1 Platoon Record Sheet Pad&#10;1 8&quot; x 22&quot; Display Sheet&#10;2 Decimal Dice&#10;1 Counter Storage Tray&#10;&#10;",
    "categories": [
      "Adventure",
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Paper-and-Pencil",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/y_wxmyLxstrYLsglXkOBXA__thumb/img/W4b6MW4HjIHvao2nqDVLx5g_QiU=/fit-in/200x150/filters:strip_icc()/pic1205434.jpg"
  },
  {
    "id": "7186",
    "name": "Weapons & Warriors: Cavalry Attack Set",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 7,
    "description": "This set adds 2 sets of cavalry to the game and a couple of catapults.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Medieval"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/Gy70QX8-Ly5ntEptCEdqAg__thumb/img/HMqScYQfMysU7LCksEw5qzcscfY=/fit-in/200x150/filters:strip_icc()/pic66889.jpg"
  },
  {
    "id": "7541",
    "name": "Killer Angels",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 300,
    "age": 12,
    "description": "Lee's offensive in the north, June to August, 1863. Named after Michael Shaara's Pulitzer Prize Civil War Novel &quot;The Killer Angels.&quot;&#10;&#10;22&quot; x 34&quot; color map, 5 miles to a hex.&#10;&#10;900 die cut counters representing all of the units and commanders in the field. (Back of box incorrectly states 800.)&#10;&#10;Basic Rules, Advanced Rules and Campaign Rules. 3 to 8 hours playing time.&#10;&#10;Complexity: High&#10;Solitaire Suitability: Low&#10;&#10;Killer Angels is a detailed simulation of Lee's campaign in Pennsylvania in 1863. Seven scenarios deal with sections of the campaign which led to Gettysburg and the subsequent Confederate retreat to Virginia.&#10;&#10;Killer Angel's system concentrates on the problems of command control and leadership in the Union and Confederate armies, and on the political constraints within which the commanders of the Confederate Army of Northern Virginia and the Union Army of the Potomac were forced to operate.&#10;&#10;",
    "categories": [
      "American Civil War",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/AfzWHGgU0-0gCnyHu-cFyg__thumb/img/ZSymV5VqvU7uByeWgvI8XA9a2ko=/fit-in/200x150/filters:strip_icc()/pic31276.jpg"
  },
  {
    "id": "15412",
    "name": "Tunebaya",
    "minPlayers": 4,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 12,
    "description": "&quot;From the SimplyFun website&quot;&#10;&#10;Tunebaya&trade;&#10;No Previous Singing Experience Required&#10;&#10;You Ain't Nothin' But a Hound Dog! &mdash; Did you just sing that out loud? Yes, and so did everyone else. When other players sing along, you and the other players score points. Match a song with someone else and score the big bonus. Everyone join in and sing Tunebaya!&#10;&#10;Includes:&#10;100 Double-Sided Topic Cards&#10;7 Small Microphones&#10;1 Large Singing Microphone&#10;8 Pencils&#10;8 Scoreboards&#10;1 Pad of Answer Sheets&#10;1 Instruction Booklet&#10;1 FunMemories&trade; Booklet&#10;&#10;",
    "categories": [
      "Party Game"
    ],
    "mechanics": [
      "Singing"
    ],
    "image": "https://cf.geekdo-images.com/5zZd6E3dYYSnGoNPTtKW2Q__thumb/img/7d7oDyPoye2nPrcgEUeS2uKR1Yc=/fit-in/200x150/filters:strip_icc()/pic2521129.jpg"
  },
  {
    "id": "38141",
    "name": "Bitwy II wojny światowej",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 0,
    "description": "Bitwy II wojny &#197;&#155;wiatowej (B-35) (Battles of World War II) is a system designed for representing World War II medium battles.&#10;&#10;Counters represent battalions and companies, one hex represents about 2000m (depending on specific game), one turn represents 8, 12 or 24 hours.&#10;&#10;B-35 has a high level of complexity. Rules include airborne/sea landings, fire combat (long distance combat between armoured units), air force, engineers, special units etc. &#10;Another distinctive feature of this system is the way of determining strength of unit. Each unit has a chart with its strength; when unit suffers loses, player has to mark it on chart.&#10;Classical activation system (&quot;I go, you go&quot;) and simplified command rules drives the game.&#10;&#10;The game contains fiction map and scenarios but historical units (German, American, Polish and British).&#10;&#10;Bitwy II wojny &#197;&#155;wiatowej (B-35) debuted in 1993 in the 3rd issue of the Magia i Miecz magazine. Some small boards and counters, along with rules were published there in the Klan Mi&#197;&#130;o&#197;&#155;nik&oacute;w Gier Strategicznych part of the magazine. Later system moved to the Strategia i Taktyka and Dragon magazines. Dragoncompany published first boxed edition of the system along with some other games using it (Szczury Pustyni, Kaserine 1943). Rules evolved and were published in the Dragon Hobby magazine in the 90's. In the same time additional rules for the Pacific War Theatre, along with the new boards, were published in the Dragon Hobby magazine as well.&#10;&#10;After the end of the Dragon company, Taktyka i Strategia company took care of the system, publishing new editions (currently 4th), with new boards, scenarios and the games. As for now (2018) Bitwy II wojny &#197;&#155;wiatowej (B-35) is the most complex WW II Polish system with biggest number of games, scenarios and expansions, published frequenntly in the Taktyka i Strategia magazine.&#10;&#10;Board's publication history:&#10;Dania - Dragon Hobby 1/98&#10;Drezno - Taktyka i Strategia 3/2002&#10;Fiordy - Taktyka i Strategia 15/2005&#10;Finlandia - Taktyka i Strategia 20/2006&#10;Map nr. 5 - Taktyka i Strategia 31/2010&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/95VP1RhgtfFu55DGtzBOAQ__thumb/img/4zrIz3WqKqmOyw32yvEq8jC4zcE=/fit-in/200x150/filters:strip_icc()/pic452903.jpg"
  },
  {
    "id": "234383",
    "name": "Mucho Macho",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 10,
    "age": 8,
    "description": "A classic among attractions at carnivals is the &quot;high striker&quot; game, a challenge for visitors to gauge their strength with a group of buff dudes smashing a lever with all the strength they can. Whoever launches the puck the highest wins the most prize tickets!&#10;&#10;Mucho Macho &mdash; winner of the 2015/2016 edition of the Gioco Inedito, the &quot;best unpublished game&quot; contest held by Lucca Comics &amp; Games and dV Giochi &mdash; recreates this carnival attraction in a card game. Gameplay is super easy! Choose two cards (which range in value from 00 to 99) to swing the hammer. The strongest player chooses two prize cards first, but must place the lower-numbered prize (which is worth more points) in their hand. Can you gather more prizes than everyone else and prove that you are the most macho?&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/g1pF_IPiEAfDb0HwZ1MVoQ__thumb/img/i6IWGVvSeYS0fo0WlI0JIrkU3nQ=/fit-in/200x150/filters:strip_icc()/pic3719938.png"
  },
  {
    "id": "4171",
    "name": "Sailor Moon CCG",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 10,
    "description": "The object of this game is to defeat a certain number of monsters that your opponent has in play. Using characters (which can be enhanced with items and levels) and special cards you choose to attack your opponent's villains for points.&#10;&#10;One of the interesting mechanics of this game is the extensive use of rock-paper-scissors for some mechanisms. Often the more powerful attacks must succeed in two consecutive r-p-s to work.&#10;&#10;",
    "categories": [
      "Card Game",
      "Collectible Components"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/qqZlriuwAzBZDRcvVNqoYQ__thumb/img/VwQo5htgnITU_xgGdltN6uTxxMc=/fit-in/200x150/filters:strip_icc()/pic504362.jpg"
  },
  {
    "id": "147396",
    "name": "Dr. Hrubec",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 40,
    "age": 13,
    "description": "&quot;I am Hrubec, Doctor Hrubec. I am not licensed to kill. However, it happens. Sometimes a surgery turns into an autopsy. Alcoholics, mutants, crazy cows. On top of it all, an audit and someone stole my doctor again...&#10;&#10;&quot;Our hospital is crazy and life is tough here, so steal the best doctors. Get rid of the worst patients. Crimp the enemies. Remember that you have to cure at least someone if you want to win. It's up to you.&quot;&#10;&#10;Dr. Hrubec is a fast party card game in which you build a team of mad doctors and try to cure strange patients in a hospital that will soon close. Every doctor on your team is skilled in different specializations, such as surgery, psychiatry, dental and dermatology. Patients have different problems and must be cured with the different specializations. You can aid your team with different action cards or try to disrupt other players. The end of the game comes when the hospital closes.&#10;&#10;",
    "categories": [
      "Card Game",
      "Medical",
      "Party Game"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/gTchAU3XxrHcWE7BYhz1hQ__thumb/img/DjEpfbopnbsvaWOmG5ulQOm0aX4=/fit-in/200x150/filters:strip_icc()/pic1769895.png"
  },
  {
    "id": "269487",
    "name": "Clue: Rick and Morty – Back In Blackout",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 17,
    "description": "The plans to Rick&rsquo;s portal gun have been stolen! It&rsquo;s up to Rick, Morty, Summer, Jerry, Beth and Mr. Poopybutthole to get them back. They must find out WHO stole the plans, WHERE they are hiding, and WHAT item they used to succeed in the heist. It&rsquo;s an inter-dimensional mystery!&#10;&#10;It plays exactly like Clue with a few additional rules and slight changes. First off, you use two dice to get around the board because of the way the board is shaped. Second, none of the character models are possible murderers in the game, instead they have been replaced by six random characters from the series on cardboard tokens. Third, there&rsquo;s an added Contraption Card pile that you can get by landing on a &ldquo;?&rdquo; spot. Lastly, all of the characters have a Personality Card that gives them an added ability in the game like the ability to travel to a different part of the board without rolling dice, or getting the chance to see the same card someone just revealed to someone else.&#10;&#10;Contraption cards will do things such as adding an extra six to your dice, taking an extra turn, or asking a bonus question.&#10;&#10;",
    "categories": [
      "Deduction",
      "Humor",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Paper-and-Pencil",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/bAa1jfWdwvtnE2lpZkzaIQ__thumb/img/eyDYIDycNm8O9GOVtn6tMPvgEaU=/fit-in/200x150/filters:strip_icc()/pic5067237.jpg"
  },
  {
    "id": "52626",
    "name": "Family Alias",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 45,
    "age": 7,
    "description": "FAMILY ALIAS is a fun word and picture explanation of a game where you must be able to say otherwise, that is to play the partner to say as many as possible in the desired word by giving him the quick tips. FAMILY ALIAS is played with at least two teams, the upper limit of players is not made. Family Alias words and pictures are sound familiar, but how to explain the ordinary word 'CHAIR'?  It sitting. It is not necessarily sufficient, guesser may propose a sofas. The game is a fast rhythmical, as an hourglass of sand drains mercilessly ... Finland's most popular game now made family version! All ages of family members can play the game like grandparents of children of children. The game can also play-up the players with each other. Well, how is it? Are the kids parents clever? It shows when you spend a common, a merry-minute game and play FAMILY aliases!&#10;&#10;Based on Alias.&#10;&#10;",
    "categories": [
      "Party Game",
      "Racing",
      "Word Game"
    ],
    "mechanics": [
      "Point to Point Movement",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/YEU4hs3nZsnQ9OcBI_QKgQ__thumb/img/5s_7GsR02Tmh74aJB2FJ110fBAU=/fit-in/200x150/filters:strip_icc()/pic1228386.jpg"
  },
  {
    "id": "420517",
    "name": "Monumental Duel: Exploration",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 10,
    "description": "Build your city in a fast and intense game. Through the ages, from antiquity to modern times, create the most brilliant of civilizations.&#10;&#10;In Monumental Duel: Exploration, you represent either China, Denmark, or Egypt, and send your ambassador on a mission against your opponent, discover new lands, bring back resources, and bring your civilization closer to victory! A deck-building game in which each civilization can be played with any other box, where the gameplay of each box can be combined with the other two, offering a very high replay value!&#10;&#10;",
    "categories": [
      "Civilization",
      "Fighting",
      "Territory Building"
    ],
    "mechanics": [
      "Action Queue",
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Modular Board",
      "Set Collection",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/357c0c_c2aZzYum_yRE_Sg__thumb/img/m4fnBp66pYuQhjAk__m9ore_WXs=/fit-in/200x150/filters:strip_icc()/pic8183753.png"
  },
  {
    "id": "107680",
    "name": "Broomsticks and Backflips",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 4,
    "description": "Hexenhochhaus (Witches' Tower) is a race in which four young witches try to reach the magic orb at the top of the Witches' Tower.&#10;&#10;The players move their figures based on die rolls and slowly walk up the stairs. However, sometimes they can use a magic broom to travel &ndash; and they'll soon find out that flying is faster than walking. There is a catch, though. As in several other children&rsquo;s games from Drei Magier Spiele, magnets are employed to complicate the movement. Only one side of each figure is attracted to the broom. In order to use the broom, the players will have to discover and remember which side of their figure is attracted to it.&#10;&#10;The first witch to reach the top of the tower wins.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game",
      "Fantasy"
    ],
    "mechanics": [
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/t-h__BOw590l3p_56UV80w__thumb/img/_HiH-jGbE_w7ztKRXcxiOP9Dqxk=/fit-in/200x150/filters:strip_icc()/pic4906295.jpg"
  },
  {
    "id": "14662",
    "name": "NE-spelet",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 180,
    "age": 14,
    "description": "NE-spelet (`the NE game&acute;) is a Swedish trivia game published by Nationalencyklopedin (the Swedish National Encyclopedia). Plays a lot like Trivial Pursuit but with some differences. Players move on the board and answer questions in ten different topics. On the board are ten `topic rooms&acute; where players receive a plastic `book&acute; if they answer the question correctly. The winner is the first player to collect all ten books and return to the spot in the middle of the board.&#10;&#10;To spice things up a little players may use cards. These come in three types: One gives you a clue for your current question, one lets you steal a book from another player, and the third kind lets you choose which book to get when you answer correctly in a topic room. Thus, if you know that History is not for you, than you may win two books in the Biology room and exchange one of them for a History book.&#10;&#10;The game comes with 8,000 questions on 800 cards.&#10;&#10;This game is related to Det store norske spillet.&#10;&#10;Reimplemented as Kunskapsjakten.&#10;&#10;",
    "categories": [
      "Trivia"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/EvlZQzKuf5e5UMfubfIlEA__thumb/img/1Le_3_-fLiIpC7TFJLRz4BkEcyw=/fit-in/200x150/filters:strip_icc()/pic61768.jpg"
  },
  {
    "id": "46800",
    "name": "Tensão Total",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 15,
    "age": 8,
    "description": "&#10;&#10;&#10;    &#10;         Risco Total is essentially Diamant/Incan Gold, with the exception that it was a non-authorized production of the game. According to game designer Bruno Faidutti, Grow Jogos e Brinquedos did not have license to produce this game, thus it was set apart from the official entries of Diamant/Incan Gold. An agreement has since been made between the authors and the publisher. Then, the licensed version was renamed to Tens&atilde;o Total, without any other changes except author credits.&#10;&#10;    &#10;&#10;&#10;All players play with a group of divers looking for treasures in deep sea.&#10;&#10;Every round a player need to decide if he will dive more or will go back to the surface. A card is turned, if it is a treasure the players who stay diving will take the gold coins, but if you find a shark... look out, your oxygen can finish or you can find other threats in the deep sea.&#10;&#10;The diver with the most successfully retrieved money wins the game.&#10;&#10;",
    "categories": [
      "Adventure",
      "Nautical"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Push Your Luck",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/JsyTFd93_mBKG5UxFdfQVw__thumb/img/KmbCjPZCkfQLyhKK78nvs5kBFBA=/fit-in/200x150/filters:strip_icc()/pic853591.jpg"
  },
  {
    "id": "5265",
    "name": "Commando",
    "minPlayers": 2,
    "maxPlayers": 20,
    "playingTime": 120,
    "age": 12,
    "description": "Commando allows players to play small unit raids in eras from WW1 to the cold war.&#10;&#10;Each unit represents a single man each with his own statistics for a roleplaying type game. The game has rules to play it with a gamemaster.&#10;&#10;NOTE: This item is also found in RPGGeek: Commando&#10;&#10;",
    "categories": [
      "Korean War",
      "Modern Warfare",
      "Wargame",
      "World War I",
      "World War II"
    ],
    "mechanics": [
      "Critical Hits and Failures",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Square Grid"
    ],
    "image": "https://cf.geekdo-images.com/sWXNJzxbpUdBPOqgQN7Bgg__thumb/img/keDbOObFi5Y1Y2t1CVcJNdZ-bYs=/fit-in/200x150/filters:strip_icc()/pic18242.jpg"
  },
  {
    "id": "21613",
    "name": "Diabolo",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 8,
    "description": "It&rsquo;s a thin line between good and evil, and you&rsquo;re going to have to find the right balance and avoid ending up&#10;In Limbo!&#10;&#10;Play your cards on either the good or evil side of each of the five colors, as you tip the balance towards good on some colors and bad on others. However, since you only score on the cards left in your hand, you&rsquo;ll need to carefully weigh the consequences of each of your choices.&#10;&#10;With a lot of strategy and a little luck, you can do yourself a world of good even if things heat up for your opponents.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/5wSTSV8mEdGy4h_KWZj9ew__thumb/img/q0tqz2_pWXV5kF9lwopWlO2r5bo=/fit-in/200x150/filters:strip_icc()/pic283227.jpg"
  },
  {
    "id": "252990",
    "name": "Gift Party",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 10,
    "age": 5,
    "description": "Everyone is here, and our party is ready to begin! The best part is that our table is filled up with all kinds of presents, but everyone wants the best ones for themselves!&#10;&#10;Gift Party is a very easy game to learn and it contains a lot of fun for everyone in the family. It is a game about collecting presents and it is built upon easygoing mechanisms.&#10;&#10;The aim of the game is to collect as many gift as possible, but watch out, because not all the gifts the players could collect are worth of keeping them, since everyone has a Gift List and they need to stick to it. Since then, the first action for every player will be to withdraw a card from the deck. This card should have five different gifts represented and, as you already deduced, it is our Gift List.&#10;&#10;To acquire different presents from the table, every player should roll the die. When the present is collected, the players could perform different actions with their gifts (open &amp; keep them, exchange them with other players or even steal gifts from another player's reserve). Some gifts will also let you perform extra actions during your turn.&#10;&#10;Every player should make an effort to collect the gifts represented in their Gift List, since only the gifts that appeared in this card will push them closer to the victory. They will try to hide which ones are part of their list and, at the same time, they need to ditch all the gifts that there are worthless, according to their list.&#10;&#10;Once there are no more presents on the table, every player will count how many of their gifts match the ones represented in their Gift List.  The player who came closest to fulfill their Gift List will be appointed the winner.&#10;&#10;",
    "categories": [
      "Card Game",
      "Children's Game",
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/18O3_LOhyjP-wQZEKA1dSg__thumb/img/KLmIWU7rWb28Lz_UL2ON_qZvPOk=/fit-in/200x150/filters:strip_icc()/pic4930404.png"
  },
  {
    "id": "212288",
    "name": "Rainbow 35",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 8,
    "description": "Cards numbered from 1 to 35 are lying out face up. A deck of cards numbered from 1-30 is shuffled and one card is put face up. Whoever points to the corresponding number first wins the card.&#10;&#10;Then the next card is revealed etc.&#10;&#10;Every card that has been taken by a player and shows the same color as the revealed card raises the number on the revealed card by one. I.e. If Player a already has a yellow card and a yellow 7 is revealed, players have to find the card with the 8 to claim the center card.&#10;&#10;Whoever gains 4 cards of the same color or cards with all 7 colours wins.&#10;&#10;",
    "categories": [
      "Animals",
      "Children's Game",
      "Number",
      "Real-time"
    ],
    "mechanics": [
      "Pattern Recognition",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/4Yr6YJOPERBLf84pXs_Whw__thumb/img/UDjpdRx_ZbSVCrMgkSoOsaGr6oQ=/fit-in/200x150/filters:strip_icc()/pic3327829.jpg"
  },
  {
    "id": "166048",
    "name": "Hitman Holiday",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 60,
    "age": 12,
    "description": "Ten assassins gathered in one resort. Only one gets to be called the Number One Killer. Enough said.&#10;&#10;Hitman Holiday is game of deduction and strategy where as many as up to ten players take on the roles of ten of the deadliest assassins mankind has ever known. Gathered at the world's most beautiful resort, otherwise known as Paradise, they are out to play a game of death in a bid to eliminate competition in business as well as claim the much coveted title of Number One.&#10;&#10;A truly unique game, one may say it is what happens when Cluedo meets Battlestar Galactica meets Werewolf. The game begins with each player having a secret target to assassinate. The fun part is that the targets do not know yet which player is targeting them. This means that while you are trying to find a way to secretly kill off your assigned target, somewhere out there among the players is also someone trying to kill you, and it is up to you to find out who before it is too late! This is all done at the resort, which provides a ton of ways to kill someone, such as shoving them off a balcony, or dropping that accidental flower pot from three stories above. The game also takes on a different angle from the generic James Bond killer image, presenting its killers from all walks of life, even including old women and innocent looking young ladies. Instead of purely guns, they also use almost anything around the resort, turning innocent objects into lethal weapons.&#10;&#10;There are hidden actions, and the need to deduce who is killing who based on clues that drop now and then. Observing how each player behaves on the board also gives away clues sometimes as to whether or not they are your assigned killer. This is and will always remain the very FIRST game from Medieval Lords, and one that has taught the studio a ton in terms of experience and execution.&#10;&#10;WARNING: Due to the large number of players the game can go up to, you might have to expect a longer downtime than the average game!&#10;&#10;",
    "categories": [
      "Mafia",
      "Murder / Mystery"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Deduction",
      "Hidden Roles"
    ],
    "image": "https://cf.geekdo-images.com/Jabl-6z0BpB96EuhTrwFtA__thumb/img/gSTJ30t6u-3P5Vx5QvGRU_3FuEg=/fit-in/200x150/filters:strip_icc()/pic2409276.jpg"
  },
  {
    "id": "110649",
    "name": "La Guerre des Tuques",
    "minPlayers": 4,
    "maxPlayers": 8,
    "playingTime": 45,
    "age": 8,
    "description": "La Guerre des Tuques is a team based party game where both team are in the middle of a snowball fight.&#10;The goal of the game is for a team to create the largest Snow Fort while throwing SNOWBALL cards to the other players.&#10;A player losing a snowball fight will receive a WOUND card that will affect him physically during the rest of the game. (example: Must now speak with its teeth clenched). Players that do not obey the wound cards will have their team lose a FORT card to the other team.&#10;&#10;Hilarity ensues as the players try to build the biggest fort!&#10;&#10;From the publisher. (french version)&#10;Plongez-vous dans l&rsquo;univers qui a marqu&eacute; plus d&rsquo;une g&eacute;n&eacute;ration d&rsquo;enfants. Cette fois-ci, incarnez un des personnages cultes du film, rassemblez-vous en deux &eacute;quipes et pr&eacute;parez-vous pour la bataille.&#10;&#10;Tous les coups sont permis et les cons&eacute;quences sont farfelues.&#10;&#10;Construisez votre fort pour gagner la Guerre des Tuques.&#10;&#10;",
    "categories": [
      "Party Game"
    ],
    "mechanics": [
      "Cooperative Game",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/CwKHiSeoqnPzSE6k1eUNaA__thumb/img/wqmklQ_a-j2IgtlcgzAD81upQqI=/fit-in/200x150/filters:strip_icc()/pic1122943.png"
  },
  {
    "id": "101629",
    "name": "Just a Peiper Dream?",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 12,
    "description": "This is the ninth game in the Pocket Battle Games series from LPS, Inc.&#10;&#10;This promotional Pocket Battle wargame is one of four games that cover the American's fight against KG Peiper and other German forces during the Battle of the Bulge. They can be played separately or linked together for a &quot;grand campaign&quot; It is printed on a single postcard-sized piece of cardstock, with game map on front and rules on the back. Counters need to be cut out. Die-cut counters are available from ATO with any purchase at no additional charge. One set of die-cut counters will provide the counters for ALL FOUR of the &quot;Peiper&quot; Pocket Battle Games.&#10;&#10;The four postcard games are:&#10;&#10;Map A: Paying the Peiper&#10;Map B: A Dash of Peiper&#10;Map C: The Bagged Peiper&#10;Map D: Just a Peiper Dream ?&#10;&#10;Game equipment: The player need one card deck to play. No dice used.&#10;&#10;Mechanic: The units are activated by a card draw. The color of the card and value are important to get &ldquo;activations&rdquo;(like activation points in other games) for German or USA units. &#10;The player will use your Activations to move, combat, bridge demolition and others actions along the game.&#10;&#10;Terrain affect combat and movement.&#10;&#10;The 3 numbers of the unit are: (left to right) Anti Tank, Proficiency Rating and Anti-Infantry.&#10;&#10;Game Length:  4 turns.&#10;&#10;Victory Conditions: The German player is needs, by end of Turn 4, to keep a in supply unit in Huy or Andenne, OR no USA units left in the game. If don&rsquo;t achieve these objectives, US players win !&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Open Drafting",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/mj9RXtRW2Pe-9Q9n4Di9Sw__thumb/img/6mUO265N9Z8lELfrL3yVHWc4mlI=/fit-in/200x150/filters:strip_icc()/pic1051221.jpg"
  },
  {
    "id": "381635",
    "name": "Sahwari",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 50,
    "age": 10,
    "description": "&mdash;description from the publisher (English)&#10;In SAHWARI, you are a clan leader, and you want to become the next Merchant Guildmaster. &#10;Develop your clan and spread your influence by venturing into the desert: gather artifacts, rally caravans or recruit the best elements for your crew... and gain SAHWARI&rsquo;s people&rsquo;s eternal gratitude.&#10;&#10;SAHWARI plays in a series of turns. On each turn, the active player :&#10;- Moves their camel on a grid. A camel is blocked by other camels!&#10;- Collects a resource from their space. You can collect Recruits to increase your tableau, Artifacts to trigger abilities from your tableau, or rally Caravans to obtain special abilities!&#10;- Moves a neutral Guild camel. Guild camels can be used as obstacles, and can trigger attacks in the player&rsquo;s stead.&#10;The game end triggers when there are only 6 tiles with resources on them. Count Influence gained with your Clan ability, activated abilities from your tableau, and your Recruit and Artifact storage! The player with the most influence wins.&#10;&#10;&mdash;description from the publisher (French)&#10;Dans SAHWARI, vous &ecirc;tes un chef de clan et vous souhaitez devenir le prochain ma&icirc;tre de la guilde marchande. D&eacute;veloppez votre clan et &eacute;tendez votre influence en vous aventurant dans le d&eacute;sert : rassemblez des artefacts, ralliez des caravanes ou recrutez les meilleurs &eacute;l&eacute;ments pour votre &eacute;quipe... et gagnez la gratitude &eacute;ternelle du peuple de SAHWARI.&#10;&#10;SAHWARI se joue en une s&eacute;rie de tours. A chaque tour, le joueur actif :&#10;- D&eacute;place son chameau sur une grille. Mais attention, un chameau est bloqu&eacute; par d'autres chameaux !&#10;- Collecte une ressource de leur espace : Vous pouvez collecter des recrues pour am&eacute;liorer votre clan, des artefacts pour d&eacute;clencher des capacit&eacute;s &agrave; partir de  votre fiche de clan ou rallier des caravanes pour obtenir des capacit&eacute;s sp&eacute;ciales !&#10;- D&eacute;place un chameau de guilde neutre. Les chameaux de guilde peuvent &ecirc;tre utilis&eacute;s comme obstacles et peuvent d&eacute;clencher des attaques &agrave; la place du joueur.&#10;La fin de partie se d&eacute;clenche lorsqu'il n'y a plus que 6 tuiles contenant des ressources. Comptez l'influence gagn&eacute;e avec votre capacit&eacute; de clan, les capacit&eacute;s activ&eacute;es de votre tableau et votre stockage de recrutement et d'artefact ! Le joueur avec le plus d'influence gagne.&#10;&#10;",
    "categories": [
      "Arabian",
      "Economic",
      "Exploration",
      "Territory Building"
    ],
    "mechanics": [
      "Modular Board",
      "Point to Point Movement",
      "Set Collection",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/ZVUM4urrl4YWmF7r9_mXCQ__thumb/img/nHp05XmXKdqEOUtuHxdJvpddEIU=/fit-in/200x150/filters:strip_icc()/pic7771177.jpg"
  },
  {
    "id": "8670",
    "name": "Der Herr der Ringe: Die Rückkehr des Königs",
    "minPlayers": 3,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "Lord of the Ring - The return of the King (the game to the movie)is the 3rd installment for the series from Kosmos.&#10;&#10;The players have the common goal of defeating Sauron. A play round consists of the two phases &quot;army buildup&quot; and &quot;movements and fighting&quot;. In the army phase the players receive new army and hero cards as well as useful action cards. Then, each player in turn moves their units to adjacent spaces.  If enemy units are on the space they do battle.  If you win, you gain points and can continue the battle.  If you lose, the next player continues the fight.  Play ends if the player armies can breach the Black Gate which gives the most points.   Alternatively, the players win if Frodo and SAM reach the last field of the mount doom. But if Gollum gets there before SAM and Frodo, all players lose.&#10;&#10;Like the previous 2 big box games in this series, it will likely be released only in Germany.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Movies / TV / Radio theme",
      "Wargame"
    ],
    "mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/JFUTXD5f3k_QEabOET3F5Q__thumb/img/Oe9Fmm4Z9O5nXmDgPRt_j4RnoKk=/fit-in/200x150/filters:strip_icc()/pic1144965.jpg"
  },
  {
    "id": "406",
    "name": "Meteo",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 10,
    "description": "An unusual game based on the theme of building hotels and cruise ships and trying to ensure that they get idyllic weather. The weather is controlled by clear tiles that overlay the squares on the board, and can be moved - but the wind can only change by a very limited amount each turn.&#10;&#10;",
    "categories": [
      "Economic"
    ],
    "mechanics": [
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/7w6ZyWWd3Jnre5Bpn8043A__thumb/img/zGqXWG3EWRhj7QB5LJ3y_7TBUJg=/fit-in/200x150/filters:strip_icc()/pic4330652.jpg"
  },
  {
    "id": "179227",
    "name": "3 Seeds: Reap Where You Sow",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 12,
    "description": "Intro:&#10;In 3 Seeds, your goal is to earn the most points by placing your limited seeds into crops with high returns. To win, you will need to observe the actions of others, remember obtained insights, and strategically use powerful abilities.&#10;&#10;Watch carefully though! Crops and their values can change when you least expect it. Adapt to changes and alter your strategy to come out the victor. With only 3 seeds in hand, where will you sow?&#10;&#10;Gameplay:&#10;Each player is given a deck of 6 Seed cards consisting of 2 time, 2 money, and 2 labor cards. During your turn, you will draw the top 3 Seed cards from your deck. You will try gain insight into one of the return/harvest values assigned to the crops in play. With that information and the seeds you have in-hand, you will play 2 of the 3 seeds in your hand on any of the crops in play. Special earned event cards may also be played during your turn to further your success.&#10;&#10;The seeds you play on crops will be returned to you once the crop receives enough seeds on it to be completed/harvested. Once a crop is completed, players will receive points equal to the crop's harvest number multiplied by the number of seeds they played on that crop. Once a crop is complete, a new Harvest and Crop card is drawn.&#10;&#10;Game ends when the a crop is completed and there are no more Crop cards in the deck. The player with the most points at the end wins.&#10;&#10;",
    "categories": [
      "Farming"
    ],
    "mechanics": [
      "Hand Management",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/JzEJN_IF5ucCPQBF0rl_kw__thumb/img/i5GyyhHitV9KRYMz9EGqc5qBR7s=/fit-in/200x150/filters:strip_icc()/pic2862742.png"
  },
  {
    "id": "166248",
    "name": "Release!",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 30,
    "age": 12,
    "description": "Release! is a light card game about software and the people who  make it. The game is simple: manage cooperation and competition with other players across five releases to score the most points. Each round of Release! is played the same way, but the scoring rules change as you reveal new tools and methods. Your team needs to continuously respond to these strategic shifts in order to produce the best release possible.&#10;&#10;Release's core mechanics are modeled after classic trick trump games. Rounds, or releases, are played by each player contributing a card to a trick, generally the highest card thrown takes the trick. This continues until the players are out of cards, at which point in time they score the release.&#10;&#10;Scoring rules are where it gets tricky.  Every release the players will reveal a new scoring methodology. These scoring rules award or subtract points for taking; various combinations of cards, lump sums of suits, or a specific number of tricks.  This means that some rounds you want may want to lose as many tricks as possible, win as many as possible, or fish for specific cards.&#10;&#10;The face cards lend further complexity, these cards all have special bonus powers that do things like: affect their rank, steal previously won cards, award instant points, and much more.&#10;&#10;The game itself is themed to evoke certain trends of software development. Themeing elements include naming conventions, fun copy, and the face cards are all modeled after famous 'faces' of the development community.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/sKMe_SFQqwf_TqHXg0RzcA__thumb/img/5zKdgftYLPvMWfowWo81TOf6LDk=/fit-in/200x150/filters:strip_icc()/pic2388322.jpg"
  },
  {
    "id": "194688",
    "name": "Island Hopper",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 13,
    "description": "You and your friends all make a living by selling goods amongst a chain of beautiful tropical islands. Sounds great, right? Well, there's a problem. None of you are successful enough to buy your own seaplane, so you all pitched in and bought one together, which means that each day you all have to use the same plane to make all of the day's deliveries &ndash; and some of you aren't going to get paid. To make matters worse, the plane is in such disrepair that the instrumentation is broken, the compass demagnetized, and the windshield is covered in cracks, duct tape, and the remains of a few unfortunate seagulls, so the pilot might as well be flying blind...&#10;&#10;Each day in Island Hopper, players auction off the Captain's seat; the player who becomes the Captain is in charge of flying the plane for the day, but cannot make any deliveries of their own. To make their deliveries, the other players bribe the Captain to fly to the islands to which they need to go, thereby earning themselves cash. When it's time for the Captain to fly, the Captain must close his eyes, pick up their goods tokens, and attempt to land them in an island's harbor. A successful landing means that players can fulfill their contracts and the captain collects his bribe &mdash; but if the goods splash into the sea, you might find yourself under water...&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Aviation / Flight",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Pick-up and Deliver",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/eMjH28D9VdmVB5dbLTfPeg__thumb/img/m4WSE0VAcfNJHnSipr8Kak9Nago=/fit-in/200x150/filters:strip_icc()/pic3048533.jpg"
  },
  {
    "id": "1193",
    "name": "The Bottom Line",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 10,
    "description": "The idea of The Bottom Line is to accumulate $5,000,000 and land on the Bank, so as to buy it.  Not as easy as it sounds.  You have $1,000,000 cash, $2,000,000 in debt and 2000 oz. of gold to begin. There are several different businesses, and you can buy parts of them for anywhere from $100,000 each for Residentials, to $600,000 for Casinos.  When someone lands on a property you own, you get $50,000 per property of the same kind you own.  But the big money comes when you collect a full set of property.  Land on a Drive-in Realtor and you can collect multiple millions for selling your set.  There are also Options, which allow you to buy lots from your opponents at nauseatingly low prices, and gold is bought for $600,000 a brick (or in that area) and sells for over $1 million.  Gold seems to be the fast way to money, but you must have the appropriate card, or you'll get fined $100,000.  As players get out of debt (or deeper in it), they will find themselves in a die-rolling race to land on the Bank, or square 17, which allows you to go anywhere you want.  A good finance game, but it was only printed for a year in America. Copies do pop up on eBay (where I got mine).&#10;&#10;",
    "categories": [
      "Economic",
      "Negotiation"
    ],
    "mechanics": [
      "Set Collection",
      "Stock Holding",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/5LkIvrO8oNNF8cogQsFekA__thumb/img/-25ATmVY3sJYiVjNTr0PQYv-W4o=/fit-in/200x150/filters:strip_icc()/pic264568.jpg"
  },
  {
    "id": "731",
    "name": "Escape from New York",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "&quot;Snake, I thought you were dead!&quot; This modest board game, based on the John Carpenter movie, casts each player as Snake Plissken, an ex-con sent on a rescue mission into a giant prison once known as New York City. Players begin with weapons and equipment cards used to help fight enemies and find clues. Cards can be lost in fights or gained at landmark spaces. Turn in matching clue cards at the corresponding location to rescue the president or his important tape. To escape, you still need to find a glider or a map to the mine fields.&#10;&#10;Fans of the movie will enjoy the chance to encounter Slag, Brain, Cabbie, Maggie, the Duke, and Romero with the opporutnity to gain them as allies during the game. Players win by obtaining the Tape first and foremost, failing that - the President himself. The game is very faithful to the movie and players will find that they can mirror many scenes of the movie in the game.&#10;&#10;",
    "categories": [
      "Adventure",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "mechanics": [
      "Area Movement",
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "Events",
      "Lose a Turn",
      "Movement Points",
      "Open Drafting",
      "Pick-up and Deliver",
      "Player Elimination",
      "Race",
      "Roll / Spin and Move",
      "Set Collection",
      "Sudden Death Ending"
    ],
    "image": "https://cf.geekdo-images.com/SRebI2lWQmP_Mnq0ox0vsw__thumb/img/Xg8n5PKHXybScis8ZN_JDrpMuC4=/fit-in/200x150/filters:strip_icc()/pic132212.jpg"
  },
  {
    "id": "2911",
    "name": "Point-Blank",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 10,
    "age": 8,
    "description": "From the box:&#10;Finish off your opponent in a Point-Blank duel for position!  Block your opponent in and win!  Move straight, diagonally, or off the edge to get your point across! Be the last player able to move, and you win!&#10;&#10;A neat, all-plastic game from Gabriel in their line of &quot;Hi-Q&quot; games from the late 70s.  2-players square off on a 6x6 grid onto which they place plastic arrows that can be positioned in several directions (left, right, up, down and diagonal).  Subsequent pieces get placed in the space indicated by the preceding piece.  The object of the game is to be the last player able to move.  In other words, as soon as a player's way is blocked, the game ends.&#10;&#10;This is a Hi-Q game.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Territory Building"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Network and Route Building"
    ],
    "image": "https://cf.geekdo-images.com/3TwbsDb6vObmGKJRNFK3vg__thumb/img/wNiEWOUzoHAlZkU6wKdX7AUDGsw=/fit-in/200x150/filters:strip_icc()/pic461397.jpg"
  },
  {
    "id": "10525",
    "name": "Football Champions",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 75,
    "age": 10,
    "description": "Soccer trading card game.&#10;&#10;Each team will start with a number of player cards and action cards. Each player is rated on the card for skills like tackling, shooting at goal, being a better in one area of the board, and so on. The action cards are used for tactical advantages. Movement of the players is die driven. There are slightly different rules if you are a defending team than if you are an attacking team, because the attacking team is currently in possession of the ball, the defending team's objective is to 'steal' the ball and become the attacking team now.&#10;The game ends when one player runs out of action cards and a certain number is rolled on a die. Thus you might or might not, get an extra turn(s) before the game is finally over.&#10;The one who scores the most goals, wins of course&#10;&#10;",
    "categories": [
      "Card Game",
      "Collectible Components",
      "Sports"
    ],
    "mechanics": [
      "Area Movement",
      "Hand Management",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/crwn68mSOPrLzJ6EsTfD4g__thumb/img/jSKtOzE581hPsp8_IyZ7htytj_U=/fit-in/200x150/filters:strip_icc()/pic43630.jpg"
  },
  {
    "id": "42702",
    "name": "Jackal",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 8,
    "description": "In Jackal the players take command of pirate bands disembarking on Treasure Island. Each player may move their selected pirate once per round. The players explore the island in search of treasure to load on board their ships, while trying to recapture treasure from each other at the same time. The object of the game is to load more gold onto your ship than any other player.&#10;&#10;The Jackal game board consists of squares with elements for an island map: jungles, gold chests, pointers for movement, crocodiles, forts, bullets, and so on. The board is initially set up in a random order, which means every game is its own unique and interesting adventure.&#10;&#10;Contents: 117 tiles, 4 ship-tiles, 12 pirates, 37 coins, rules&#10;&#10;",
    "categories": [
      "Exploration",
      "Pirates"
    ],
    "mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Hand Management",
      "Modular Board",
      "Pick-up and Deliver"
    ],
    "image": "https://cf.geekdo-images.com/LmNDNw-RdbcQzntcfQjmoQ__thumb/img/6RkGy51yuc8RbHz34sXFnEUgNfI=/fit-in/200x150/filters:strip_icc()/pic1638334.jpg"
  },
  {
    "id": "3037",
    "name": "Escape from Altassar",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 10,
    "description": "The game recreates the escape of Confederate prisoners from the Spikus POW camp on Altassar, and the subsequent pursuit by the Spikus soldiers. Various units, such as Trackers, Drystals, Recovery Wagons, and Trip Nets are used as players perform in this tense game of escape and pursuit.&#10;&#10;",
    "categories": [
      "Science Fiction",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/5-3Xp6f3ycv47JY71gi-8w__thumb/img/7Q4SS0E2g2JwYwZkacEvkpX4Plk=/fit-in/200x150/filters:strip_icc()/pic4879232.jpg"
  },
  {
    "id": "118713",
    "name": "Peek-a-Boo!",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 6,
    "description": "In Peek-a-Boo!, three children have placed sheets on their heads to pretend that they're ghosts &ndash; but unknown to them a real ghost has joined their playtime! It's up to you to determine under which sheet the real spirit is hiding as well as which color candle it's holding. To do this, players must make use of the mirrors in the castle surrounding the figures as everyone knows that true spirits don't cast a reflection...&#10;&#10;To set up for the game, each player receives a search tile showing a symbol, and 16 candle chips (each showing one of four colors and one of four symbols) are mixed and placed facedown on the spaces on the circular track. The mechanical doohickey in the game board &ndash; which lowers mirrors out of sight when one of the ghosts is used to crank a gear in the board &ndash; is set up. You secretly place one of the four colored candles in each ghost, then set them on the game board.&#10;&#10;On a turn, you roll the die. If you roll a number, you move a ghost of your choice the number of spaces indicated to try to land on a candle chip. If you do land on one, you reveal it, keeping the chip if it shows your symbol and leaving it faceup on the board otherwise. If you roll a ghost, you can conduct a mirror test, take a joker move, or do both. For the mirror test, you take one of the ghosts, place it in the center of the game board, then crank the gear (as each ghost has a coglike thing beneath it). If the mirrors disappear, you've found the real ghost! If not, you'll see the ghost reflected in a mirror and the angle of the mirror allows you to see the candle color; announce this color to all players. For a joker move, you move a ghost to any space of your choice to try to collect the chip on it.&#10;&#10;Once you have all four of your chips, you immediately test a ghost of your choice to see whether the mirrors fall. If they do, you need to then name the color of candle it holds. If you fail either test, you're out of the game and play continues until the next player tests a ghost. If you succeed, you've revealed the real ghost and win!&#10;&#10;",
    "categories": [
      "Children's Game",
      "Deduction",
      "Memory"
    ],
    "mechanics": [
      "Memory",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/Kj_tDikYjRAE7kxFfMEPGw__thumb/img/g7JIvBwUT0qPO8lSPjLyZkQLvW0=/fit-in/200x150/filters:strip_icc()/pic1214527.jpg"
  },
  {
    "id": "23682",
    "name": "Splash!",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 5,
    "description": "From the back of the box:&#10;&#10;The key to success is quickness and speed.  Grab a dolphin before they disappear and you could be a winner!  But you have to be quick, because there are never as many dolphins as players!&#10;&#10;Four cards are dealt to every player.  Players pass one card at a time as fast as possible to the person on their left.  When a player gets four matching cards, he/she grabs a dolphin from the center of the table.  All other players immediately take the big plunge (SPLASH!) and grab the remaining dolphins!  But they have to be quick, because there are always fewer dolphins than players!&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/4NqX8NlCI4NCydgzgw0ekg__thumb/img/Af9ei1O4z0UgSnrVun-3_rMyBKs=/fit-in/200x150/filters:strip_icc()/pic1046132.jpg"
  },
  {
    "id": "127317",
    "name": "Thousand Islands Railway",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 0,
    "description": "A track laying game set in Gananoque, Ontario, Canada.  Players lay track, paying the cost, while angling to collect income based on connections and stations built along the line.&#10;&#10;Released as part of Winsome's 2012 Essen package.&#10;&#10;",
    "categories": [
      "Trains"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/3B9zVH4JnCpqlgbPdjndnA__thumb/img/RxCrkGCHwAEsC4XfY_INkm7iqS4=/fit-in/200x150/filters:strip_icc()/pic1356429.jpg"
  },
  {
    "id": "177750",
    "name": "Wild Cats",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 10,
    "age": 10,
    "description": "The players are cats heading back from an arrest. There's a Good Cat, Bad Cat and Wildcat in the car. When a scuffle ensues, someone is getting thrown out.&#10;&#10;The Good Cat wants the Bad Cat out because he's an annoying partner. The Bad Cat wants the Good Cat out because he wants all of the credit for the arrest. The Wildcat just wants to escape.&#10;&#10;Wild Cats is a social game for 3-6 players. Players are one of six cats riding in a police car back from an arrest. Deal out the cards randomly and follow the rules on the cards. Do whatever! Interrogate your opponents. Grill them (not literally). Maybe you'll make bold statements that coincide with your role? There is so much room for exploration, but remember to follow the rules on your card and don't look at your opponents' cards.&#10;&#10;&#10;     As the Good Cat, you need to suss out the Bad Cat and get the Wildcat to also vote for the Bad Cat.&#10;     If you're the Bad Cat you want the opposite.&#10;     But if you are the Wildcat, you need to get someone to vote for you, and figure out exactly who it is to create a tie.&#10;&#10;&#10;When you are ready to vote, count to 3 and point at the player that you want out. The player with the majority of the votes is eliminated. Reveal your cards to see who won!&#10;&#10;&#10;Deluxe editions include the 3 cats from Wild Cats: Bonus Cats and 10 You're a Winner! cards.&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game",
      "Deduction",
      "Print & Play"
    ],
    "mechanics": [
      "Player Elimination",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/NU1lKkiRPDw2OsBxFfzVrw__thumb/img/Zclb_Mq28JipyfNc707tJh33Ebo=/fit-in/200x150/filters:strip_icc()/pic2596691.png"
  },
  {
    "id": "1908",
    "name": "G.O.O.T.M.U.",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 12,
    "description": "G.O.O.T.M.U. (Get Out of the Maze Unit) is a maze game.  The board set up with a number of tiles.  You are trying to pick up all three parts of your GOOTMU so you can leave and win the game.&#10;&#10;You move by rolling a die, and when you end your turn on a space with an instruction on it, you must follow it.  Some objects are in the maze that allow you to avoid or destroy some obstacles (water puts out fire, oil allows you to slide through tight gaps, keys open locked doors, etc.).  On a 6, you may elect to rotate the tile you are on or an adjacent tile to improve your position.  Power tokens found in the maze allow you to rotate a tile or pick the number on the die.&#10;&#10;",
    "categories": [
      "Maze"
    ],
    "mechanics": [
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/poCQeG6-7qyw7sq_ZtYLRw__thumb/img/p_qMjAoxOelH-gU0dl44q-vkoy0=/fit-in/200x150/filters:strip_icc()/pic4775920.jpg"
  },
  {
    "id": "31138",
    "name": "Amazing Space Venture",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 12,
    "description": "Amazing Space Venture is a clever tile and card-playing board game of intergalactic space exploration.&#10;&#10;You are an astronaut in the future competing to discover the most valuable planets and biggest star systems in this exciting and delightful game that combines three familiar game mechanics into one elegant retro-60's gaming experience.   Strategic tile-placement, point-to-point movement, and clever use of cards enable you to build your own constantly expanding universe on a large-as-space-itself 23-1/2&quot; x 33&quot; game board.  Create and probe new galaxies, position and maneuver space ships and UFOs, build space stations, meet other space explorers, and discover distant planets with strange environments and mysterious life forms.  At any time, space pirates, black holes, supernovas, space monsters, and other special action events can help or hinder your efforts to become Lord of the Universe.  &#10;For more information, contact Steve LeShay at 12412 SE 174th Loop, Summerfield, FL 34491 or via Shercogames@hotmail.com&#10;&#10;",
    "categories": [
      "Adventure",
      "Humor",
      "Science Fiction",
      "Space Exploration"
    ],
    "mechanics": [
      "Action Points",
      "Hand Management",
      "Role Playing",
      "Team-Based Game",
      "Tile Placement",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/IFV5Txw4MgLjd9CfXR_y8g__thumb/img/_ZyLgUXGNnwV2EFYaMU7-m7K0bM=/fit-in/200x150/filters:strip_icc()/pic234515.jpg"
  },
  {
    "id": "299570",
    "name": "Captain Bluff",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 0,
    "age": 8,
    "description": "Captain Bluff is inspired by a real story: Unhappy in his job, a baggage handler has been caught recently messing up with luggage, sending it to every destination but the right one, and it had been happening for years!&#10;&#10;Now it's your turn! To win, be the first one to dispatch all your luggage! To do this, open new conveyor belts, swap round departure cities, and get rid of your luggage quickly! But be careful as your colleagues also want to leave early and can call you out if they realize you are getting rid of luggage on the wrong conveyor belt!&#10;&#10;Which one of you will be the airport's new Captain Bluff?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Bluffing"
    ],
    "mechanics": [
      "Hand Management",
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/99LjZQXU0dZpWTLR6do_oA__thumb/img/HX0wp9oasmBRJ-dkxtnw5WBDlA4=/fit-in/200x150/filters:strip_icc()/pic5186336.jpg"
  },
  {
    "id": "175924",
    "name": "Trash War",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 10,
    "description": "Cry Havoc and let slip the Junk-Yard Dogs of War! The Card Game of Medieval Junk-Yard Combat!&#10;&#10;What goes on in the junkyards when nobody is around? After the metal crushers shut down and the land movers roll back into their hangars, after the underpaid employees clock out and call it a night, that&rsquo;s when the knights arrive,dressed in shimmering armor, impassioned with chivalry and taster for war. It is in the junkyards where these warriors find the tools for battle. And in the landfills, legends are born.&#10;&#10;Trash War is a humorous game that pits players against each other in junk yard combat. Each player takes on the role of a medieval knight in a modern junk yard. Players fling trash at each other, everything from broken microwave ovens to mutant albino alligators.&#10;&#10;Players set up their ramparts by placing &quot;Wall Cards&quot; on the table before them. A player starts the battle by attacking any opponent's walls. The attacked player then retaliates by attacking any player's walls. Trash War isn't played in standard turn order. Players attack and retaliate against opponents of their choice. In the end, the player with the last wall standing wins.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fighting",
      "Medieval"
    ],
    "mechanics": [
      "Open Drafting",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/yYR-w5EaTXMBfZGy3kWaFQ__thumb/img/rG6EYcQsLOqCyTSxagmu_Q5jS4k=/fit-in/200x150/filters:strip_icc()/pic2522989.jpg"
  },
  {
    "id": "10651",
    "name": "Deflection",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 7,
    "description": "Deflection - an abstract game in which players drop colored counters into a rack made of sliding strips. The counters drop through slits in the rack and the players take turns to move the strips back and forth, trying to get their tokens to fall into the highest scoring sections of the bottom tray, while at the same time blocking their opponent or forcing their counters into the zero section or out of play altogether!&#10;&#10;Dutch edition is called: &quot;Schuif 'ns op&quot;.&#10;German edition is called: &quot;Regie&quot;.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Action / Dexterity",
      "Puzzle"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/AynAidvVkd8W_XwLVTFzxA__thumb/img/p3drSXMiew9nSOYRSnhz89-PVNM=/fit-in/200x150/filters:strip_icc()/pic525739.jpg"
  },
  {
    "id": "3564",
    "name": "Programmer's Nightmare",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 12,
    "description": "In this game, players take turns laying out program instructions with &quot;ownership bits&quot; on the cards they play, creating a long line of interrelating program instructions that become more complicated as the program builds. Finally, a player will play a RUN card and set the program running. Who will survive the convolutions of the program? That's anyone's guess; each player decides if and how their own program instructions will function!&#10;&#10;There is a &quot;Version 2&quot; of the game in the rules; the program is dealt out at random in a loop, the players take turns claiming instructions that they think will let them win the game. Much of this game's strategy is based upon the initial selection of Program Instructions. Version two involves much more strategy and less luck.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Action Queue",
      "Modular Board"
    ],
    "image": "https://cf.geekdo-images.com/tcW23ArMsQZJl1P78iomQw__thumb/img/mFDlzxY9E7cCXRHqZhhEClz8VzQ=/fit-in/200x150/filters:strip_icc()/pic382492.jpg"
  },
  {
    "id": "11703",
    "name": "War of the States: Chickamauga & Chattanooga",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 12,
    "description": "In the fall of 1863 the Union Armies of the Tennessee and Cumberland moved south against Atlanta, only to be met by the Confederate Army of Tennessee and reinforcements sent from Virginia. The Rebels stopped the Northern advance, then laid siege to the Union supply center of Chattanooga. But in the &quot;Battle Above the Clouds,&quot; the Yankees broke the siege. Includes both of these hard-fought battles and a combined campaign game!&#10;&#10;",
    "categories": [
      "American Civil War",
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/jl_6Q3CIfAfOEl8bfALXMQ__thumb/img/8Y2EXoEzurBy5QEwWBtaBI8ZHoI=/fit-in/200x150/filters:strip_icc()/pic48980.jpg"
  },
  {
    "id": "159774",
    "name": "Rycerze i Zamki",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 6,
    "description": "Rycerze i Zamki (which means &quot;Castles and Knights&quot;) is a part of Egmont Polska game series: &quot;Dobra gra w dobrej cenie&quot;.&#10;&#10;In the game the players fight to conquer castles using their knights. Each player is given the same set of knight cards. Each knight has three powers. The powers to conquer stone, brick and wooden castles.&#10;&#10;On each turn one castle from the castle pile is revealed and then each player selects two cards from their hands and reveal them simultaneously. The player who's combined power of particular value (depending on the castle type) of their knights is the highest takes the castle and the next turn proceeds. The player who grabs the castles with the most points on them is the winner.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Children's Game",
      "Fighting",
      "Medieval"
    ],
    "mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/aVtlvS0vBFeATZymzgo75w__thumb/img/tqto2txgJfx7CzIE8CtKMQy_5cM=/fit-in/200x150/filters:strip_icc()/pic2027459.jpg"
  },
  {
    "id": "184473",
    "name": "Mystery! Motive for Murder",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 10,
    "description": "Description from the publisher:&#10;&#10;When a body is discovered in the courtyard of a stately English mansion, the weapon and location are obvious; the only questions the investigators need to answer are who and why. Every guest may have a motive, and every one of them has secrets they're trying to hide!&#10;&#10;Your reputation as a detective will be assured if you're the one who makes the final arrest in Mystery! Motive for Murder. One by one, you interview and re-interview suspects to establish the strengths of their relationships with the victim. Which of the guests had the greatest motive to commit murder?&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme",
      "Murder / Mystery"
    ],
    "mechanics": [
      "Hand Management",
      "Take That",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/0JD_OlX0-JHzju5dQVgqCQ__thumb/img/nKE6Bv0R1iOQBkltmEbLYv7hwGI=/fit-in/200x150/filters:strip_icc()/pic2673574.jpg"
  },
  {
    "id": "7329",
    "name": "Neopets: Adventures in Neopia",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "A board game based on the Internet / electronic toy craze.&#10;&#10;After assembling the 'Wheel of Excitement&quot;, arrow launcher and Buried Treasure Box, and labelling the dice, buried treasure tokens are placed in the Buried Treasure Box and coins in the coin box. Players shuffle ticket cards and deal 5 to each player. 'Fruit machine' and Random Event Cards are placed beside the board. Parts for Mini-Action games are placed beside the box.&#10;&#10;Gameplay: 1. Roll and move; 2. Play one or more cards; and 3. Replenish ticket cards. Spaces on the board result in a player doing nothing, drawing a Random Event Card, playing a mini-action game if he has a matching Ticket card, or collecting NeoPoints coins. Matching Ticket Cards allow players to play a mini-game, and Random Event Cards can be played when drawn - and are marked now/once/permanent. There are more detailed rules for all of these actions.&#10;&#10;The winner of the game is the player who gains 5,000 NeoPoints points - or 4,000 points for a shorter game.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game",
      "Fantasy",
      "Video Game Theme"
    ],
    "mechanics": [
      "Events",
      "Flicking",
      "Hand Management",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/gNg4jl6ab7R3ZqJ5wc-lZQ__thumb/img/GFDlBgMB9nrkxuBOWa21tNu1_bQ=/fit-in/200x150/filters:strip_icc()/pic623317.jpg"
  },
  {
    "id": "38050",
    "name": "TPOC: The Politics of Cannibals",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 13,
    "description": "Welcome to the cannibal village of Tpoc!  &#10;   &#10;     Disaster befalls the village when the latest chief of the village has died!  Play the role of an ambitious young cannibal who wants to become the next chieftain by finding out the issues that are the most important to the members of the tribe. You need to both convince the majority that you have their best interests in mind, and serve those who support your rivals at your next meal.  Once all the villagers who will be on the tribal counsel are identified, they will hold a vote for the next chieftain of Tpoc.  Finally you will learn if the villagers will raise you to the position you deserve.., or if you have fallen out of favor, and into flavor!&#10;&#10;TPOC (The Politics of Cannibals) is a card and tile driven game for 3 - 5 players.  You will play cards from your hand to the table before you to show your political &quot;Platform.&quot;  As the game progresses, tiles will be drawn from a bag to indicate how certain members of the tribe feel on one of 6 different issues such as (Religion, Farming, Labor, Trade, Cultural Identity, and Warfare.)  Does a villager dare to challenge you?  throw them into the POT!  Each player must also be aware that at any time, one of the leaders of these six areas may decide to endorse the strongest candidate in their given area.  &#10;     At game end, the player whose platform cards best match the tiles in play wins the game.  &#10;&#10;&#10;",
    "categories": [
      "Card Game",
      "Political"
    ],
    "mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/cjwahHtDyPbnn2brX0_7JQ__thumb/img/3Fci70KFBO5qB07PYweYsJgeMSc=/fit-in/200x150/filters:strip_icc()/pic395436.jpg"
  },
  {
    "id": "93271",
    "name": "Convocados",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 25,
    "age": 8,
    "description": "In CONVOCADOS (Drafted), players (coaches) compete to form the best football line up and win the duel.&#10;Each coach have in front of him 3 main sections of the field: DEFENCE, MIDFIELD and ATTACK&#10;The coach who win 2 sections is consider the winner, and to do so, he will have to draft and put on the field the best players.&#10;&#10;You can choose between 2 formations you recieve in the beginning of the duel (4-4-2, 3-5-2, 4-3-3, 3-4-3). That means that if you choose 4-4-2, you'll be able to line up 4 Defenders, 4 Midfielders and 2 Forwarders.&#10;&#10;Each player have three points assigneds, depending where (sector) you line him up, he will contribute with different points.&#10;The game comes with 8 great national teams: Brazil, Argentina, Italy, Germany, Holland, Spain, France and Uruguay, and the players have points accordingly to his country historical ways of playing.&#10;&#10;In this easy-to-learn card game, decisions happen all the time, tactical cards such as the &quot;Richard the octopus&quot; or &quot;injury&quot; can change the game strategy in just a second!!!&#10;&#10;Who will you draft for yout team?&#10;&#10;",
    "categories": [
      "Card Game",
      "Sports"
    ],
    "mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/hgQ2vA0cyybw9nom17OMfg__thumb/img/1OLRVyEmw4Pzfm_2zt2MA08F2N0=/fit-in/200x150/filters:strip_icc()/pic933568.jpg"
  },
  {
    "id": "22616",
    "name": "Crystal Faire",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 120,
    "age": 10,
    "description": "In a round, the first player makes two offers of four to six marbles to the other players.  Each of the other players make a counter offer.  The first player then picks one of the counter offers, and the person whose offer they picked then chooses one of the first bidders offers.  They then exchange marbles.  This leads to a round where the amounts that each color is worth.  Whomever bids the highest wins the amount of cash that the color is worth.  The person with the highest amount of cash at the end of the game is the winner.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/OrSsZCTyLLQJpfAz_ROP-w__thumb/img/-3DpDrV7DzddPn3xYTKDJ_TJQZQ=/fit-in/200x150/filters:strip_icc()/pic118077.jpg"
  },
  {
    "id": "365634",
    "name": "The Godfather: Last Family Standing",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 14,
    "description": "It&rsquo;s the adult card game you can&rsquo;t refuse. Based on the original 1972 The Godfather Italian movie starring Marlon Brando and Al Pacino, Last Family Standing is the ultimate adult game. Just when you thought you were out&hellip; they pull you back in. Will your family have power over them all?&#10;&#10;Play from a hand of cards that allow you to form strategic alliances with the exchange of a rose. Perform actions that have you diving behind cars for cove or take aim at your opponents to gain power and take on other players&rsquo; Dons. The last player standing in this fun game will be in charge.&#10;&#10;This adult board game is easy to get the hang of and only takes 30 minutes to play. For adults and teens ages 14 and up, get a group of 3-6 people together to play this family game for kids and adults. Play from a hand of cards that will allow you to bump off other players, duck behind a car, make alliances, and run off to Las Vegas or Italy. The player who is the last standing (still has at least 1 orange) wins!  Remember, it&rsquo;s not personal. It&rsquo;s strictly business.&#10;&#10;",
    "categories": [
      "Card Game",
      "Mafia",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Alliances",
      "King of the Hill",
      "Player Elimination",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/EiXwZxsFvRobfIeIUYaP5A__thumb/img/EI7gOwfT1rlovpXTEoqUMTvaCnU=/fit-in/200x150/filters:strip_icc()/pic6941256.jpg"
  },
  {
    "id": "6492",
    "name": "Tanbo",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "Played with a standard Go set.  Players take turns adding stones to the board, forming &quot;roots&quot; - no clumps or enclosures.  When roots run out of space they die and are removed from the board.  Object: kill all of your opponents roots and completely eliminate his stones from the board.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Enclosure"
    ],
    "image": "https://cf.geekdo-images.com/WlG47dabc3S8S52fnuU1Vw__thumb/img/MWxmSQHO2lgTYsB3J1gJzcCb0hg=/fit-in/200x150/filters:strip_icc()/pic59406.jpg"
  },
  {
    "id": "1559",
    "name": "Wabbit's Wevenge",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 12,
    "description": "They skinned his kin. And they're going to pay&hellip;The ulitmate mayhem goes to town!&#10;&#10;Play Wambo Wabbit and avenge the helpless, hideless bunnies twapped at Mayor McGreedy's Fur Factory.&#10;&#10;Or play any of several vicious critters who turn Wambo's kin into fur coats and profits; the Mayor himself, Bernie the Dog, or Randy Andy the Dump Cat.&#10;&#10;Move fast and atack first is the name of this cutthroat strategy game. But before&hellip;grenades, tanks, zeppelins - not even the disintegrator ray gun may stop Wambo from tearing the town apart!&#10;&#10;",
    "categories": [
      "Comic Book / Strip",
      "Fighting"
    ],
    "mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/ROAXMFEErYPAIMeMgs2Knw__thumb/img/sKJuegoMvkjXZXodxmu173txXlM=/fit-in/200x150/filters:strip_icc()/pic1190885.jpg"
  },
  {
    "id": "1862",
    "name": "Avalon",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 8,
    "description": "There are separate cards to determine the course of the tournament, according to the number of players. A round (1 2 etc) always starts with a bartering session, whereby cards may be exchanged and sold. After that, the knights must do battle! In order to be allowed to fight, the knights must he in possession of a full set of weaponry.&#10;A full set consist of shield, sword, lance and armor. Anyone of them might be substituted by a joker card.&#10;&#10;The game is finished when only one player is left with a complete set of weaponry. The winner is the player with the largest fortune at this time.&#10;&#10;",
    "categories": [
      "Medieval",
      "Negotiation"
    ],
    "mechanics": [
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/RRt8rRwkuQtnAHsw9Yvxaw__thumb/img/FXCwZIgNB-JNIVB7hfwZgdxEiNk=/fit-in/200x150/filters:strip_icc()/pic223231.jpg"
  },
  {
    "id": "201971",
    "name": "Super Hack Override",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 8,
    "description": "It is far in the distant future: the year 2000. As the visionaries of the 1980s predicted, all facets of life from the government's most secretive mainframes to the local power grid and even your humble screen door are connected together and just waiting for hackers to break into them to prove they are the best of the best. Vying with each other for the most epic hacks and constantly striving to stay one step ahead of the authorities, hackers wage secret cyberbattles unknown to the average user.&#10;&#10;Super Hack Override is a fast-paced card swapping card game to determine the next Supreme Super Hacker. Show off your hacking skills and prove that you have what it takes to be the next Supreme Super Hacker by proxy swapping your way to victory. Shield yourself from your opponents by using protection cards, hack into government facilities to get the most points, all while avoiding Hacker Jail! Win by getting to a certain amount of cred based on the number of hackers playing or by being the last hacker standing.&#10;&#10;The game features play for 2-6 players in 10-20 minutes. The game consists of 25 cards that comprise 11 different hacks, each of whom provide either protection, the power to proxy swap, or are government facilities.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Memory",
      "Player Elimination",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/viY3TCtHrQ2SyhhOoHrPkA__thumb/img/z_0QSsmQV51VlXecz8u1hKmgfxU=/fit-in/200x150/filters:strip_icc()/pic3202742.png"
  },
  {
    "id": "223858",
    "name": "Kittys",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "Kittys is an easy-to-play card game. Players will be cats and cats will meet with cats. I am aiming for a better feed station that I can have in a good food, but it is hard if I try to go to a better feed station than Bosneko. Let's find a good food so as not to be disturbed by Bosnaeko.&#10;&#10;set content&#10;12 color cards &times; 6 players&#10;Boss marker&#10;Six points chip (1 point, 2 point, -1 point) 6 pieces each&#10;Score list&#10;&#10;We will deal 1 to 12 cards to all players.&#10;The player substitutes &quot;Bosneko&quot; instead.&#10;Players will release one card at a time, but only cards with smaller numbers than the cards issued by their parents will score.&#10;Bosneko players score all cards they give out, but if they are cards with the same number as the cards they got, only their children score and they can not score.&#10;&#10;&quot;At a cat meeting I can not go to a better feed station than a boss. However, if the child's cat wants to go to the same feeding station as the boss, the mother-boss cat will give the bait to the child. &quot;&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game"
    ],
    "mechanics": [
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/KIDSnpPdfJQbxxgNdHJmew__thumb/img/FMElhgAgev69I1QIkvonS0XbXHM=/fit-in/200x150/filters:strip_icc()/pic3484846.jpg"
  },
  {
    "id": "228370",
    "name": "TerroriXico",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "Description from the designer:&#10;&#10;Across the ages, the most terrifying Mexican legends have been kept within the pages of the ancestral book: TerroriXico&#10;When the book is opened, the monsters within it are released. A team of bold hunters must chase them down and return the monsters to their pages before they wreak havoc&#10;In this semi-cooperative card game, players must help each other in order to capture the monsters.&#10;By using ancestral relics and other special cards, they will prove their courage and defeat the monsters, earning victory points.&#10;The player with the most victory points win, for proving to be the bravest.&#10;&#10;TerririXico is a cooperative card game about myths and Mexican legends, where as a team we must return the monsters to the book.&#10;How to play:&#10;&#10;All players have a deck of 50 cards, 4 kind of relics and special cards.&#10;Every monster battle is a round. By turns players can play 2 cards in the battle zone, 1 open card and 1 face down, or 2 open cards applying the effects of the cards if it has.&#10;The player who plays in total more relics, will win the round and take the firts place and the monster card, the other players gains the points from second place.&#10;If any player passes by can not play cards receive 1 card of trauma,these trauma cards go to the player's deck.&#10;But this battle might have consequences in the minds of the players; if they can't play any card to stay in the battle, they will receive trauma cards, If no player can't play anything they might also receive friendly fire&#10;&#10;Open the book and let the monster hunt begin!&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction",
      "Horror",
      "Mythology"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Memory",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/0cQchRv5uJx_DvH1mj-zBw__thumb/img/3n8cdJOyhvSQjIdQJcHJ_Z9ieOg=/fit-in/200x150/filters:strip_icc()/pic3587498.png"
  },
  {
    "id": "208736",
    "name": "Lawless Empire",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 120,
    "age": 16,
    "description": "A game of Lawless Empire transports you to the seedy underworld, where you walk in the shoes of a Mafioso, vices and all. Using the unique dice mechanics of the game, you will scheme, bribe, extort, recruit, and command syndicates in order to fulfil your persona agenda, winning only if you meet more conditions stated on your hidden Mafioso card than other players by the end of 5 rounds. There are many paths to victory; strategise by building your empire with filthy lucre, or recruit&nbsp;various soldati to carry out your dirty jobs and dominate the syndicates early. To emerge triumphant, you must learn to negotiate and manipulate your opponents ruthlessly.&#10;&#10;Gameplay:&#10;Each player is dealt a hidden mafioso identity (E.g. Godfather, Don, Informant) at the start of the game. Scoring conditions are specific to each identity, and the score for each player will be tallied after 5 rounds of gameplay.&#10;&#10;Much of Lawless Empire revolves around dice placements. Dice are tactically allocated to the various plans in the fight for bribery tokens, lucre tokens, new soldati, and control of syndicates. Players can ask for assistance from other players after they gain control of a syndicate. Controlling or assisting a syndicate will allow players to give hidden orders to the syndicate. There are 2 types of orders with varying strengths: to secure or to sabotage. Orders given to syndicates will be revealed at the end of 5 rounds to determine if each syndicate is secured or sabotaged. Depending on your mafioso, you will score based on how many syndicates are secured or sabotaged, and/or whether you control or assist the syndicates.&#10;&#10;The distinctive feature of Lawless Empire shines through its workings of dice control and interactions, abetted by soldati power and scheme cards. Concealed scheme cards are played on each plan by the players, sneakily altering how each individual plan is won. For&nbsp;example, a plan is normally won by the player with the highest total value of dice allocated to it, but the &ldquo;Underhand Attacks&rdquo; scheme card dictates that the player with the lowest total value wins instead. On the other hand, your soldati will grant you the ability to control the dice (including your opponent&rsquo;s) after their placement (e.g. to move or exchange dice around plans, or even rotate a dice to any value). This combination of allocation, scheme cards, and soldato abilities presents a fresh take on the otherwise luck-dependent dice mechanics, thus ensuring a thrilling and compelling game without repetition. The hidden elements in the game (mafioso, scheme cards, syndicate orders) provide a good setting for players to bluff, negotiate, persuade, and trash talk. However, players who are intimidated by such interactions can be assured that the game can be won by outwitting everyone.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Dice",
      "Mafia",
      "Negotiation"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Hand Management",
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/DXqTbPPf_9_RZCOzANjU2A__thumb/img/dS_rKyxITsbMSuTcL1At53WGIpc=/fit-in/200x150/filters:strip_icc()/pic3182742.jpg"
  },
  {
    "id": "366457",
    "name": "Sbam!",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 8,
    "description": "There are too many masked wrestlers on the ring. When the bell will toll, they will start fighting until only one will remain standing!&#10;&#10;Sbam! is a competitive game in real-time. The game is played over several rounds and ends as soon as all the players but one are eliminated.&#10;&#10;OVERVIEW&#10;&#10;Each round, players will draw and play cards (in 3 colors with strength from 1 to 3) as fast as they can and fight against the players sitting on their left and on their right.&#10;The round ends when a player plays one or more Sbam cards, but watch out for the special cards!&#10;&#10;When the round ends, the players will check the result of each fight separately: any couple of identical cards (same color and same strength) played by a single player is discarded. Then, only the color for which the most cards have been played by both fighting players will be calculated. Each player sums up the strength of all the cards of that color. The player with the lower strength loses the fight and must take 1 Damage token.&#10;When a player gets the 5th damage token is eliminated.&#10;&#10;The player who, at the end of a round, remains the only one with less than 5 Damage tokens is the winner!&#10;&#10;-description from publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Real-time",
      "Sports"
    ],
    "mechanics": [
      "Race",
      "Real-Time"
    ],
    "image": "https://cf.geekdo-images.com/4TUgsWahRdfs8oyaUpzdYg__thumb/img/iWDhFJRfxpwImbAW6-v3htknonQ=/fit-in/200x150/filters:strip_icc()/pic6950824.png"
  },
  {
    "id": "156746",
    "name": "Kombat Kittens",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 9,
    "description": "Kombat Kittens Game Rules&#10;&#10;THE GOAL&#10;Collect the most treasure by battling your kitten compadres and taking their treasure. At the end of the game, the player with the most treasure wins!&#10; THE DECK&#10;80 Kitten Cards: Ten each of ranks 1-7 and ten of rank 9 (There is no rank 8 in Kombat Kittens.) Each card has treasure value from 1 to 4.&#10;Five Dog Cards: Each Dog card has a treasure value of 5. Dogs do not have a rank.&#10;&#10;SETUP&#10;Remove all Dog cards from the deck and deal each player five Kitten cards.&#10; For two players: Deal out three Kitten cards face up in the center of the table - these are the Recruit cards. Add three Dog cards to the remaining deck, each &#226;&#133;&#147; of the way through the deck, with the last on the bottom. This is the Draw pile. Place it in the center of the table.&#10; For three to five Players: Deal out one Kitten card face up in the center of the table - this is the Recruit card. Add two Dog cards to the remaining deck, one at the center, and one on the bottom. This is the Draw pile. Place it in the center of the table.&#10; The player with the most realistic &ldquo;meow&rdquo; goes first.&#10;&#10;TAKING TURNS&#10;On each turn, the player can either:&#10;1) Draw a card from the Draw pile. (If they have less than seven cards in their hand.)&#10;or&#10;2) Take a Recruit card and replace it with a card from their hand.&#10;or&#10;3) Battle another player: do this by declaring which player you wish to battle.&#10; We recommend passing a turn token (coin, salt shaker, stuffed mouse, etc.) around the table as you play this game. It is always okay to ask how many cards another player has.&#10;&#10;Battles&#10;In a battle, both players attempt to make the best three card set from the cards in their hand.  &#10; To indicate they are ready to battle, each player holds their first card face down over the table. When both players are ready, they reveal their cards simultaneously. They repeat this process until three cards have been played (unless a player forfeits, as described below.) After the third card, the best hand is determined and the winner chooses their treasure (see below).&#10;&#10;DETERMINING THE WINNER OF A BATTLE&#10;The winner is the player with the best hand based on the hierarchy below, from high to low. If two hands of the same type are played, the one with the highest rank wins.&#10;Three of a Kind: Three cards of the same rank. Example: 4,4,4 beats 2,2,2 and all straights, pairs and high card hands.&#10;Three Card Straight: Three cards of adjacent rank. Example: 4,5,6 beats 2,3,4 and all pairs and high card hands.&#10;Pair: Two cards of matching rank, plus one other card. For matching pairs, the one with the highest 3rd card wins. Example: 6,6,5 beats 6,6,3 or 4,4,7 and any high card hand.&#10;High Card Hand: A hand without a straight and no pairs. Example: 7,4,3 beats 6,5,2.&#10;&#10;TIES&#10;If there is a tie, all players involved in the tied battle discard the played cards and take the number of cards they played from the draw pile instead of drawing up to five cards. No treasure is taken in a tied battle.&#10;&#10;CAPTURING TREASURE&#10;At the end of battle, the winning player captures Treasure from the losing player(s) as follows:&#10; Three to Five Player Game: The winner may now take either one card from the losing player&rsquo;s played cards or the lowest value treasure from the losing player&rsquo;s captured treasure. If there are multiple lowest value cards, the winner chooses whichever of these they want.&#10; Two Player Game: The winner takes one of the loser&rsquo;s played cards - they cannot take captured treasure.&#10;&#10;AFTER A BATTLE&#10;Once battle is resolved, all uncaptured cards that were played are put into a discard pile, which we call the Litter Box. Then,  all players who participated who have fewer than five cards left, draw new cards until they have a total of five in their hand.&#10; All captured cards are placed face up in front of the player who captured them, so that their treasure value and suit are visible to all. Additionally, if a player forfeited (see below), they draw an extra card now. If a battle ended in a tie, then each of the players in the battle (primary and helper) draw the number of cards they played (three or one).&#10;&#10;HELPING&#10;Once a battle has been announced, but before the first card is played, each player involved in the battle may ask for help. If Player B agrees to help Player A, then Player B will play a single card at the end of the battle, after Player A has played their three cards. In a four or five person game, each side in a battle may ask for and receive help. If both sides have a helper, then each helper reveals their card simultaneously after the two main combatants have shown all three cards.&#10;&#10;After all cards are played, each side makes their best three card hand out of the four cards available.&#10;&#10;Taking treasure: In a helper battle, two cards are taken from the loser. The main combatant on the winning side chooses one card from the played cards (all four cards, if the losing side had a helper) and one card from the main losing combatant&rsquo;s captured treasure. If the main combatant on the losing side has no captured treasure, then the winning side takes two cards from the cards played. Once they&rsquo;ve taken treasure, the winner can choose to give one of those cards to the player who helped them.&#10; Example: Kim announces she will battle Josh. Josh and Kim both ask for help. Mike agrees to help Kim, and Vivian agrees to help Josh. Kim and Josh then simultaneously reveal three cards from their hand in sequence. Mike and Vivian then both reveal a card from their hand. Kim&rsquo;s side ends up with 5,5,5,7 and Josh&rsquo;s side ends with 4,5,6,7. Kim&rsquo;s side wins, because she has three 5&rsquo;s which beats Josh&rsquo;s hand of 5,6,7.&#10; Kim then takes one card from Josh&rsquo;s captured treasure, and one of the four cards played (one of the 4,5, 6 or 7).  Although she could add both cards to her own treasure, she gives Mike one of the two as a reward for helping her.&#10;&#10;FORFEITING&#10;Either of the main combatants in a battle may forfeit after playing their first or second card. Players who are receiving help can forfeit as well, but even if they do, the helper must play a card. Cards played by the forfeiting player or their helper are subject to being taken by the winner, just as in any other battle.&#10; If a player forfeits, they are allowed to take an additional card from the Draw Pile after the battle. If they are left with fewer than five cards at the end of battle, they first draw until they have five cards then take their additional card. Helpers on the forfeiting side may not take an additional card. They only take new cards if they have less than five in their hand at the end of battle.&#10;&#10;DOGFIGHTS&#10;If at any point during play a player draws a Dog card from the deck, they immediately place it face up in the center of the table and a Dogfight commences. (Before the Dogfight, the player who drew the Dog draws a new card and any other players who were in mid-draw should finish drawing.)&#10; Players must play at least one card in the Dogfight, but they may forfeit after playing their first or second card. The winner of the Dogfight takes the Dog card and places it face up in front of them in their captured treasure. As in normal battle, all players select a card and hold it face down over the table, then reveal their cards at once. Unlike a normal battle, players may not ask for help.&#10; The Dogfight ends when either a) all players but one have forfeited, or b) all players who are still in the Dogfight have played three cards. In the case of Ties, the Dog is discarded, and all players who played three cards take three cards from the draw pile.&#10; As with normal battle, any players who forfeit the Dogfight battle draw an extra card at the end of the battle and all players who have fewer than five cards draw until they have five.&#10;&#10;REACHING THE END OF THE DECK&#10;Two Players: At the end of the first deck, there will be a single Dogfight (the bottom card is always a Dog) and then the game is over.&#10; Three to Five Players: At the end of the first deck, after the Dogfight, take all the discarded cards from the Litter Box and reshuffle them. Then add the last three Dogs to this deck, each card roughly &#226;&#133;&#147; of the way through the deck with the last Dog on the bottom of the deck. When you reach the end of the second deck there will be one final Dogfight and then the game is over.&#10;&#10;END OF THE GAME&#10;Two players: The game ends after the Dogfight at the end of the first deck.&#10;Three to Five players: The game ends after the Dogfight at the end of the second deck.&#10; Note: If any player has fewer than five cards or needs to draw cards due to a previous battle, then shuffle the discards from the Litter Box and draw cards before the final Dogfight.&#10;&#10;DETERMINING A WINNER&#10;At the end of the game, each player adds up the treasure value of all cards in their captured treasure (the ones face up in front of them) and adds any Suit Bonuses (as described below). The player with the highest total wins! They should be patted on the head and given a treat.&#10;&#10;SUIT BONUSES&#10;A player who has four or more treasure cards of the same suit receives a 10 point bonus at the end of the game. Players receive this bonus once per suit of which they have four or more cards.&#10; Example: If a player has four captured Samurai kittens, they get 10 bonus points. If they have eight captured Samurai, they still get just 10 bonus points. However, if they have four captured Samurai and four captured Mechs, they get a 20 point bonus (10 for each suit).&#10; If two or more players tie for the the highest treasure score, the tied players play a three-card hand after first drawing to make sure have at least five cards in their hands. The player with the best hand is the winner.&#10;&#10;",
    "categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Fighting",
      "Humor"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/IlAIYE8tz5RRZ3WR55-WuA__thumb/img/avS2yZIKZ2WR150J-9NKauShUco=/fit-in/200x150/filters:strip_icc()/pic1966405.png"
  },
  {
    "id": "14167",
    "name": "War Law",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 90,
    "age": 12,
    "description": "&quot;The War Law system simulates mass combat in a fantasy setting. The Standard Game is provided for a quick way of resolving large scale combats between two opposing forces in a minimum amount of time. The Standard Game doesn't require a Gamemaster or Referee; instead, the rules provide a set of guidelines that make a GM unnecessary for resolving movement and combat. The Standard Game is an abstracted method for simulating large scale battles without a GM. In that sense, it is more like a military simulation board game than a role playing game.&quot;&#10;&#10;War Law covers morale rules, maneuver rules, ferocity rules, leaders, formations, siege weapons, and historical and tactical considerations. The scale is 50-100 combatants per unit. Each unit has an Offensive Bonus, a Defensive Bonus, an Armor Type, a level, and a shield bonus. In addition, units also have a movement point total and a morale rating. Combat is resolved using percentile dice and an extensive collections of charts. Counters and hexmaps (5/8&quot; hex = 100ft.) are provided, but miniatures can also be used. The turn length is 120 seconds per turn.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Paper-and-Pencil",
      "Role Playing",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/VP-vs8aLP-m7UEAwcRBpsg__thumb/img/nQypEFk0getaLnQ08vE59d8TdH0=/fit-in/200x150/filters:strip_icc()/pic7012137.png"
  },
  {
    "id": "91995",
    "name": "Pass the Bomb Card Game",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 8,
    "description": "The active player first flips open a card that determines a category, then a letter card. S/he then has ten seconds to name a word that matches both cards. The next player flips open a new letter card and does the same, etc. A player who cannot find a word within the ten seconds has to keep the category card. The next player draws a new one. When someone draws a bomb card, all other players can pass a category card to him/her. When the exploding bomb card is drawn, the game ends after the current move and the player with least category cards is the winner.&#10;&#10;(User summary by HilkMAN)&#10;&#10;",
    "categories": [
      "Party Game",
      "Trivia"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/wmHeAdaF1zMFfE20Pb0u5g__thumb/img/XMYSwUhyCIALgFJ8fhnkKkAABHw=/fit-in/200x150/filters:strip_icc()/pic973067.png"
  },
  {
    "id": "296250",
    "name": "Unlocking Insanity: Dice Vermiis Mysteriis",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 10,
    "description": "You are all aspiring cultists in the rising Cult of Cthulhu. As you continue your indoctrination, you must prove you can handle the teachings of the Great Old One. You might go insane, or perhaps just gain a touch of the madness, but as long as you prove that you have the most mastery, you will be welcomed as the newest neophyte of Cthulhu.&#10;&#10;In Unlocking Insanity: Dice Vermiis Mysteriis, each player is trying to place dice results as efficiently as possible. Every turn, you must place a positive die result (your mastery of the indoctrination training) and also negative dice results (your growing madness). The game ends after someone fills up all of their positive or negative spaces. Your positive scores (from each positive row) are subtracted from your negative scores (from your negative brain spaces) and the player with the highest overall score wins the right to be called a neophyte of Cthulhu.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Dice",
      "Horror",
      "Math"
    ],
    "mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/_NcGIx5tDLoUzqS5NgYypA__thumb/img/juw7Uc9_Tp0wN-mQKdwhK4qTzvU=/fit-in/200x150/filters:strip_icc()/pic5108279.jpg"
  },
  {
    "id": "122970",
    "name": "Popkult",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 60,
    "age": 13,
    "description": "Popkult is a swedish pop cultural trivia game where you answer questions in several categories to be the first to reach Hollywood.&#10;&#10;During your turn you pick question cards from your hand and may assign questions to any other player. There are also event cards that can be used to move forward, force pick up of new cards, or interrupt your opponents and answer for them.&#10;&#10;The game ends when all cards are played or one player reaches the last space on the board.&#10;&#10;",
    "categories": [
      "Trivia"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/aI6nKBsFaenq-ViqBJjqZQ__thumb/img/R4k4d8ffP98QcfqCZfbCekhEV20=/fit-in/200x150/filters:strip_icc()/pic1278031.jpg"
  },
  {
    "id": "318632",
    "name": "For the Girls",
    "minPlayers": 3,
    "maxPlayers": 20,
    "playingTime": 90,
    "age": 17,
    "description": "Hey girl hey. Ditch the dudes for the night because this game is For The Girls! In this adult party game by What Do You Meme?, picture grown up, hilarious, original spins on sleepover classics. You&rsquo;ll cry with laughter as you find out which of your friends:&#10;&#10;&#10;     Dares to prank an ex or reveal their most embarrassing secret&#10;     Has (or has never) participated in an embarrassing fad&#10;     Is the most likely to choose chicken nuggets over sex&#10;     Has the hottest dad&#10;     Or can name the most female rappers in a rapid fire round.&#10;&#10;&#10;This game is perfect for bachelorette parties, girls night in (or out), sororities and reunions, birthday parties and more. Consider it your pregame essential.&#10;&#10;Includes 500 cards and a die.&#10;&#10;Adults only: This game is intended for ages 17+ and contains mature language and references. NOT intended for children &mdash; trust us on this one.&#10;&#10;",
    "categories": [
      "Card Game",
      "Mature / Adult",
      "Party Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/d75JvVjgMPABUM6M3KzQyA__thumb/img/ekLw6TUFtuqeuWLi_dO6mypQWlA=/fit-in/200x150/filters:strip_icc()/pic6363877.jpg"
  },
  {
    "id": "33383",
    "name": "WobBally",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 0,
    "age": 5,
    "description": "WobBally is three games in one and consists of a Tower of 98 very unstable balls. Test your skills and patience by tapping the balls into the Tower one by one! The player who causes the Tower to collapse is out of the game.&#10;&#10;The tower is a series of layers of plastic balls, separated by ring plates. The tower is protected by a clear plastic cylinder with an indicator built into the top to show when the tower has been placed on a level surface. The protecting cylinder is removed and the whole thing becomes distinctly unstable. The centre of the tower is hollow and sticks provided are used to tap balls from the tower ring into the centre well, where they fall to the bottom and roll out of an aperture in the base.&#10;&#10;Roll the dice to see what color ball you have to knock out, and from what level. Using the cue stick, carefully try to remove it - but watch out! The player who makes the WobBally tower collapse is out of the game! Dramatic sways and increasing instability keeps the suspense and action growing. The winner is the last player left after all the other players have made the balls spill.&#10;&#10;The rules give 3 ways to play. Can be played solitaire.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game",
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/U_cw4Vvo68otfYFNa-Dqmw__thumb/img/KSS9CPVMdPFhpumHiNkyhDres-A=/fit-in/200x150/filters:strip_icc()/pic362479.jpg"
  },
  {
    "id": "27460",
    "name": "Power Yahtzee",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 25,
    "age": 8,
    "description": "An update to the popular Yahtzee franchise, Power Yahtzee introduces the new &quot;Power Die.&quot;  With enough luck, players can now score double and triple points, and perhaps even use a 4th roll.&#10;&#10;",
    "categories": [
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/ymgERbcA8YILFDRVba0j6g__thumb/img/2VeErxCjefJuWR_ZrGjBh9mRigs=/fit-in/200x150/filters:strip_icc()/pic477529.jpg"
  },
  {
    "id": "1427",
    "name": "GRO: Battle for the Petri Dish",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 90,
    "age": 10,
    "description": "Each player controls the growth and expansion of a strain of bacterium within the confines of a petri dish.  The goal is to become the dominant strain.&#10;&#10;Each player starts with a single germ.  Germs may grow and divide to produce more germs, which may grow and divide to produce more germs, etc.  Germs may also move, and they may attempt to surround opposing germs.  When a germ is surrounded, it dies.&#10;&#10;The petri dish contains 4 goal areas.  The first player to gain exclusive control of 3 of the 4 areas, wins.&#10;&#10;The game consists of a board (representing the petri dish), 16 red and 16 blue 7/8&quot; poker chips (the germs), 2 pages of rules, and 2 reference/illustration cards.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/RRVdc95sVcMTkxft-AfiFA__thumb/img/yZVRbQBWGXmg-wbsRhKnY7TyUVM=/fit-in/200x150/filters:strip_icc()/pic463752.jpg"
  },
  {
    "id": "165557",
    "name": "Quizduell: Das Spiel",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 12,
    "description": "The most popular quiz app in Germany can now be experienced as a board game! Quizduell: Das Spiel allows up to six players to compete simultaneously at the gaming table with over 1,500 trivia questions of varying difficulty levels. Players can customize the game to play a traditional quiz duel, play in teams, or compete in tournament mode.&#10;&#10;",
    "categories": [
      "Trivia"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/jLv155utE4a4tpeLO8nIBg__thumb/img/9o-kqv5Gr4Jx4ZBoe_m1Jay0wpM=/fit-in/200x150/filters:strip_icc()/pic2233623.jpg"
  },
  {
    "id": "15112",
    "name": "Subbuteo Rugby",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 0,
    "description": "In Subbuteo rugby, you flick small plastic players on a cloth pitch to take possession of a small plastic rugby ball (similar shape to an American football).  The rules included most elements of the sport of rugby - lineouts,  scrums, offside, tries, kicked goals, etc.&#10;&#10;The game also included a number of specialized plastic components: figures which swung their kicking legs to &quot;kick&quot; the ball over the plastic goal posts; a plastic wedge to &quot;loft&quot; the ball; and a large rugby-ball shaped randomizing device into which the smaller ball was dropped to decide scrums.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Collectible Components",
      "Sports"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/etRfUd-lw-ezLJEE7Bwc2w__thumb/img/0NOt8z-KdJM5IkQLEfgqvK2Zy1w=/fit-in/200x150/filters:strip_icc()/pic79137.jpg"
  },
  {
    "id": "3894",
    "name": "Brilliant Lances",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 12,
    "description": "From the Box:&#10;In space combat, you never see your opponent until it's all over, if even then.  With acquisition and tracking ranges measured in tens of thousands of kilometers, to human eyes the people that are trying to kill you are not even a speck.  But they can hurt you, even though you can't see them.  Precise laster arrays and big particle accelerators, honed by centuries of engineering, can reach out without warning to slit your hull like the belly of a fish, spilling life--oxygen, heat, and fuel--into the hard vacuum.  That's why space combat is a game of cat and mouse.  Keep yourself wrapped in the mantle of space--cold, dark, silent.  Keep your thrust burns to a minimum--they blaze like miniature suns for all to detect.  Rig your passive sensors to greedily absorb data, but remain quiet yourself--give nothing away.  Keep your weapons ready, in case&hellip; There!  A faint trace of mid-wavelength infrared betrays a meneuver drive.  Bring up the ladar dishes while the big passive array builds up a targeting solution.  The moments seem endless while every crewmember shares the same thought: &quot;Have they seen us?&quot; It is the unseen enemy at this moment doing the same thing that you are?  You might never know the answer.  If you beat him, maybe you'll find out.  But what if you hadn't seen him first?  Some questions must remain unasnwered when death, unbidden, comes scorching toward you as silent, brilliant lances.&#10;&#10;From the box:&#10;Brilliant Lances - Traveller Starship Combat&#10;Brilliant Lances includes:&#10;-Vector-based movement&#10;-Detailed hit location and damage resolution&#10;-Lasers, particle accelerators, meson guns, detonation laser missiles, and the systems that defend against them&#10;-Extensive ship ratings, including New Era and pre-Collapse warships, from the swift Rampart fighter up to large naval and merchant vessels&#10;-Complete starship design rules, usable both with this game and with Traveller: The New Era roleplaying game&#10;&#10;",
    "categories": [
      "Science Fiction",
      "Wargame"
    ],
    "mechanics": [
      "Critical Hits and Failures",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Impulse Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/xtwC6Gjjb5fo0_s_8vKQkg__thumb/img/7CPYy0vhqxmCUzGMI8tM4034gSg=/fit-in/200x150/filters:strip_icc()/pic789139.jpg"
  },
  {
    "id": "4213",
    "name": "Mao",
    "minPlayers": 2,
    "maxPlayers": 20,
    "playingTime": 60,
    "age": 13,
    "description": "&quot;What do you mean, I have to figure out the rules myself? How can I play this game if I don't know the rules?&quot; Mao. The only game in which the rules of the game prohibit me from explaining the rules to you...&#10;&#10;Mao is a standard deck playing card game where the object is to get rid of all your cards, and this is the only thing that new players are told about this game. They are forced to figure out the rest of the rules by themselves. Every time a player breaks a rule, a penalty is called, and they must take it back and draw a penalty card.&#10;&#10;In some variants, the winner of each round makes up a new (secret) rule for the next round.&#10;&#10;Commercial versions of the game include Quao and Shut Your Mao!&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Memory",
      "Party Game"
    ],
    "mechanics": [
      "Hand Management",
      "Induction",
      "Memory",
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/66U-S7vZSM2np2c2kb4yyw__thumb/img/WmLWZFNi4kO53bEpX8-yMsY4oHQ=/fit-in/200x150/filters:strip_icc()/pic3411150.jpg"
  },
  {
    "id": "175739",
    "name": "Pictopia: Disney Edition",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 7,
    "description": "The Ultimate Picture-Trivia family Game!&#10;&#10;Make family game time magical!&#10;&#10;Discover playful trivia spanning decades of Disney magic, from animated classics and blockbuster movies to television hits and dazzling theme park destinations. It's a game of teamwork - with a competitive twist! Along the way are guess-my-answer qustios that reveal how much you know about the other players!&#10;&#10;",
    "categories": [
      "Children's Game",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Roll / Spin and Move",
      "Simultaneous Action Selection",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/niFZ4xjJ3SqVwPs5EKTq1w__thumb/img/7RzZAe3qOIK1dPgk2iYEzw1l6ZA=/fit-in/200x150/filters:strip_icc()/pic2471336.jpg"
  },
  {
    "id": "36560",
    "name": "Click Clack",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 5,
    "description": "From the rules:&#10;Freddy the Piglet has a difficult task, because lots of tasty tidbits are hidden in the forest and he  has to keep an eye on them all.&#10;The squirrels in the Hazelnut Gang are up to their usual mischief, however, and have also taken an  interest in the crunchy hazelnuts, juicy berries, chestnuts and fir cones. &#10;Your task is to be the first to steal 7 tidbits from under Freddy&rsquo;s nose! Whoever manages this will be the new leader of the HAZELNUT GANG!&#10;&#10;Players move their squirrels on the board and then rotate the board on top of the box. When rotating the board, metal food tiles may click to the magnetic squirrels. The game is very simple and suitable for children aged four or more.&#10;&#10;",
    "categories": [
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/KNN0gKV4_wA938NAm9oukg__thumb/img/HPw7UFUYT9bUbcVuta4N8QzmS1g=/fit-in/200x150/filters:strip_icc()/pic383388.jpg"
  },
  {
    "id": "9201",
    "name": "Spy",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "Spies are conducting business on all of the continents. Everyone wants to employ as many spies as possible of course. Six cards are lying in the middle of the table, each representing a continent, as well as six cards depicting typical spy tools. Before the start of the game, a spy-chip is placed beside each card.&#10;&#10;Each player holds three cards in his hand and places one openly in front of him during each round. The cards always show two symbols: a continent and a tool. Players can &ldquo;report&rdquo; two or more cards with the same symbol when it is their turn. For this purpose, he or she can use hand cards, those in front of him or both. One may then lay down the difference of one&rsquo;s cards and the already displayed chips as spy chips. If a player lays down three South America cards for instance, and there is only one spy attached to that continent card, he may lay down the difference (2 spies) out of his supply.&#10;&#10;As the game continues, it becomes increasingly difficult to lay down spies. For example, if there are already 4 spies at the &ldquo;fountain pens&rdquo;, a player needs to report at least 5 cards with &ldquo;fountain pens&rdquo; in order to get rid of a spy. One also has to catch the right moment for reporting, because reporting too early means one might only get rid of very few spies. If one waits too long, others might be quicker. The player who gets rid of his spies first wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Card Game",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/5fO7faqykFXDWbcuj0THZQ__thumb/img/mPXjz6iHNP3uyuYzCAA33AETHXo=/fit-in/200x150/filters:strip_icc()/pic38682.jpg"
  },
  {
    "id": "287580",
    "name": "Space Bowl",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 35,
    "age": 8,
    "description": "Avid adventurers, driven to discover something new, have decided to fly into the unknown, in search of a viable new planet, where they can start all over again.&#10;&#10;Space Bowl is a competitive, simultaneous game, with no turns. As quickly as possible, you must identify a habitable constellation in the galaxy, based on a known pattern of planetary positions.&#10;&#10;+++ PLAYING THE GAME+++&#10;&#10;1. In the Board Computer box, launch the marbles corresponding to the planets visible at the top of the deck of cards + the Destination wooden disc. Each element must then be in one of the 9 spaces of the box.&#10;&#10;2. Look at the galaxy (a square of 5x5 cards) searching for the same pattern as in the Board Computer box.&#10;&#10;3. If you find a valid solution, say &quot;Go!&quot; And count down 10 seconds for other players. At 0, all players who think they have a solution (a card of the galaxy) validate the card with their finger. /// If you do not find a valid solution, say &quot;We'll all die!&quot; And count down 10 seconds for other players. At 0, all players who think they have a solution validate the point with their finger. Those who think like you that there is no valid solution indicates it by flipping a token.&#10;&#10;4. Players receive victory points based on their success. They can also lose points in case of failure.&#10;&#10;",
    "categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "mechanics": [
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/f_VqSLk0LsED8c53A0V6_w__thumb/img/lUi45L_gzordC8q1PAWncdYZSqc=/fit-in/200x150/filters:strip_icc()/pic4919382.jpg"
  },
  {
    "id": "21677",
    "name": "Scene It? Music",
    "minPlayers": 2,
    "maxPlayers": 12,
    "playingTime": 30,
    "age": 13,
    "description": "Want to rock and roll all night and party everyday? Then pick up the Music Edition of Scene It? where your favorite music moments take center stage. &quot;What was the first video ever played on MTV?&quot; &quot;By what name is Gordon Mathew Sumner better known?&quot; Real video clips and music, trivia questions and on-screen challenges are guaranteed to rock your world every time you play.&#10;&#10;",
    "categories": [
      "Electronic",
      "Music",
      "Party Game",
      "Trivia"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/XzaztxnfgXEB-5HcOe-aBQ__thumb/img/4rN2L-1WW1scDQylHiu9JmbECN4=/fit-in/200x150/filters:strip_icc()/pic303535.jpg"
  },
  {
    "id": "5011",
    "name": "Monsters of the Midway",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 10,
    "description": "This is a fantasy themed American-Football game from the pages of The Dragon magazine (Issue #65, Sept. 1982).  Players draft monsters to create their teams and then duke it out on the gridiron.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Sports"
    ],
    "mechanics": [
      "Bias",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/Nt3VDY0Z52O3D7MfKz3ztQ__thumb/img/dxVjETzRv3zrbW-zTmWN0IkntA0=/fit-in/200x150/filters:strip_icc()/pic89132.jpg"
  },
  {
    "id": "237704",
    "name": "Grande y Peludo",
    "minPlayers": 4,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 8,
    "description": "Go for it all and try to convince the other players that your crazy answer is the best. Hot and sticky? Frozen and explosive? Let your imagination fly! With Big and Hairy you will test your creativity and your power of persuasion.&#10;Each turn you draw three cards and choose two of them. Each card has words, and the players must chose something that is relating to the two cards. The player who is the judge for that turn must decide which player chose the best relating word. That player gains one card. The player with more cards in the end of the game wins.&#10;&#10;",
    "categories": [
      "Party Game"
    ],
    "mechanics": [
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/8m7OxWp3MbRn6QoxXpgKDQ__thumb/img/ARz6P5A66IjV3pIv_Xhp50WvN_I=/fit-in/200x150/filters:strip_icc()/pic3795458.jpg"
  },
  {
    "id": "194040",
    "name": "Star Wars: Rule the Galaxy",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 6,
    "description": "Stop the attack of the dark forces! The game requires the cooperation of players - if even one enemy division reaches the Resistance base, all the players lose. The game has 1 player option.&#10;&#10;Players are controling rebel forces. Their goal is to defend the base against the attack of the First Order troops. If base is lost, players lose as well. If base is defended, the one that killed most of the enemies is the winner.&#10;&#10;Each player has the deck of the cards with a Force Awakens characters. They can use the cards to kill upcoming First Order troops. To kill the unit, player has to play a number of the cards with colors matching with the First Order unit card. At the begninning of the turn each player can take as much cards from the deck as he likes, but when the fire marker is taken, payer loses the turn and all the card he took.&#10;&#10;",
    "categories": [
      "Card Game",
      "Science Fiction"
    ],
    "mechanics": [
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/18m7bgFZodAjznr454-fFA__thumb/img/fj9QVEGBxaL2TXvMu1nB2BGxtII=/fit-in/200x150/filters:strip_icc()/pic3923941.png"
  },
  {
    "id": "11508",
    "name": "Katego",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 8,
    "description": "Katego is a dice game that is played over 11 rounds. Each round, players roll two dice and enter the total in one of 11 columns marked 2 to 12, choosing a different column each round. Each column is scored (for 2 to 12 points, as designated) by the player with the highest entry in that column. Columns with ties are not scored. The player with the highest score after 11 rounds wins.&#10;&#10;Originally published in New Tactical Games with Dice and Cards. Its English name is Catego.&#10;&#10;",
    "categories": [
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/9sMj1D8P5xrOmUs0eAcS0g__thumb/img/MwQXX0tbO43vo4YbLCcDhdvB-GE=/fit-in/200x150/filters:strip_icc()/pic75803.jpg"
  },
  {
    "id": "5433",
    "name": "The Crocodile Hunter Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 5,
    "description": "Players move their cats along the top of the fence based on the roll of the dice. If a dog comes up on either of the dice, the player must activate &quot;Muggs the Motorized Mutt&quot; after moving his or her cat. Muggs then proceeds to careen around the yard. If he strikes the base of anyone's cat, it is shot up into the air. Dislodged players must move their cats back to the closest available barrel(they are safe while in those). The first player to move their cat all the way around the yard wins.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Electronic",
      "Humor"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/GQX1ag1ag6MJcntuxZTG5A__thumb/img/IxaCG8TtFfFJc79iHSdhMKOUuIo=/fit-in/200x150/filters:strip_icc()/pic5254485.jpg"
  },
  {
    "id": "19957",
    "name": "Blitz",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 30,
    "age": 10,
    "description": "This is a simple draw and discard game, suitable for 2 to any number of players of all ages. Players start with three cards, and try to collect cards in a single suit worth the highest point total.&#10;&#10;52 card deck, three markers (or coins, or bills for those inclined to gambling :-))&#10;&#10;Deal three cards to each player and one to the discards.  Dealer (first to draw and discard) rotates clockwise.  Only cards of the same suit (see variation) count toward your point total. Players take turns to draw the top card from either the stock or the discards, then discard a card. In replacement for drawing and discarding, any player can &ldquo;knock&rdquo;, signifying that each player then has one more turn to draw and discard.  When the turn returns to the &ldquo;knocker&rdquo;, then all players lay down their cards and announce their total.  The lowest score discards a token/coin.  In the event of a tie for lowest score, all lowest scoring tied players discard a token/coin.  At any time, if a player collects 31 points (A, and two face cards or ten), then they immediately lay down their cards and announce &ldquo;blitz&rdquo; or &ldquo;31&rdquo;, and all other players discard a token/coin.  If a player runs out of tokens/coins, then they are out of the game.  The game ends with the last player standing (and collecting all the money, in the event that players have agreed to play for coins).&#10;&#10;Ace is worth 11 points, the kings, queens, and jacks are worth 10, and all other cards are worth their face value.&#10;&#10;",
    "categories": [
      "Card Game",
      "Party Game"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Memory",
      "Player Elimination",
      "Set Collection",
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/_TaNzdMQqy_mGQfSOtw2LQ__thumb/img/S_3rfgTi5YKO-4M2LSfJDuGZecs=/fit-in/200x150/filters:strip_icc()/pic104484.jpg"
  },
  {
    "id": "136153",
    "name": "The Union Forever!",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 45,
    "age": 0,
    "description": "This is the eleventh game in the Pocket Battle Games series from LPS, Inc.&#10;&#10;Strategic level American Civil War on a postcard. The map of the Confederacy is divided into areas. The U.S player must strangle the Confederacy and reduce their will to continue fighting. Players use a standard deck of playing cards to activate armies (three Confederate and up to six Union) for movement and combat. Units can fight enemy armies in the same area. Combat is done by rolling 1D6, adding  combat strength (for the Union) or Resistance Level (for the Confederates) and comparing results. Highest result wins. Losses are taken in retreats or in step losses.&#10;&#10;There are up to eight turns, each of which is six months. The key mechanic is the Confederate Resistance Level (CRL). As Union armies occupy areas, the CRL falls. If the CRL falls to zero before the end of turn 8, the Union player wins, otherwise the Confederate player wins.&#10;&#10;",
    "categories": [
      "American Civil War",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/T-2-Rx97zdboOXsUWOr2bA__thumb/img/1nEBgYWa8m4jDGvWHYUcie8hBAs=/fit-in/200x150/filters:strip_icc()/pic1530936.jpg"
  },
  {
    "id": "137685",
    "name": "Muses",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 5,
    "age": 0,
    "description": "In Muses you are an aspiring artist seeking inspiration from the nine Muses of mythology. Each Muse that you encounter will gain you inspiration points and assistance in encountering her sisters. You may also call upon hints gleaned from the works of classical authors.&#10;&#10;It is a very quick, solitaire dice and card game. It is comprised of nine cards and three tokens and requires two standard D6s. There is no setup required and you can play through a full game in under five minutes. There is a significant element of luck in the game but players must make the right tactical choices to capitalise on that luck.&#10;&#10;Each of the nine cards represents one of the Muses. On the card is a point value and - in most cases - a dice manipulation power, to be gained by encountering that Muse. Around the edge of the cards are between one and four conditions that you must meet on the two dice in order to encounter that Muse. Each turn the player draws a new card, turns any unclaimed cards 90 degrees clockwise and rolls the two dice. Using any powers they have acquired, the player then tries to claim (encounter) one of the active cards by matching the condition currently showing at the top of the card. Cards which are not encountered before they run out of claim conditions are discarded.&#10;&#10;&#10;        Update. A new edition of Muses is now available at www.goodlittlegames.co.uk&#10;    &#10;&#10;&#10;",
    "categories": [
      "Ancient",
      "Dice",
      "Print & Play"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/5iQouwvCD1ZOhk0xTK4z2Q__thumb/img/_4x3asvKFSAR1nPy5kvt8Cu3sUU=/fit-in/200x150/filters:strip_icc()/pic1720489.png"
  },
  {
    "id": "21382",
    "name": "In10sity",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 10,
    "description": "A trivia game for everyone! 700 fascinating trivia questions where every answer is a number between 1 and 10. Make big moves forward if your answer is correct. Take small steps if you're within one. Get it wrong and you'll have to move backwards. Be the first around the track and win!&#10;&#10;",
    "categories": [
      "Trivia"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/vx-n5CYh2EBSg8iVjHUAgA__thumb/img/295XGgF8bDBsABGzmpliVAi55Mc=/fit-in/200x150/filters:strip_icc()/pic195966.jpg"
  }
]
