[
  {
    "id": "156077",
    "name": "A Fistful of Dinero",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 10,
    "description": "The year is 1886 in a small forgettable hovel of a town on the border of nowhere. Several unscrupulous individuals come together for a hand of poker over a pile of cash. A whispered accusation of chicanery crosses the table and irons are yanked from holsters. The sparse crowd dives for cover and lead arcs towards flesh, the saloon aching for a fresh coat of crimson.&#10;&#10;A Fistful of Dinero, the first game published by Magic House Games, is a card game for 3-6 players set in the wild west. After a poker game goes terribly wrong, players draw their weapons, make a quick grab for the cash, throw chairs, dive for cover, and do everything they can to be the richest gunslinger &mdash; or just the last man standing...&#10;&#10;At the start of a round, players draft cards and place (program) them in one of three slots. Then in player order, players reveal the first slot and take one of the two available actions. Players can fire their weapons, hide beyond cover, switch weapons, grab money, etc. Players also have the opportunity to &quot;throw&quot; chairs or other items (cards) onto an opponent's player board to do additional damage.&#10;&#10;The game ends in two ways: If a player takes five points of damage, he's dead and out of the game, with the last man (or woman!) standing winning it all. Alternatively, if the pot of dinero ever runs out, the richest outlaw wins.&#10;&#10;Highlights Include:&#10;-Card Drafting with Conflict&#10;-Action Programming&#10;-Completely unique cover system based on seating location&#10;-Literally throw chairs, tables, knives, tomahawks, and dynamite at your opponents by physically tossing cards&#10;-Descriptive wounds with story flair and lasting repercussions&#10;-Intense narrative that unfolds organically from actions performed (heavily inspired by the classic Avalon Hill game Gunslinger)&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "American West",
      "Card Game"
    ],
    "mechanics": [
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/uB5hIjH9Gaaghob3CIIRpQ__thumb/img/DLaS9XfE5q2aueeUgHrEa5-1UgE=/fit-in/200x150/filters:strip_icc()/pic3494582.jpg"
  },
  {
    "id": "18908",
    "name": "Cactus Throne: The Mexican War of 1862-1867",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 360,
    "age": 14,
    "description": "Dissatisfied with the Mexican President&rsquo;s decision to halt all payments on foreign debts until the Mexican economy improved, a coalition of European Powers that included the French Empire, Spain and Great Britain agreed to send an expeditionary corps to capture the main port of Vera Cruz and hold it until debt payments were restored. The British and Spanish monarchs did not reckon with the ambitions of Napoleon III, nephew of Napoleon Bonaparte and Emperor of the French. The wily Napoleon III schemed to conquer Mexico and set up a puppet regime that would bleed Mexico of its treasures to finance a resurgent French Empire.&#10;&#10;Napoleon III picked an obscure Austrian archduke named Maximilian to be his cat&rsquo;s-paw and supported the effort with thousands of French troops. Even though there was some local support in Mexico for the return to a monarchy, most of the country remained loyal to the elected president, Benito Juarez and the French spent huge amounts of treasure and blood to try to put down the Republican Forces. From 1862 through 1866, Napoleon III and his puppet Maximilian attempted to forge a Mexican Empire, but after the United States won its Civil War, the threat of an invasion from the North and growing concerns about the ascendancy of the Prussian military in Europe forced Napoleon to withdraw his army from Mexico. The remaining troops loyal to Maximilian were not enough to stop the growing Republican army, and Maximilian was captured and executed in 1867.&#10;&#10;Can you, as the French/Imperial Mexican player succeed where Napoleon III failed and pacify a hostile land? You have some of the finest units in the French army, including the famed Foreign Legion, volunteers from Austria, Belgium and Egypt, and a growing army of loyal Mexicans at your disposal. Or, as the Republican Player, can you outwit the powerful French army and restore Mexico to its rightful ruler, Benito Juarez?&#10;&#10;Design - Andy Nunez&#10;Development - Paul Rohrbaugh&#10;Graphic Design - Craig Grando&#10;&#10;",
    "categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Area Movement"
    ],
    "image": "https://cf.geekdo-images.com/NrHdaAG1lyNqLaidqnAzUA__thumb/img/PTMVpt1c20Wfc_w58O7Pk5cK7_A=/fit-in/200x150/filters:strip_icc()/pic122090.jpg"
  },
  {
    "id": "248157",
    "name": "Deadpool vs The World",
    "minPlayers": 3,
    "maxPlayers": 10,
    "playingTime": 60,
    "age": 17,
    "description": "Deadpool makes his mark on adult gaming in Deadpool vs the World, a hilarious party game for mature audiences. Featuring 100 custom illustrations of Deadpool in very strange and unsightly situations, players face off against their friends by filling in the blanks on Caption cards to provide the most outrageous explanations of the Merc with a Mouth&rsquo;s predicaments. The player who best describes Deadpool&rsquo;s compromising situations wins the game.&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "mechanics": [
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/xk3S7H5VTRPN8u9XNSIZ1Q__thumb/img/sb50aXxWUJgvXEt08SpdBpunyw0=/fit-in/200x150/filters:strip_icc()/pic6087019.jpg"
  },
  {
    "id": "107402",
    "name": "Keren: East Africa 1941",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 0,
    "description": "(from the publisher' website:)&#10;&#10;Keren simulates the Battle of Keren, one of the pivotal engagements in East Africa during the Second World War. The Italian units, particularly the Savoia Grenadiers, fought so well the Commonwealth forces had to conduct three assaults to break their position. Indeed, the Savoia Grenadiers were never dislodged from their hilltop position, and were only compelled to surrender after being surrounded an after the other Italian positions had fallen. In spite of their ultimate defeat, it&rsquo;s regarded as one of the Italian Army&rsquo;s most impressive showings during the entire war.&#10;&#10;Keren includes one counter sheet (228 counters) and one map of the Keren area of Eritrea (each hex represents about 220 yards), portraying the Dongolaas Gorge and the heights on both sides, dominating the area south of Keren. The system&rsquo;s unique feature is the ability of infantry units to self-reduce to dispatch men as supply-runners, as was necessary for both sides historically. Fighting atop the difficult hills will give players a sense of why the Italians were so difficult to dislodge, as well as the importance of artillery and air support, and the limitation on the usefulness of tanks.&#10;&#10;Components: One 22&quot; x 34&quot; map &amp; 228 counters&#10;&#10;Magazine: World at War #25&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/rzYlldVHJedkzDSdzQtWbQ__thumb/img/PzVuimutMa77PQJTvVTrU7kHVhs=/fit-in/200x150/filters:strip_icc()/pic1302630.jpg"
  },
  {
    "id": "30838",
    "name": "Les 7 Blasons",
    "minPlayers": 2,
    "maxPlayers": 7,
    "playingTime": 45,
    "age": 12,
    "description": "This is a game of tactics and counter-attacks during which you will seize any opportunity to take tricks and get blazons other than yours. Each player plays for his/her own self but alliances may be useful and are sometimes more than welcome. But beware of traitors!&#10;&#10;The goal of the game is to score as many points as possible by taking tricks and collecting blazons other than yours. You will score points for the tricks you get and the blazons placed in front of you, but remember that the only blazons from which you can get points should be face up and different from your own blazon!!!&#10;&#10;Game contents:&#10;&#10;&#10;     56 playing cards: 8 per blazon, each representing a character (mischievous, peasant, fiddler, magistrate, friar, intendant, middle-class woman and middle-class man); some characters have special powers. Card values range from 0 to 7;&#10;     7 &ldquo;blazon cards&rdquo; used for player identification and scoring points;&#10;     28 &ldquo;blazon tokens&rdquo; (4 tokens per blazon);&#10;     1 booklet including game rules;&#10;     11 additional cards, for game variants: 4 &ldquo;middle-class&rdquo; cards (lower, average, upper, higher), and 7 other &ldquo;friar&rdquo; playing cards (with special powers).&#10;&#10;&#10;",
    "categories": [
      "Card Game",
      "Medieval"
    ],
    "mechanics": [
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/bJ1pP-_VzEs3SQ2aJn7f0w__thumb/img/IRXYcrWFtj1PX7Pp-T6p2kSiztw=/fit-in/200x150/filters:strip_icc()/pic987400.jpg"
  },
  {
    "id": "25001",
    "name": "Fleet 1715",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 10,
    "description": "Scheduled for Essen 2006 release, this is Stephan Riedel's card version of his deduction board game, Old Town, albeit with a different theme: the discovery of a lost Spanish fleet.&#10;&#10;At dawn on July 24, 1715, a fleet of eleven ships lifted anchor in Havana. For fear of raids, the Spaniards hadn't dared to send a single one of their silver ships over to the motherland. The War of the Spanish Succession with Great Britain and the Netherlands had made shipping routes too unsafe.&#10;What was now being transported on the ships of this armada was the most precious cargo that has ever been entrusted to the seas: the ships had loaded gold and silver bars worth the equivalent of 86 million dollars. The ships also had three iron-studded chests on board, filled to the brim with priceless jewels.&#10;&#10;The chests were intended for the future wife of the Spanish king, Duchess Isabella of Parma.&#10;&#10;On July 29th, the fleet passed the Bahamas and headed for what is now Cape Kennedy. During the night the waves suddenly increased and a hurricane drove the ships towards the reef-strewn coast. On the morning of July 31, 1715 the storm was over. Hundreds of corpses lay among gold bars, silver coins and cannons on the Florida coast.&#10;&#10;Using cards and a log puzzle deduction grid, players try to match , the captain, ship, cargo and depth of wreck for ships from the fleet.&#10;&#10;Expanded by:&#10;&#10;    Fleet 1715: Expansion&#10;&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction",
      "Nautical"
    ],
    "mechanics": [
      "Deduction",
      "Paper-and-Pencil"
    ],
    "image": "https://cf.geekdo-images.com/3H2LeiVGsdcERxL0DdB1Bw__thumb/img/R2Ep09SSHQMUfUJrN4oQ8p5mUAY=/fit-in/200x150/filters:strip_icc()/pic1720156.png"
  },
  {
    "id": "85472",
    "name": "The Art of Science",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 18,
    "description": "The game was first released in Sweden in august 2010, but in may 2011 an updated version with 2000 questions was released in the UK.&#10;&#10;Art of Science[sic] is a challenging trivia game for people interested in technology and natural science.&#10;&#10;The categories are: Mathematics, Physics, Chemistry, Biology, Technology and &quot;Other science&quot; (a category of miscellaneous questions).&#10;&#10;Whether you are a biologist or a mathematician, you will meet on equal terms - you chose your categories!&#10;Lack of knowledge or temporary memory loss - ask a fellow player and share the points.&#10;&#10;During the game you can also challenge your opponent to a duel, get chances of points-replication and answer questions like a universal genius. Take the chance to refresh your old knowledge and conquer new.&#10;&#10;&quot;Stimulating and challenging, ingenious and at times infuriating, this is smartly designed so that it&rsquo;s fun and even a little strategic while stretching your scientific knowledge&quot;, Quentin Cooper&#10;&#10;",
    "categories": [
      "Educational",
      "Trivia"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/ZirrXvf8RobShDESXomNPA__thumb/img/Cj9WbRtA02qlX4JrbiQgHosryVU=/fit-in/200x150/filters:strip_icc()/pic897639.jpg"
  },
  {
    "id": "91513",
    "name": "Princess Magic Fairy",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 4,
    "description": "In Princess Magic Fairy, players use a magic wand to cast spells on one another &ndash; kind of.&#10;&#10;On a turn, a player reveals one of the 32 spell cards in the game. If the card shows the kobold Kinkerlitz, then the kobold automatically claims the card. If the card shows something else, then the active player draws a picture of that item on another player's back. If that player guesses what that object is, the drawer claims the card; if not, then the kobold steals the card as punishment.&#10;&#10;If the players collectively earn eight spell cards before the kobold, then they win the game together.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Fantasy",
      "Memory"
    ],
    "mechanics": [
      "Cooperative Game",
      "Line Drawing"
    ],
    "image": "https://cf.geekdo-images.com/Hs9K6qgvr-MnZ6d2X2qjIQ__thumb/img/5ICGlaMYXpXwKT08Tu9vpNb-9uE=/fit-in/200x150/filters:strip_icc()/pic2527251.jpg"
  },
  {
    "id": "172980",
    "name": "Double Mission: Beyond the Object",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 13,
    "description": "Double Mission: Beyond the Object is a light game with a heist movie theme, &agrave; la Ocean's Eleven. It is basically a competitive game, but with a dose of semi-cooperative element.&#10;&#10;Each player personifies a &quot;professional thief&quot; who attempts to retrieve valuable objects (tokens) from various cities of the world. Each city has its own security level, which is represented by the number of dice a player has to roll. The special d6 die has one &quot;fail&quot; side and five &quot;success&quot; sides. For instance, if a player wants to penetrate a level 4 city, he or she rolls four dice and all four dice must show &quot;success&quot; sides.&#10;&#10;There is a unique semi-cooperative aspect here. If a player wants to penetrate a city, he or she can ask another player to join the heist. The main player and the collaborator roll the dice, and the heist succeeds if any one of them rolls all &quot;success&quot;. The main player takes the valuable object from the city while the collaborator receives points for compensation. If the heist fails, both the main player and the collaborator receive an investigation token (potential penalty points).&#10;&#10;Players continue to gather valuable objects, which can be sold for immediate points or displayed to claim &quot;fame titles&quot;.  Whoever earns the most points wins the game and is declared the greatest thief of the world.&#10;&#10;",
    "categories": [
      "Dice",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Point to Point Movement",
      "Set Collection",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/HxTvudFam-ncLndOpR-6Zw__thumb/img/-V6k_RPn-aJOdGlq9QW1bYEBPN0=/fit-in/200x150/filters:strip_icc()/pic2592277.jpg"
  },
  {
    "id": "406525",
    "name": "STAKD Elite",
    "minPlayers": 1,
    "maxPlayers": 8,
    "playingTime": 0,
    "age": 7,
    "description": "Elevate your gaming experience to new heights with STAKD Elite! This premium version introduces an advanced level of strategy, challenging players with the inclusion of an exclusive game piece that demands expert-level skills.&#10;&#10;As in STAKD, players add and stack pieces to the base until the last piece that can be placed has been played. Introducing the Blue Bomber game piece in the Elite version empowers players to strategically neutralize segments of the play field vertically as well as horizontally.&#10;&#10;Engage in thrilling challenges by strategically positioning these formidable barriers, adding a dynamic layer of gameplay that demands both foresight and tactical prowess.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Children's Game"
    ],
    "mechanics": [
      "Player Elimination",
      "Stacking and Balancing",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/7XqBg8h2JwcEKFttwuFNig__thumb/img/6SOok28r3jQEkUoGUEEBqZtQM_Y=/fit-in/200x150/filters:strip_icc()/pic8425272.jpg"
  },
  {
    "id": "69973",
    "name": "Ticked Off",
    "minPlayers": 3,
    "maxPlayers": 10,
    "playingTime": 45,
    "age": 13,
    "description": "In each round of Ticked Off, players are shown a category, then take turns making claims of how many items they could list in that category.&#10;&#10;Seems straightforward &ndash; but naturally there's a twist! Once all but one person has passed on increasing the target bid, a second category is revealed and each player then lists as many items as possible &ndash; but from only one of the two categories. Players then compare answers and mark out duplicates, scoring one point for each unique answer; the bidder scores two points for each unique answer, but only if he meets his bid. In addition, each player scores additional points if he listed more answers than the number bid.&#10;&#10;",
    "categories": [
      "Party Game",
      "Word Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/VMYsLG3h_KkmmJL6DuiJzw__thumb/img/lWudHEiVXOVMeJKdtxMhUmyEV7A=/fit-in/200x150/filters:strip_icc()/pic1093108.jpg"
  },
  {
    "id": "167468",
    "name": "Kuh Vadis",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 8,
    "description": "In Kuh Vadis, two players compete to connect their three locations in the field before the other player does.&#10;&#10;Players start the game be marking three pre-set locations on a 7x7 field with either Xs or Os. The remaining spaces show either cows or numbers 1-5. On a turn, the player rolls five dice up to three times, keeping any number of dice she wishes after each roll. If after the third roll she has either two cows or three of the same number showing on the dice, she can mark one of these spaces on the grid with an X or O as appropriate. (If she has both two cows and three of a kind, she marks only one space.)&#10;&#10;If she has a four-of-a-kind of either cows or one number, she marks one space, then takes another turn &mdash; but on this turn she must mark a space adjacent (either orthogonal or diagonal) to the previously marked space. If she continues to get quartets, she can keep marking spaces and taking additional turns.&#10;&#10;The game ends as soon as one player has created a chain of marks that connects her three starting locations, and this player wins. If a player blocks off one of the opponent's starting locations, then this opponent had best do the same in order to ensure a draw; otherwise she's sure to lose!&#10;&#10;",
    "categories": [
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/Z70phTw1mnVdINn6Kr386Q__thumb/img/pqqdN98t8triT9oCpaIq0f8Fn78=/fit-in/200x150/filters:strip_icc()/pic2266435.jpg"
  },
  {
    "id": "390568",
    "name": "Alphabet Stoop",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 6,
    "description": "Alphabet Stoop is a turn-based, word building, tile placement game that is sure to deliver fun to your doorstep! Play as a parcel delivery person dropping off packages (letter tiles) on stoops and using them to spell words.&#10;&#10;Move your package carriers from stoop to stoop. Carriers must always move via an adjacent stoop. Drop off your packages on stoops and form words with newspapers (vowels), magazines (wild letters), and other packages (consonants). Be the first player to deliver all of your packages OR earn NINE Victory Points to secure your win! (1 point per Stoop Card you occupy and 1 point per Stamp you have).&#10;&#10;-description from publisher&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Educational",
      "Word Game"
    ],
    "mechanics": [
      "Spelling",
      "Tile Placement",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/1_9A6Y0APHkazT9uCfKVNg__thumb/img/3665IkVnaT7uof2UlxLXRkVg6KI=/fit-in/200x150/filters:strip_icc()/pic7579077.png"
  },
  {
    "id": "351635",
    "name": "Unsung Heroes",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 14,
    "description": "This is a game of misfits trying their best to fight the King Rat and become immortalized in Song. Game play is simple, but not simplex, and offers depth of play to the experienced, and accessibility to the beginners. It is a great family game, and full of dry humor.&#10;&#10;Unsung Heroes is a resource management game that is unmatched in its class. It comes with more dice than a game has any right to have and is perfect for game night or to pull non gamers into the world of board games. Remember, even the mightiest of adventurers began with only hopes and dreams. Unsung Heroes is the classic 'leveling from 1 to 2' story.&#10;&#10;Designed by lifelong nerds looking for good games to play with their non nerd family and friends, Unsung Heroes is quick to learn, yet enjoyable to play. The basic premise is simple: roll dice and play cards to earn points. Highest score gets the rat. Yet the game is deep enough to keep even the most ardent board gamers entertained.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Fantasy"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Dice Rolling",
      "Finale Ending",
      "Hand Management",
      "Push Your Luck",
      "Score-and-Reset Game"
    ],
    "image": "https://cf.geekdo-images.com/XFO29nGd-5QGLydH1FfaqA__thumb/img/3ZYGbVROt1oO1vejKW53Un4E2To=/fit-in/200x150/filters:strip_icc()/pic6885461.jpg"
  },
  {
    "id": "198035",
    "name": "Dumstrut",
    "minPlayers": 3,
    "maxPlayers": 9,
    "playingTime": 60,
    "age": 16,
    "description": "Dumstrut is a quiz game. The goal is to get as many points as possible. Points is given for giving the closest correct answer on the questions in the game, but all players also plays a dunce cap (dumstrut) on one other player. If their answer (always a number) is furthest from the correct answer you get bonus points. The questions are mostly silly, eg how high can a popcorn jump.&#10;&#10;",
    "categories": [
      "Trivia"
    ],
    "mechanics": [
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/axWhqgD1-BFzYULcVF8DAA__thumb/img/4gJyVil8RvQtiXBjtx9wATD9vdo=/fit-in/200x150/filters:strip_icc()/pic3042965.jpg"
  },
  {
    "id": "12222",
    "name": "Ancients: Thapsos & Alexandria",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 45,
    "age": 12,
    "description": "These games were originally published in Game Fix magazine #1 and were later reissued by One Small Step.&#10;&#10;The set comprises two complete games using Bill Banks's classic &quot;Ancients&quot; game system of hoplites and charioteers.  The Thapsos scenario is a relatively simple meeting of infantry, one side with archers, the other with elephants.  The Alexandria scenario adds trireme combat in addition to the infantry.  The game includes 100 die-cut counters, two 8.5&quot;&times;11&quot; full-color maps, tables, scenarios, and rules.&#10;&#10;",
    "categories": [
      "Ancient",
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/sWWuc5Vdiar4YJpKhyEu2Q__thumb/img/SZr-WcaH4x5uYMfr1-TpZNc5PFs=/fit-in/200x150/filters:strip_icc()/pic6282255.jpg"
  },
  {
    "id": "17962",
    "name": "Cranium Bumparena",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 7,
    "description": "Cranium Bumparena is the outrageous game that will have everyone on the edge of their seat. Guide the bouncy balls into your goal by adding and pivoting bumpers on the Bumparena board. But watch out! When the balls start to fall, you never know which way they'll roll. The first player to score six goals wins.&#10;&#10;Bumparena combines the high-energy excitement of pinball with the strategic challenge of a 3-D maze. No two games are the same, but each one is full of laughter and suspense. Quick and easy to play, Bumparena is perfect for any occasion, and although it's designed for kids 7 and up, everyone will enjoy its unpredictable fun.&#10;&#10;The object of Bumparena is to be the first player or team to score six goals. Take turns drawing and playing cards that allow you to add or pivot bumpers and add or move balls on the Bumparena board. If you draw a Release Now card, release all the balls immediately! When the balls start to fall, you never know which way they'll roll.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game",
      "Maze",
      "Puzzle"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/ZZYKYvZ-B2TAnATRPEZR4w__thumb/img/ybzKE5PEt3WDVPtX3rp_SCOV6TY=/fit-in/200x150/filters:strip_icc()/pic83266.jpg"
  },
  {
    "id": "329883",
    "name": "World Auto Racing",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 14,
    "description": "World Auto Racing is a collectible card game that puts you in the driver's seat. Play against your opponent with your spec'd out car and driver. Make sure you are ready for any course or condition, your opponent may have other ideas.&#10;&#10;Card types feature Car, Modification, Control, Trait, Condition and Course. Each card features gorgeous custom artwork. Play the best strategy and and cross the finish line first to win glory.&#10;&#10;Are you a drift king, or more of a rough and tumble muscle car driver? Maybe you win by wreaking havoc on your opponent's plans. The choice is yours in World Auto Racing.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Collectible Components",
      "Racing"
    ],
    "mechanics": [
      "Hand Management",
      "Open Drafting",
      "Race"
    ],
    "image": "https://cf.geekdo-images.com/jZJmzVCm4zPH-6r2TmhtJQ__thumb/img/t20KJSoOkX_HTPzlICPA1zGrUCY=/fit-in/200x150/filters:strip_icc()/pic5967080.png"
  },
  {
    "id": "32109",
    "name": "Electronic Catch Phrase: Music Edition",
    "minPlayers": 4,
    "maxPlayers": 0,
    "playingTime": 15,
    "age": 0,
    "description": "An electronic music version of the trivia board game.  Two teams sit in such a way that they are in between two of their opponents and facing everyone.  The game is much like Hot Potato; a song and artist appears on the screen of the handheld device.  The player currently holding it must get one of their teammates to correctly guess the name of the song.  They must do this without saying any part of a word on the screen, rhyming any parts of those words, or saying the first letter of any of those words.  When a teammate guesses correctly, the device is passed to the left for the other team to do the same.  The round ends when an internal timer runs out and a buzzer sounds.  The team not holding the device at that time scores a point.&#10;&#10;There are two ways to play, and scoring is different in each.  The first is similar to classic Catch Phrase.  However, if you wish to incorporate singing into the game, the other version adds an extra point for any clue that is sung, if the team guesses correctly.&#10;&#10;The game has 9 categories to choose from each round: Pop Mix, 70s, 80s 90s, 2000s, Classic Rock, Hip Hop/R&amp;B, Country, Oldies.&#10;&#10;The game requires 3 AAA batteries, not included.&#10;&#10;",
    "categories": [
      "Electronic",
      "Music",
      "Party Game",
      "Trivia"
    ],
    "mechanics": [
      "Cooperative Game",
      "Singing"
    ],
    "image": "https://cf.geekdo-images.com/hPSdsor1xk-jyjtyVbOekw__thumb/img/UkMBC07dG2YENBCqlkcace5q9Xs=/fit-in/200x150/filters:strip_icc()/pic8223749.jpg"
  },
  {
    "id": "421921",
    "name": "Number Chain",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 8,
    "description": "You want to rid yourself of cards as quickly as possible in Number Chain, and to do so you will...chain numbers. Yes, no surprise there!&#10;&#10;Each player starts with a hand of cards, with each showing a two-digit number, although sometimes one digit is a ?, a &quot;wild&quot; stands for a digit of your choice. Place three cards face up in the pool and one card face up on the floor. A condition tile starts on the pivot side; more on that later.&#10;&#10;On a turn, you can play any number of cards from your hand as long as the first number on these cards matches the last number on the floor card. (That last number is the &quot;pivot&quot;.) Arrange your played cards on the floor in the order of your choice with the top card becoming the new floor.&#10;&#10;If you can chain three consecutive numbers, you can play them no matter what the floor card is, then you take another turn.&#10;&#10;Instead of playing or chaining, you can take a pool card or the top card of the deck into your hand, refilling the pool, if necessary.&#10;&#10;Finally, you can reset by taking all three pool cards into your hand, then flipping the condition tile. The side opposite &quot;pivot&quot; is relay, and when relay is the condition, you can play cards one by one, with the first digit of each played card matching the last digit of the new floor card. Maybe you can empty your hand all in one go this way?&#10;&#10;When one player empties their hand, everyone else can only play or chain from that point, exiting the game when they can't put down cards on their turn. Each wild card still in hand is worth 3 points, and each non-wild card is 1 point.&#10;&#10;Play three rounds in this manner, then whoever has the fewest points wins.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/xCHB4mecMpb0Iv1fiJrqxQ__thumb/img/QGi1BrZhz1BBsfi0bwRkmOwoQZo=/fit-in/200x150/filters:strip_icc()/pic8225074.png"
  },
  {
    "id": "372930",
    "name": "Mini Escapes: On the Trail of the Treasure of Anne Bonny",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 12,
    "description": "Mini Escapes is a new type of Escape room: like a large &quot;folded&quot; sheet that fits in a pocket, it can be carried and played anywhere! Open the App, follow the instructions and start spinning the gears!&#10;&#10;Mini Escapes - &quot;Sulle tracce del tesoro di Anne Bonny&quot; contains 3 Escape rooms of approximately 60 minutes each. &#10;They are playable individually, but if you play every adventure all lined up, they will immerse you in a story illuminated only with the light of a torch!&#10;&#10;Check the difficulty of the scenarios on the back of the box, get together with your group of friends and scan the QR code to start your game.&#10;&#10;Follow the adventurer and smuggler Jack Pike, whose first mission originates  in the underground warehouse of a Russian oligarch's villa, in Moscow! Then, cross the globe to land on an island and live a real pirate adventure!... If you can overcome the obstacles in front of you, you may become as rich as kings!&#10;&#10;Attention: Mini Escapes needs a device to be played.&#10;&#10;Mini Escapes - &quot;Sulle tracce del tesoro di Anne Bonny&quot; is part of the Mini Escapes Family!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Adventure",
      "Deduction",
      "Exploration",
      "Memory",
      "Puzzle"
    ],
    "mechanics": [
      "Cooperative Game",
      "Deduction",
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/w4IQDVUgy-DUTqEQ4frFsw__thumb/img/lQmn1MjXfPlGEyZzKygGqX8DkbM=/fit-in/200x150/filters:strip_icc()/pic8601933.jpg"
  },
  {
    "id": "99166",
    "name": "Monza: Das Kartenspiel",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 15,
    "age": 4,
    "description": "Car Racing game derived from the original Monza Boardgame&#10;&#10;Create a track by placing the track cards on the table. Each player places a car on start.&#10;Some parts of the track have oil stains that cannot be entered.&#10;&#10;During the game you will play traffic Light cards. The cards show a traffic light containing 3 different colors (some of them even have a rainbow light)&#10;&#10;2 variants to play:&#10;Basic: Draw a &quot;traffic light card&quot;, play it and move your car.&#10;Pro&quot; Every player takes 3 cards in his hand, and chooses which one to play, after play you take another card&#10;&#10;",
    "categories": [
      "Card Game",
      "Children's Game",
      "Racing"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/WqvJFcpUbx9N0uXZ-X4Fag__thumb/img/HpxAQfgL_gefutjs99PzR3rDyq4=/fit-in/200x150/filters:strip_icc()/pic1013122.jpg"
  },
  {
    "id": "254025",
    "name": "Operators",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 90,
    "age": 14,
    "description": "Location: classified&#10;Mission: elimination&#10;&#10;Gather your soldiers, but take only the best field operators to win the battle against the enemy troop!&#10;&#10;In Operators, you're part of an elite military team. Your task is to eliminate all members of the opposing team. Operators can be played with up to ten players. Team members share a common pool of gears and weapons. You have to cooperate with your brothers-in-arm to decide how far to push your current attack. Choose your gear wisely because it can decide the end of a battle.&#10;&#10;Operators can be played in two different modes and both modes has three missions: skirmish, capture the point and hostage rescue. Your characters have different gears and different special skills.&#10;&#10;",
    "categories": [
      "Fighting",
      "Modern Warfare",
      "Party Game"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Player Elimination",
      "Push Your Luck",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/OYe5_o3VZy4DcMz1tkhJlA__thumb/img/6fjnzk_bNk7R0e-K6hmjTqhEEMU=/fit-in/200x150/filters:strip_icc()/pic4206455.jpg"
  },
  {
    "id": "6023",
    "name": "Thunder at Luetzen: Opening Battles for Germany, 1813",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 240,
    "age": 12,
    "description": "&quot;Thunder at Luetzen&quot; is an army level wargame simulation of the opening of Napoleon's 1813 campaign in Germany.  The game was first published in Strategy &amp; Tactics magazine #99 in 1984.&#10;&#10;The game consists of a 16 page rulebook, one 22&quot;X34&quot; mapsheet, 200 counters and various player aids.&#10;&#10;Leadership and morale play an important part of the game.  Combat is by strength differential. If neither the French nor Allied army is demoralized by the end of 32 game turns, the French player wins if he controls Leipzig Bridge, otherwise the Allied player wins.&#10;&#10;",
    "categories": [
      "Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/TxP2VI-p_Exe5QG-cU3lVQ__thumb/img/bOcBm1Yq_D8bICN7ev_3ylDAh1A=/fit-in/200x150/filters:strip_icc()/pic6299384.png"
  },
  {
    "id": "129988",
    "name": "Over/Under",
    "minPlayers": 2,
    "maxPlayers": 99,
    "playingTime": 15,
    "age": 10,
    "description": "How many bricks are in the Empire State building? How far away is Pluto? Make your best guess in Over/Under, the party game of estimating far-out facts.&#10;&#10;In the game, which was first published as Die Gr&ouml;&szlig;e macht's! in German, players start with a stack of question cards, with each card having three questions and the game having 200 cards. On a turn, the active player reads one question to the other players, who then collectively decide on a numerical answer for that question. The reader must then state whether the answer given is too high, too low, or exactly right. If the reader guesses wrong, he removes the card from the game and the next player chooses the next question; if he guessed &quot;over&quot; or &quot;under&quot; and was right, he keeps the card, then passes the deck; if he guessed &quot;exactly right&quot; and was right, he keeps the card, then reads the next question himself. Bonus!&#10;&#10;When the stack of cards runs out, the game ends and whoever has the most cards wins.&#10;&#10;",
    "categories": [
      "Card Game",
      "Party Game",
      "Trivia"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/kpbFiqdQ-yeKNEooopuBQg__thumb/img/jHPiC8wYYNR87u4pOqfaqS4YWyE=/fit-in/200x150/filters:strip_icc()/pic1950463.jpg"
  },
  {
    "id": "905",
    "name": "Vagabondo",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "This game, from the makers of Mastermind, challenges players to place pentomino-style tiles of various sizes and shapes onto a grid in such a way that they always touch pieces of an opposing color but do not touch pieces of their own color.  There are different rules for the two-player/four-player partnership game and the three-to-six-player game, allowing for more players than usual for an abstract strategy game to play.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/UvNuq9MyOhSMa0jPwtDv_Q__thumb/img/XOl5znOk6MFpofNo4EifD41cz5w=/fit-in/200x150/filters:strip_icc()/pic63935.jpg"
  },
  {
    "id": "354324",
    "name": "Fresh Fruits",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 8,
    "description": "Aunt Helga has sent you shopping with one command at the forefront: Buy the juiciest fruits!&#10;&#10;But it won't be easy to bring them home in one piece as the heavy fruits must not be placed on top of the lighter ones &mdash; and of course you should buy exactly the fruits that Aunt Helga would like to have. Your challenge in Fresh Fruits is to pack your basket in just the right way with all the required fruits so that nothing is crushed and no juice is spilled. Whoever fulfills the most requirements will score best and win.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "mechanics": [
      "Contracts",
      "End Game Bonuses",
      "Open Drafting",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/2zJF4-uqv5sgsaPTVNhriA__thumb/img/T9dstkg-gR5lKUwxdMtKMdA4fiM=/fit-in/200x150/filters:strip_icc()/pic7064125.jpg"
  },
  {
    "id": "5619",
    "name": "The Fastest Gun",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 10,
    "description": "Players buy deeds in a Western Town and defend their property with their guns.&#10;&#10;Hire a gunfighter to do your dirty work for you (if you have the money), otherwise you'll get called out into the street.&#10;&#10;A 3D board with a unique mechanism for resolving gunfights is the center of play.  A rotating underlay moves beneath a player's (or hired gun's) token.  In the underlay are die-cut holes, so when it rotates under your token it falls down... and you lose the fight.&#10;&#10;Last man standing is the winner.&#10;&#10;Publishers&#10;&#10;     Denys Fisher Toys (1973)&#10;     Milton Bradley (1974)&#10;&#10;&#10;",
    "categories": [
      "American West",
      "Economic",
      "Fighting"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/Qgg9fwx3aW3zhyfWoiuaBA__thumb/img/B9qOleXJcpueA-FxDcOyg4IKjfw=/fit-in/200x150/filters:strip_icc()/pic1023655.jpg"
  },
  {
    "id": "5019",
    "name": "Buggo",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 10,
    "age": 5,
    "description": "Turn all of the bug tiles face down to form a sandbox of hidden bugs. The first player draws a card from the deck that indicates how many bugs they need to find. If you need to find three bugs for example, begin turning over bug tiles until you&rsquo;ve found three bugs, and keep the tiles you&rsquo;ve turned over. You can also stop after you&rsquo;ve found less than three bugs and in this case, also get to keep the tiles you&rsquo;ve turned over so far. If you decided to keep going and end up finding more than three bugs - or if you turn over a Buggo the spider tile, you don&rsquo;t collect any bug tiles on this turn and must return whatever you&rsquo;ve turned over so it is face down where you found it. Each bug tile you collect is worth a point, and the player with the most points wins.&#10;&#10;This is a children's game that stimulates counting and memory skills.&#10;&#10;Contents:&#10;   55 Cards&#10;     * 10 Buggo&#10;     *  5 &quot;one bug&quot;&#10;     * 10 &quot;two bugs&quot;&#10;     * 15 &quot;three bugs&quot;&#10;     * 10 &quot;four bugs&quot;&#10;     *  5 &quot;five bugs&quot;&#10;&#10;36 Bug Tiles&#10;     *  5 Buggo&#10;     * 13 Single bugs&#10;     * 11 Double bugs&#10;     *  7 Three bugs&#10;&#10;Game Rules&#10;&#10;",
    "categories": [
      "Children's Game",
      "Memory"
    ],
    "mechanics": [
      "Matching",
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/6EyI87YwrWKYcDuCnCAgzg__thumb/img/ykJ0fblYzbKXQoMGvRx83SbSc1A=/fit-in/200x150/filters:strip_icc()/pic21124.jpg"
  },
  {
    "id": "8962",
    "name": "The Jewish War",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 45,
    "age": 12,
    "description": "The Jewish war&#10;The zealot rebellion against Rome (66 to 73 AD)&#10;&#10;The Jewish war (or Great revolt) in the roman province of Judea, was the consequence of roman oppression leaded by Gessius Florus (governor of Judea) against Jews of Galilea &amp; Judea.&#10;&#10;Convinced that Romans would destroy his kingdom, the king of Gamala sent a contingent of cavalry in Judea which made the signal waited by the Zealots to trigger their rebellion.&#10;&#10;The Zealots (who were in favour of Judea's independence) raise up against garrisons of Arabians auxiliaris based in Judea &amp; Galilea in 66 AD. In spite of their victory against Feoderoti, the Zealots were finally defeated by the intervention of 4 roman legions.&#10;&#10;This game was first published by Khyber Pass Games. Then the game was translated by Fr&eacute;d&eacute;ric Bey and Pascal Da Silva in France in 2002 and published by Canons en Carton.&#10;&#10;",
    "categories": [
      "Ancient",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/hvBtV3xDXVbKqyvxFT_RvA__thumb/img/ff_1WdBP3S7ecLj8DZqCM8fquZc=/fit-in/200x150/filters:strip_icc()/pic67056.jpg"
  },
  {
    "id": "146227",
    "name": "DubbelYatzy",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 15,
    "age": 8,
    "description": "DubbelYatzy is based on the Swedish version of the classic dice game Yahtzee (Yatzy in Swedish) or Kniffel, but whereas Yatzy uses normal six-sided dice &ndash; with players rolling to achieve combinations like a full house, a straight and &quot;lots of 6s&quot; &ndash; DubbelYatzy includes special double dice, with a smaller die inside each larger transparent die. You still want to achieve combinations with your die rolls, but now you score a combination each with the inner dice and the outer ones. Thankfully, you have some wiggle room when shooting for combination targets as you roll six double dice, but use only five outer and five inner dice when scoring combinations, with you choosing each five as you wish.&#10;&#10;DubbelYatzy uses standard Swedish Yatzy scoring rules, which are somewhat different from Yahtzee rules, but can also be played with international Yahtzee or German Kniffel scoring.&#10;&#10;The playing time is 15 minutes per player.&#10;&#10;",
    "categories": [
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/HTd37CW2uo5VLujNkS57gA__thumb/img/vG1LYIcbhViNNBEKjJ90PEKPlvI=/fit-in/200x150/filters:strip_icc()/pic1760399.jpg"
  },
  {
    "id": "427598",
    "name": "Amazonia Park",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "Time to head to the Amazon to take photos of animals. Get enough pics, and you can place your work in a magazine &mdash; but if someone else gets there first, you'll need more pics to impress a jaded editor.&#10;&#10;To set up Amazonia Park, each player takes a face-down &quot;morning&quot; animal tile from the stack. On a turn, you either place your tile on an empty space on the game board, or publish an article. After placing a tile, &quot;look&quot; in all four orthogonal directions from that space, and take picture tokens from the reserve based on the animals in your line of sight. (Animal tiles, included those printed on the game board, feature 1-3 camera symbols, and you take as many picture tokens as cameras.) End your turn by drawing a new tile, with evening tiles becoming available after the morning tiles run out.&#10;&#10;To publish an article, choose an available magazine, then turn in as many animal tokens as required, e.g. five capybara tokens for the first article in the purple magazine. You can replace a missing token with a pair of another animal tokens, and you can do this multiple times. (Editors sometimes prefer quantity over quality, after all.) The next article in the purple magazine will require seven tokens, then nine, then eleven. The first article in the grey magazine requires any seven animal tokens. Later magazines include bonuses for those who are late to publication.&#10;&#10;The first player to place an article in each of the six magazines wins. If the tile supply runs out before this happens, whoever has the most articles wins, with remaining animal tokens being a tiebreaker.&#10;&#10;",
    "categories": [
      "Animals"
    ],
    "mechanics": [
      "Set Collection",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/YkbsrAnJWSwvUzAvTdDuTQ__thumb/img/nFsMdLxRfJsMmb_CAsIdSHwKKA4=/fit-in/200x150/filters:strip_icc()/pic8394794.jpg"
  },
  {
    "id": "328270",
    "name": "Royal Secrets",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 10,
    "description": "In Royal Secrets, you play as a spy of a foreign power in the French court. Your goal is to cunningly influence the decisions of the realm in favor of your country. For that purpose, you will have to send your team of allied courtiers to audiences with the king and queen where only the most influential will be heard. You will be forced to bluff but also to pool resources with your opponents. But only the most cunning will win.&#10;&#10;The game is played in 7 rounds corresponding to the 7 audiences to which players will send Courtiers and Valets (cards in their hands) in order to influence the king and queen and gain their favor. Players will have to pool resources with their opponents to gather enough influence to succeed in the audiences and gain. The player who has gathered the most after 7 rounds wins the game.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Deduction",
      "Negotiation"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Hand Management",
      "Negotiation",
      "Once-Per-Game Abilities",
      "Passed Action Token",
      "Semi-Cooperative Game"
    ],
    "image": "https://cf.geekdo-images.com/fRr3PxfrfQsmPN9OxDQ1ig__thumb/img/GD4VDopqA-3KdnpJrA6_Xwzqjz0=/fit-in/200x150/filters:strip_icc()/pic5903698.png"
  },
  {
    "id": "5797",
    "name": "America's Cup",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 13,
    "description": "America's Cup is a sailboat racing simulation that is based on  its namesake race.&#10;&#10;Players maneuver their boats around the racecourse using a hand of movement cards.  Metal boats are included with interchangeable sails.  The rules describe a basic family game version, and an advanced simulation version of the game.&#10;&#10;",
    "categories": [
      "Nautical",
      "Racing"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/K1wWi7MbDFh6HWx15gfQ-w__thumb/img/75qkjh18NWiZ9UiTu9cZbgJXnbY=/fit-in/200x150/filters:strip_icc()/pic43276.jpg"
  },
  {
    "id": "263992",
    "name": "Dodgy Dogs",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 0,
    "description": "Dodgy Dogs is a beautifully designed card game all about badly behaved dogs, illustrated by visual artist Jean Jullien. Use strategy and luck to get rid of all of your Dodgy Dogs as quickly as possible. Because who wants a hand full of Dodgy Dogs, right? It's easy to play and suitable for people of all ages. We&rsquo;d love you to support us in making the game so you can have as much fun playing it as we have!&#10;&#10;At the start of the game, you are dealt a hand of Dodgy Dogs. They'll be one of four different sizes and they'll be performing one of ten different bad behaviours.&#10;&#10;Your aim is to get rid of all your Dodgy Dogs. The first player places one of their dogs down on the table. The player to their left must then match either the size, or the behaviour of that dog, and place theirs on top. If they can&rsquo;t, they have to pick up cards from the stock pile until they can place one down. And so it goes.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Lose a Turn",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/grc43im45X_SkP73C4Yofg__thumb/img/ib0qc5pLCTB0nbOvPxt8rz1xMiM=/fit-in/200x150/filters:strip_icc()/pic5230672.jpg"
  },
  {
    "id": "365876",
    "name": "Atlantic Robot League",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 12,
    "description": "In the far future a new sport has swept the world: giant mech battles! Mile-high giants fight across entire city blocks. Rabid fans wear their favorite team's colors and gather in virtua-bars to watch the battles. It's the perfect time for a savvy gambler to get filthy rich...even if you have to cheat just a little bit.&#10;&#10;In Atlantic Robot League, players place bets on the outcome of a massive mech battle the size of a dozen city blocks. After bets are placed, they get the chance to influence the battle by sliding the mechs across the arena, knocking out rivals, and buying scheme cards from the insider to bend the rules. Particularly devious gamblers might even pay the fixer to change their bets during the battle.&#10;&#10;Occasionally your opponents will be helping a shared bet; occasionally they'll be knocking out mechs you need to survive. Since all bets are hidden, you won't know until the end and might even be able to bluff an opponent into accidentally doing exactly what you want.&#10;&#10;Five mech teams face off, each with three robots, and in each of three rounds, you bet on which team will have the most surviving mechs, which will KO the most mechs, which team will be eliminated first, and which five robots will be standing at round's end. The fewer the players who bet correctly, the bigger the payout for those who do. After three rounds, whoever has bet best wins.&#10;&#10;",
    "categories": [],
    "mechanics": [
      "Betting and Bluffing"
    ],
    "image": "https://cf.geekdo-images.com/dCCX0alOU1tSDpoeQHF-Pg__thumb/img/jtBb2YRsZNeHuzTzHmi4BqWm0GM=/fit-in/200x150/filters:strip_icc()/pic6936350.jpg"
  },
  {
    "id": "411571",
    "name": "Andromeda Escape",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 10,
    "description": "In a distant corner of space, a catastrophic supernova is about to occur, bringing an end to all life in the galaxy. For the survival of mankind, you embark on a daring journey to a mysterious wormhole in the heart of the Andromeda. Through this portal to another place in the universe, you hope to escape from the impending doom.&#10;&#10;But you are not alone. From all corners of the galaxy, spaceships gather in front of the wormhole. But only 1 can pass through at a time. Your heart rate increases synchronously to the charging of the warp drive and ask yourselves &hellip;  &quot;Will we get away in time?&quot;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Tactical and ThrillingAndromeda Escape combines a minimum of rules with a maximum of tactics, excitement and fun. Be the first to bring your fleet to safety. Position yourselves and block your opponents. Influence the positions of space ships by playing cards and earn points by navigating your ships through the wormhole at the right moment or by achieving missions. The winner is the player with the most VP at the end of the game.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;GameplayThe game board consists of three interstellar spaceway routes connected to the center of the Andromeda veil. Here lies a mysterious wormhole, providing a portal to another dimension. Each player has a fleet of 6 to 10 Spaceships, depending on the number of players. Clockwise, every player takes a turn. During your turn, you either place a new ship on the outer rim of the game board, or you move a ship on the game board one node closer to the center.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Navigate your Spaceships trough the wormholeGrab an open Action Card when you move one of your spaceships into the wormhole. Action Cards let you influence the game greatly by repositioning spaceships and will grant or cost you VP. As the 2 Action Cards on the game board are only replenished when both of them are taken, it is crucial to enter the wormhole at the right moment to pick that one card that you need (or to push a spaceships of another player into the wormhole to give him that one card that no one wants).&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Need to skip a turn?At some point the interstellar gateway becomes somewhat crowded. In the event that no movement is possible don&rsquo;t panic! You might be rewarded for your patience.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Winning the gameThe player with the most Victory Points at the end of the game, wins. The earlier you navigate all your Spaceships through the wormhole, the more Victory Points you get. Along the way, you can gain additional Victory Points by achieving missions.&#10;&#10;",
    "categories": [
      "Science Fiction"
    ],
    "mechanics": [
      "End Game Bonuses",
      "Hidden Roles",
      "Point to Point Movement",
      "Slide / Push"
    ],
    "image": "https://cf.geekdo-images.com/9gKLVYuiAq44GI5jriHogA__thumb/img/0eEh6UhJyilrCji0QnGsLAqpmBE=/fit-in/200x150/filters:strip_icc()/pic8257488.jpg"
  },
  {
    "id": "39587",
    "name": "Machi",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 10,
    "description": "A small taste of Race for the Galaxy in medieval Japan, where each player must build and grow his village. To do this players have two types of cards, buildings and villagers.&#10;&#10;The game lasts eight years after which the player with the most points wins.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/RhxQj0Abayy4FMt3fwAb5A__thumb/img/lfIvul6Yjb0ggv4Y6k1Nxm0DnYI=/fit-in/200x150/filters:strip_icc()/pic404818.jpg"
  },
  {
    "id": "172642",
    "name": "Dynamite: The Game",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 15,
    "age": 7,
    "description": "&quot;Dynamite: The game&quot; It's a party card game, was financed with success in verkami at the end of the year 2015, and just 6 months later, all the copies made were sold out. Now and thanks to all of you, Dynamite the game will be launched and also an expansion, that adds a card color, the possibility to play in other languages and more mini-game cards. I hope you enjoy it.&#10;&#10;We don&rsquo;t want the colors to be a problem, so there is a figure in the corner of each card that relates with the corresponding color.&#10;&#10;",
    "categories": [
      "Card Game",
      "Party Game"
    ],
    "mechanics": [
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/Hr6_mAj5BKK_bJAq5uts7Q__thumb/img/_zehpqw8ebMXjkw4betSpqscyPs=/fit-in/200x150/filters:strip_icc()/pic4984563.jpg"
  },
  {
    "id": "351677",
    "name": "Jonathan Eaton's Houses of Treasure: Ascalons Fury",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 16,
    "description": "A group of friends are invited to the village of Dunlewey by Jonathan Eaton. In his childhood he fell into the catacombs of the local church, and it took 4 days before he found his way out. &#10;Jonathan challenges your group to undertake the same adventure, puzzling and searching your way out of the maze.&#10;&#10;",
    "categories": [
      "Maze",
      "Puzzle"
    ],
    "mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "image": "https://cf.geekdo-images.com/eWbVWvb80b9KlgABzQrLhg__thumb/img/DAxqeo3VGegk3R6DuAQ6k50VCto=/fit-in/200x150/filters:strip_icc()/pic6524730.jpg"
  },
  {
    "id": "210350",
    "name": "Contria",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 25,
    "age": 12,
    "description": "Cont&aacute;ria is a &quot;filler&quot; card game, where each player will create a story with 4 characters trying to make a combination that creates the most happy or sad ending.&#10;&#10;Description from the designer:&#10;&#10;In Cont&aacute;ria, 20 different and unique characters exists, each one having unique powers to interact with other cards and change the game in different ways, making for an strategic and always different game.&#10;&#10;With an art based on classic paintings, Cont&aacute;ria's beautiful cards are made in big cards of 80mm x 120mm.&#10;&#10;A game for a 3 to 5 players, with duration from 10 to 20 minutes.&#10;&#10;Cont&aacute;ria is not a Storytelling game, but an strategic game with light bluff. Creating and telling stories is possible, but not a part of the game mechanics.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Deduction"
    ],
    "mechanics": [
      "Hand Management",
      "Memory",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/77qFBW2vdkZe2iXFdjkOcQ__thumb/img/d6SOblU3ErekQmklambzoCSnAa8=/fit-in/200x150/filters:strip_icc()/pic3273610.jpg"
  },
  {
    "id": "348964",
    "name": "Suspicious",
    "minPlayers": 4,
    "maxPlayers": 8,
    "playingTime": 45,
    "age": 10,
    "description": "There&rsquo;s a Spy in the room who&rsquo;s making everyone suspicious. No one knows who it is. Every player gets the same secret codeword except the Spy. Using carefully chosen clues to describe your secret codeword, try to capture the Spy. But be careful&hellip; because YOU might be the Spy!&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Party Game",
      "Spies / Secret Agents",
      "Word Game"
    ],
    "mechanics": [
      "Deduction",
      "Hidden Roles",
      "Real-Time",
      "Traitor Game"
    ],
    "image": "https://cf.geekdo-images.com/GgbOHt9t7WCeYoFVUX-yQQ__thumb/img/p-XTUY1Nlj2xMfyB-Tz-7SJERdA=/fit-in/200x150/filters:strip_icc()/pic6895060.png"
  },
  {
    "id": "358285",
    "name": "Simply S",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 10,
    "description": "Simply P to zakr&#196;&#153;cona gra imprezowa od Trefla, w kt&oacute;rej musisz zdradzi&#196;&#135; innym graczom tajne has&#197;&#130;o. Wyzwanie polega na tym, &#197;&#188;e jako podpowiedzi mo&#197;&#188;esz u&#197;&#188;ywa&#196;&#135; tylko s&#197;&#130;&oacute;w zaczynaj&#196;&#133;cych si&#196;&#153; na liter&#196;&#153; &quot;P&quot;! To nie jest takie proste, prawda? Po prostu podaj prawid&#197;&#130;ow&#196;&#133; podpowied&#197;&#186;! Zdobywaj punkty - pierogi! Pokonaj swoich przeciwnik&oacute;w dzi&#196;&#153;ki pomys&#197;&#130;owo&#197;&#155;ci!&#10;&#10;Simply P is a twisted party game from Trefl where you must tell other players the secret password. The challenge is that you can only use words that start with the letter &quot;P&quot; for hints! It's not that easy, is it? Just give the correct hint! Earn points - dumplings! Beat your opponents with ingenuity!&#10;&#10;Simply P ist ein verdrehtes Partyspiel von Trefl, bei dem du anderen Spielern das geheime Passwort verraten musst. Die Herausforderung besteht darin, dass du als Hinweise nur W&ouml;rter verwenden darfst, die mit dem Buchstaben &quot;P&quot; beginnen! Das ist gar nicht so einfach, oder? Gib einfach den richtigen Hinweis! Verdiene Punkte - Kn&ouml;del! Schlage deine Gegner mit Einfallsreichtum!&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction",
      "Party Game"
    ],
    "mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Real-Time"
    ],
    "image": "https://cf.geekdo-images.com/-hYDE0Y-f1IiGpGSuNHlcQ__thumb/img/ggRn-SyKzfH61YzWBux_QomH1TA=/fit-in/200x150/filters:strip_icc()/pic7052947.png"
  },
  {
    "id": "86587",
    "name": "Monster auf der Flucht",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 10,
    "age": 8,
    "description": "In Monster auf der Flucht, five monsters are escaping from their exploding home planet to find a new home, and each player will secretly be assigned one of these monsters to watch over and care for. At the end of the round, the monster farthest away from its home planet scores 0 points &ndash; it went a tad too far, mind you &ndash; while the second farthest monster scores 3 points, and the other monsters in order score 2, 1 and -1 points.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Racing",
      "Science Fiction",
      "Travel"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/WzBmkzpYMt-85kqPp0K2SA__thumb/img/1VmXkvYsDrM7sYMncb8X73itNLw=/fit-in/200x150/filters:strip_icc()/pic850180.jpg"
  },
  {
    "id": "2116",
    "name": "Cartino",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 10,
    "description": "Quoted from the rulebook:&#10;&#10;&quot;Cartino is an exciting game. The playing tiles have the card symbols, Hearts, Clubs, Diamonds, Spades, printed on them and have to be laid on their appropriate spaces on the board.&#10;Skill, concentration and a bit of luck, too are decisive!&#10;&#10;The 32 tiles are laid on the appropriate spaces on the board. There is room for two identical tiles on each space. Each space has a different score value but the tiles placed only score when they are joined by neighbouring tiles. The last tile placed is not counted for the score. The aim of the players is to place their tiles so that they connect to other tiles of high value. The points scored are marked with the score markers. The player with the highest score wins.&quot;&#10;&#10;Cartino was also published in the Ravensburger Casino Series.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/FjiAc22E23Db1EHTLGhGtQ__thumb/img/kDbwdPdf0k1rxsP8Gg5MjBRN3gI=/fit-in/200x150/filters:strip_icc()/pic5058128.jpg"
  },
  {
    "id": "37142",
    "name": "There Must Be a Victory",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 360,
    "age": 0,
    "description": "Sailing ships with broadsides - the last vestige of &quot;wooden ships and iron men.&quot;&#10;&#10;They mingle in a fleet action with iron-plated steamships, speedy armored rams, and a few ships with armored turrets.&#10;&#10;Mobile Bay? Charleston?&#10;&#10;No, it's the Adriatic, in a short and violent naval war between Italy and Austria-Hungary. Yes, you heard right. Finally, you'll have a chance to see the Austro-Hungarian navy in action. Historically, they did very well. How will you do?&#10;&#10;The &quot;Seven Weeks War&quot; of 1866 is also known as the Third Italian Independence War. The Italians want Venice. The Austrians have it. But the Italians are allied with up-and-coming Prussia, and the Austrians have a hard time on land. On the Adriatic, the Austrio-Hungarian fleet is outnumbered and out gunned, more to 2-1 in both categories. But they have aggressive commanders and a willingness to &quot;Ram anything painted grey!&quot; That was the signal from the Austrio-Hungarian flagship (the Italians would be the folks with gray ships). The same signal included the sentence, &quot;There must be a victory at Lissa.&quot;&#10;&#10;And now it's up to you to find out if there will be, or if the Italians succeed in making the Adriatic &quot;an Italian lake.&quot;&#10;&#10;It is a classic confrontation, by designer Paul Rohrbaugh, of numbers versus quality, with over 200 multi-sized counters featuring individual ships and the admirals who commanded the fleets. Players maneuver on an operational map and then shift to smaller battle maps when it's time to put their iron to the test.&#10;&#10;Two scenarios - just the conclusive Battle of Lissa or the entire campaign, along with important random events, intrusions by the French and Turks, optional rules for ships and events that could have happened, and more. Will you, as Italian Admiral Persano, see that the Austrian flag is &quot;swept&quot; from the Adriatic? Or will you, as Austrian Admiral Tegetthoff prove that your rams and unusual &quot;flying wedge&quot; formation can overcome superior firepower?&#10;&#10;The choices are yours!&#10;&#10;",
    "categories": [
      "Nautical",
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/fnHE4t7hzqyqcvyYxHYXHQ__thumb/img/ew1eEf_tTJwKMrH5ORwr_R5uIN4=/fit-in/200x150/filters:strip_icc()/pic503128.jpg"
  },
  {
    "id": "15407",
    "name": "TATATA!",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 6,
    "description": "TATATA! is a simple, funny, complete card game that allows 8 crazy pilots to fly for victory in a &quot;dogfighting race&quot; where many weapons and strange tools may be found in the cards that form the circuit in the sky.&#10;Memorize the circuit due the race is on 3 laps, stop in the good cards, avoid the bad ones and mostly avoid to stop in front of the guns of another plane or it will TATATA! you! &#10;Basic Rules are good also for younger gamers and children. Complete Rules allow to use one of the 4 numbers at your choice on each Deck Card.&#10;Choose how many cards play with the &quot;Action&quot; value, then Move, Fly, Looping and... TATATA!&#10;&#10;",
    "categories": [
      "Aviation / Flight",
      "Card Game",
      "Fighting",
      "Humor",
      "Memory"
    ],
    "mechanics": [
      "Memory",
      "Modular Board",
      "Pick-up and Deliver"
    ],
    "image": "https://cf.geekdo-images.com/tJUs7jat6C1gI-tOx9kUhA__thumb/img/BmQ4oApSv6GnNQdsmAQArGEO0CM=/fit-in/200x150/filters:strip_icc()/pic65629.jpg"
  },
  {
    "id": "275280",
    "name": "Risk: The Elder Scrolls V  Skyrim",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 13,
    "description": "The popular strategy board game heads to Tamriel in the Elder Scrolls V Skyrim Risk!&#10;It is the year 4E 201. High King Torygg has been murdered and Skyrim has been plunged into civil war. Some want to break away from the crumbling empire, while others want to remain a part of it. But when the kingdom splits, the prophecy of the Elder Scrolls comes to pass &ndash; the dragons return! They terrorise the whole country, leaving nothing but chaos in their wake.&#10;&#10;Play with your favourite faction and show the others that you are the true Dovahkiin&hellip;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Video Game Theme"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Area Movement"
    ],
    "image": "https://cf.geekdo-images.com/xvDJSyQbMlxWG7RYAiIB-w__thumb/img/FlcOo1smNLg0d78ErfgTwUGD4qI=/fit-in/200x150/filters:strip_icc()/pic5659635.png"
  },
  {
    "id": "250523",
    "name": "The Golfing Dead",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 0,
    "age": 7,
    "description": "It's the zombie apocalypse, and you didn't make it. Despite being a zombie, though, you still enjoy a game of golf.&#10;&#10;In The Golfing Dead, players try to create a tableau of Stroke cards with the lowest total. During play, they will reveal or replace Stroke cards in their tableau and possibly alter cards in their own or other players' tableau through the use of Action cards.&#10;&#10;Players each start with a 3x3 tableau of face down stroke cards and a hand of three action cards. Player turns are played in two phases: a Stroke phase and an Action phase. During the Stroke phase, players will reveal a face down card, or replace one of the cards in their tableau with one from the Stroke deck or Stroke discard pile. During the Action phase, players may play an action, such as Zombie Gophers, Sacrificial Caddy, or Night Vision Goggles, to affect play.&#10;&#10;After one of the players reveals his or her last face down Stroke card, the other players have one more turn. Then all cards are revealed and the strokes in each players tableau are totaled. The winner is the player with the lowest total score after two rounds.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Sports",
      "Zombies"
    ],
    "mechanics": [
      "Hand Management",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/qYiCPzxnArUbfFSQdUW1SQ__thumb/img/K2HC_N7ehwnzmqbLhaXlNhLb2ts=/fit-in/200x150/filters:strip_icc()/pic4078004.jpg"
  },
  {
    "id": "4621",
    "name": "Cloak & Dagger",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "From the rules:&#10;&#10;&quot;Cloak &amp; Dagger is a role-playing game that will transport you into the shadow world of international espionage.  Each player attempts to be the first to gain control of a ring of Spies by capturing them and bringing them to their headquarters.&quot;&#10;&#10;Despite the description, this is a board game that shares many qualities with RPGs.&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme",
      "Spies / Secret Agents",
      "Transportation"
    ],
    "mechanics": [
      "Dice Rolling",
      "Events",
      "Open Drafting",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Race",
      "Role Playing",
      "Roll / Spin and Move",
      "Take That",
      "Trading",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/9s9pwEp66k59Vgu-Z5ImmQ__thumb/img/UtWK4jLRb9wjmYtWSifgJGxiQ8Q=/fit-in/200x150/filters:strip_icc()/pic5656558.jpg"
  },
  {
    "id": "4329",
    "name": "Drake & Drake",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 12,
    "description": "War & Sheep, Tony & Tino and Drake & Drake are the first two player games published by Eurogames. All three were designed by Bruno Cathala.&#10;&#10;Drake and Drake, the more complex and possibly the most strategic of the three games, is a kind of abstract boardgame with event cards that allow either to place new pawns on the board, either to move them in many different ways.&#10;&#10;Part of the Eurogames Games for 2 Series.&#10;&#10;",
    "categories": [
      "Pirates"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/FJKJZpCRWbdxj7KE_lZRpA__thumb/img/tBwivQYG6kRlfjVD7vqRY39j18k=/fit-in/200x150/filters:strip_icc()/pic248585.jpg"
  },
  {
    "id": "10214",
    "name": "The Hundred Years War",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 12,
    "description": "Strategy &amp; Tactics magazine #177.&#10;&#10;The game recreates the wars fought between England and France between 1337 and 1453. Each game turn represents 1 year. Each unit represents leaders or 1-2000 soldiers. The units are either English (red), French (blue) or independent (white). The map is divided into areas not hexes and comes with 280 counters.&#10;&#10;Victory is determined by comparing each major powers victory point total with its initial resource value. Victory points are awarded for occupation of capital cities, the total treasury value of occupied areas and in its own treasury. Areas with shared ownership have shared treasury points.&#10;&#10;",
    "categories": [
      "Medieval",
      "Wargame"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/tULE_uMCrly6mHm2Aquwuw__thumb/img/8iPE3QMnbKlPMI4Ar8NnJoA7f0Q=/fit-in/200x150/filters:strip_icc()/pic123726.jpg"
  },
  {
    "id": "27388",
    "name": "Hop to It!",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 10,
    "age": 5,
    "description": "From the Amigo website:&#10;&#10;Faster and ever faster, the rabbits hop over diverse items and cover them. And they must pay attention not only to what's ahead, but to where they are now. So eyes up and spoons high because even with long ears, only practice makes one a Master Hare!&#10;&#10;From the Playroom Entertainment catalog:&#10;&#10;Time to get your memory moving with Hop to It! Take a deep breath, get a good look at the row of objects, and then you're off! As soon as you remember an item that's covered, the cover is removed and placed on the next item in the line. With only 30 seconds to remember all of the objects, you'll need to be quicker than a bunny as you hop from one item to the next.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Memory"
    ],
    "mechanics": [
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/yapOEWh121CU4AW2kQh7Aw__thumb/img/5U5rkzZiKVCx5NwSpXfCS8CXgAU=/fit-in/200x150/filters:strip_icc()/pic290424.jpg"
  },
  {
    "id": "2131",
    "name": "Wildstorms",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 10,
    "description": "Wildstorms is a CCG based on Image Comics characters.&#10;&#10;A battlesite card is fought over by the characters.  Winning the battlesite wins the game.  The cards include...&#10;&#10;Characters - these are drawn from the comics, Wild C.A.T.S., StormWatch, Team 7, Gen13 and WetWorks.&#10;&#10;Combat - these are used to affect fights.&#10;&#10;Equipment - these are attached to characters to add to their power.&#10;&#10;Plot Twist - these represent strokes of good or bad luck.&#10;&#10;Battlesite cards - win one of these and you win the basic game.&#10;&#10;Prize - if you win a battlesite card in the campaign game you will receive one of these to use in future battles.&#10;&#10;Wildstorn Legends was an expansion that added solitaire rules.  Cards are laid out in a grid much like in Ani-Mayhem that you have to battle through to win prizes.&#10;&#10;The game is fascinating and the artwork is very good.&#10;&#10;Online Play&#10;&#10;&#10;     CCG Workshop (no longer available)&#10;&#10;&#10;",
    "categories": [
      "Card Game",
      "Collectible Components",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Modular Board"
    ],
    "image": "https://cf.geekdo-images.com/MbVOaZuiD8UXo6rM9ofuwQ__thumb/img/npWANV8f_a3CGB-C23L88APTIEE=/fit-in/200x150/filters:strip_icc()/pic7166.jpg"
  },
  {
    "id": "220701",
    "name": "Word-a-Melon",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 6,
    "description": "In the word search game Word-a-Melon, players take turns rolling the die, flipping letter chips, and creating words with the revealed letters. Unused letters are flipped face down again, so players need to use their melon to recall which letters are where. In the end, the player with the most chips wins!&#10;&#10;",
    "categories": [
      "Word Game"
    ],
    "mechanics": [
      "Memory",
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/Z9vRROJRs44wfYIfOjMysw__thumb/img/OAnI5ElL6msecT5OFBvsGDW2IP0=/fit-in/200x150/filters:strip_icc()/pic3418097.jpg"
  },
  {
    "id": "12788",
    "name": "Treasure Island",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 8,
    "description": "A pirate-themed game where players explore treasure islands and try to collect as many treasures as possible. Each turn a player rolls two dice. Then each player chooses one of the numbers and places his or her counter on a square marked with that number. The goal is to &quot;cut off&quot; areas from the rest of the board and thus claim treasures that might be within.&#10;&#10;The game includes two boards. The smaller is suitable for 2-4 players and plays in 45 minutes. The larger is for 2-6 players and takes about 90 minutes to play.&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Novel-based",
      "Pirates"
    ],
    "mechanics": [
      "Enclosure"
    ],
    "image": "https://cf.geekdo-images.com/yH32O-2X7Nhc_WqJPuekpw__thumb/img/42-LRr30dUt5zEYpGPZMY_Ql1UM=/fit-in/200x150/filters:strip_icc()/pic224999.jpg"
  },
  {
    "id": "291957",
    "name": "Canal King Brugge",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 75,
    "age": 8,
    "description": "Who will rule the canals?&#10;&#10;Welcome to Brugge, the Venice of the North! Canal building business is booming and everyone wants their share of the pro&#239;&#172;&#129;ts. Use canal tiles to build a route connecting your starting port to your &#239;&#172;&#129;nal destination via two ports of call. Once the route is ready, hop on your ship and sail to the &#239;&#172;&#129;nish line as fast as you can. Be on your guard though, because your devious competitors will try to slow you down!&#10;&#10;Who will reach the &#239;&#172;&#129;nish line &#239;&#172;&#129;rst and conquer the canals?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Transportation",
      "Travel"
    ],
    "mechanics": [
      "Connections",
      "Hidden Movement",
      "Tile Placement",
      "Track Movement"
    ],
    "image": "https://cf.geekdo-images.com/5UoUmk_128ssA8akz5qiHg__thumb/img/FeeOzXRKrDyc5ucocnt3sr3eRjk=/fit-in/200x150/filters:strip_icc()/pic5015686.png"
  },
  {
    "id": "319329",
    "name": "B Movies",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 12,
    "description": "Gather around the table and start pitching and voting on the best B-Movies ideas! With multiple rules variants, you can always adjust the game to your liking as you create movie scenarios. Everyone can play, you just need wild imagination! Is your script good enough to become a cult classic?&#10;&#10;With its unique art style and gameplay, B-Movies will gather around the table players and non players. Everyone at the table will have fun pitching and judging on the best B-Movies.&#10;&#10;No dull moment with more than a hundred cards with unique and deeply thematic artwork! From Ghost Piranhas in Space to Time Travelling Brain Collectors, create your very own B-Movie scenario. Only one rule: be creative!&#10;&#10;Key Points:&#10;- A party game everyone can have fun with.&#10;- Unique theme and artwork which takes you deep into the heart of B-Movies.&#10;- You're in the directors chair!&#10;&#10;How to play:&#10;- 3 players: 5 rounds&#10;- 4 players: 4 rounds&#10;- 5+ players: 3 rounds&#10;&#10;Pitches:&#10;During a player's turn, they are a Screenwriter, using the cards in their hand (2-4 cards) to pitch a movie idea to all of the other players, who are called Producers. The player have to come up with a title for the movie they are pitching and convinced the other players to produce the movie.&#10;&#10;Now, the Producers individually decide whether to vote for the movie to be made or to vote against it being made by putting a Vote card (yes, yes!, no) facedown. Once all Producers have revealed their Vote cards the votes are tallied. Here are the possible results:&#10;&#10;- No: If there are No votes greater than the number of Yes votes, the movie is not made. The Screenwriter discards all of the cards in the movie.  All players that voted No now draw 1 Popcorn each and place it facedown in their play area.&#10;&#10;- Yes(Yes! Tokens count as 1 Yes vote): If there are Yes votes greater than or equal to the number of No votes the movie is being produced! The Screenwriter gathers up all of the title cards in their movie and places them in order in a pile in front of them, making sure to keep it separate from their other movies. All Producers that revealed a Yes &#10;Vote card, now draw 1 Popcorn token and place it facedown in front of them. All Producers that revealed a Yes! Vote card, now draw 1 Popcorn token for each Title card in the Screenwriter&rsquo;s movie pitch.&#10;&#10;Regardless of the outcome of the vote, all players that voted Yes! remove their Vote card from the game. All other players return their Vote cards to their play area facedown.&#10;&#10;Final Cut (end of the game):&#10;All players now total their final score. Players turn all of their Popcorn tokens faceup, gain points equal to the sum of their Popcorn tokens and also gain 1 point for each card in their movies that were made. The player with the most points wins!&#10;&#10;-description from publisher&#10;&#10;",
    "categories": [
      "Horror",
      "Humor",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "mechanics": [
      "Storytelling",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/oySQRqiBDDKFgnJb-dWWYA__thumb/img/YA5-TWxAzRKxycAQpEmE_S0F5WE=/fit-in/200x150/filters:strip_icc()/pic6881920.jpg"
  },
  {
    "id": "239705",
    "name": "Monster Diner",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 0,
    "age": 14,
    "description": "In this fun game you need to hire staff for your diner! Without MasterChef or Salad-Meister you can't have a decent diner.&#10;&#10;The rules are simple: you take a card and put it in front of you or in front of another player. And that's where the fun starts! The same monster can be useful and, at the same time, can harm you a lot. That's double-sided monster nature for you. Send harmful monsters to other player's diners and assemble your dream-monster-team!&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy"
    ],
    "mechanics": [
      "Set Collection",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/nklK7tcRWxvdiYZiRN3teQ__thumb/img/9zsYxxHOjA9g07DMOBio1qSE9u4=/fit-in/200x150/filters:strip_icc()/pic3870923.jpg"
  },
  {
    "id": "19971",
    "name": "Tuppen",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 10,
    "description": "Tuppen is a popular trick-taking game in parts of Germany and the Nethelands (Limburg and Noord Brabant). It is played with a 32-card deck, the order of cards being J (low),Q ,K ,A ,7 ,8 ,9 ,10 (high). Each hand consists of four tricks, players must follow suit if able and the player who takes the last trick wins. Players accumulate points whenever they lose a hand, and are eliminated at seven points. Dice are commonly used to keep track of the score. The initial value of each hand is one point. It can be &quot;knocked&quot; (raised) by one point at any time by any player, except that no player may knock twice in a row. Players can either accept a raise or fold and take the lower number of points. Upon reaching six points a player is in &quot;poverty&quot; and subsequent hands are worth at least two points.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/zjsFpa5nlIisqCzbjZ6npg__thumb/img/7YbVGSvjiDgv9r_2FJ5Bnk7lC_M=/fit-in/200x150/filters:strip_icc()/pic143794.jpg"
  },
  {
    "id": "151334",
    "name": "Overlords: The Card Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 12,
    "description": "The evil empire is divided. Amidst the chaos, several overlords emerge to claim rule over all by raising great armies of hellish creatures. They all yearn for power but only one will emerge victorious.&#10;&#10;Overlords is a set collection, card drafting game for 2-4 players. Each turn, players recruit one card from their hand and then pass the rest of their hand to the player on their left. Every time a card is recruited, it goes into that player&rsquo;s army pile. Only the top card is visible in each player&rsquo;s army at any given time. There are two types of cards available in the game&mdash;Monster cards and Hired Hand cards. Each Monster card has a unique scoring mechanism. Players must recruit them wisely in order to maximize the amount of points of their army. Hired hand cards are placed separate from an army and, when activated, have special abilities that affect the game. The player who raises the most powerful army, wins! .&#10;&#10;Overlords easily plays under 20 minutes. The game is simple to teach, yet tough to master. There is even a 2 vs 2 option that allows for some interesting team play.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Medieval",
      "Print & Play"
    ],
    "mechanics": [
      "Hand Management",
      "Memory",
      "Open Drafting",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/yfq9eYDAdljdb-_4Guvjiw__thumb/img/Iz_AJjJQovXGKA7rM51TxahwJBY=/fit-in/200x150/filters:strip_icc()/pic1892644.png"
  },
  {
    "id": "17683",
    "name": "Korsun: The German Pocket on the Dniepr, 1944",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 12,
    "description": "This Army Group South quad game is also the eighth title in SPI's Moment in Conflict Series. An operational simulation set on the Eastern Front in World War II.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/xytJ4GDm_IRbXXlaiUTXww__thumb/img/uIw75GCB5jr5Bg2GJpS20VDd2GY=/fit-in/200x150/filters:strip_icc()/pic7155624.jpg"
  },
  {
    "id": "34310",
    "name": "Hannibal's War",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 240,
    "age": 0,
    "description": "Originally published in Strategy &amp; Tactics magazine #254 (Jan/Feb 2009)&#10;&#10;Hannibal's War is a two-player, three-player or four-player wargame of intermediate complexity, simulating the struggle to gain control of the western Mediterranean and the lands surrounding it during the late 3rd century BC. That struggle historically pitted Rome against Carthage in a titanic clash that shaped the fate of the Western world for the next several centuries. The historical scenario therefore also pits two players against each other, one commanding Rome and the other Carthage.&#10;&#10;Third and fourth players can be added, however, to explore the possibilities had the 2nd Punic War grown even larger through greater Gallic and Macedonian participation. Each player has a variety of military and political instruments with which he can attempt to carve out an empire and annihilate his foes. The game uses an evolution of the system first presented in the earlier, and much liked, S&amp;T game &quot;1066.&quot;&#10;&#10;The square-grid map shows all the western and central Mediterranean from Iberia on the west to Greece in the east. Each square equals 100 Roman miles from side to side.&#10;&#10;Each of the iconic units within the large-size counter-mix (176 total), by famed artist Nicolas Eskubi, represents about 5,000 to 20,000 combatants. The unit-types represented include: legions, phalanxes, Gaesati (fanatic barbarian warriors), light infantry, cavalry, garrisons, war elephants, and fleets.&#10;&#10;Each of the 17 game turns equals one year, and experienced players can count on being able to finish a match in about four to six hours.&#10;&#10;",
    "categories": [
      "Ancient",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/9hd-tBWmEB0DN70mVGAnSw__thumb/img/4CmTLSpf-jwQ9S40AoafT8rnD98=/fit-in/200x150/filters:strip_icc()/pic317254.jpg"
  },
  {
    "id": "78247",
    "name": "Campos",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "Pietro Vozzolo's Campos may look rather ingenious  on first glance, but the game actually has little in common with that well-known Reiner Knizia design other than brightly-colored hexagons on plastic tiles.&#10;&#10;Each player starts the game with 3-5 hidden scoring cards and two face-up triangular tiles, while one tiles is laid out in the center of the table. On a turn, a player can either add her two tiles to the growing hexagonal mess or add one tile to the central display, then play a scoring card. Each scoring card is read as follows: &quot;If the largest contiguous mass of color A is larger than the largest contiguous mass of color B, then score points equal to the number of hexes in the largest contiguous mass of color C.&quot; Lots of contiguity in there!&#10;&#10;A player draws one or two new tiles at the end of her turn, and the game continues until either someone runs out of scoring cards or a player can't refill her visible display of tiles. In either case, each player again receives 3-5 scoring cards adding those to any remaining in hand then players start taking turns removing one or two tiles each turn, playing a scoring card if the player removes only one tile. The game ends once all the tiles have been removed from play, and the player with the highest score wins the game.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/9ppsnsCMKbiuxHTD8p6PkQ__thumb/img/4jzHVzPFjXYIr-m1mDYmtFXX_fs=/fit-in/200x150/filters:strip_icc()/pic782790.jpg"
  },
  {
    "id": "2210",
    "name": "The Last Spike",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 0,
    "description": "Additional designer: John Gordon&#10;&#10;The game is about the building of the great trans-Canadian railway --and how to get rich from it! As play progresses, you buy land which you hope will lie along the completed railway; you also get to lay track sections. Once a complete link between the two oceans is established, the game is over and the land evaluated. Various random events spice up the flow of events, of course.&#10;&#10;A neat game, playable in a very reasonable amount of time.&#10;&#10;",
    "categories": [
      "Economic",
      "Trains"
    ],
    "mechanics": [
      "Stock Holding",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/2-GbRDvzWUvru4HVZcWKIQ__thumb/img/phE6QbP0kiXVxV7wTeDCqpexclA=/fit-in/200x150/filters:strip_icc()/pic346583.jpg"
  },
  {
    "id": "11476",
    "name": "The Atlanta Campaign: Bald Hill and Ezra Church",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 300,
    "age": 12,
    "description": "Published in Decision Games's Strategy &amp; Tactics issue #170 The Atlanta Campaign: Bald Hill and Ezra Church presents two additional American Civil War board wargames for their venerable &quot;Blue &amp; Gray&quot; system. These games are based around the fighting for Atlanta, Georgia during the American Civil War and each game is named for the individual battles they portray and are a direct continuation and combines with Strategy &amp; Tactics Issue 169 and Atlanta Campaign: Peachtree Creek and Jonesboro to allow gamers to recreate the entire &quot;Atlanta Campaign&quot;.&#10;&#10;This set of board wargames are often referred to as &quot;Blue &amp; Gray Second Edition&quot; with the series rules being only slightly updated with the standard rules still fully backward-compatible with previous games already published in the Blue &amp; Gray.&#10;&#10;This &quot;Second Edition Blue &amp; Gray&quot; series started with Seven Days Battles Seven Days Battles covering battles from the Peninsula Campaign (a stand alone game never released in magazine form), and Strategy &amp; Tactics issue #166 with the battles of  Savage Station and Olustee then continuing with Strategy &amp; Tactics issue #169 which covered the first half of Atlanta Campaign: Peachtree Creek and Jonesboro and with which this game can be combined into a single, large campaign game that covers key fighting in four major battles around Atlanta, GA during the American Civil War.&#10;&#10;",
    "categories": [
      "American Civil War",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/-BkWjjTj5H-SkGOhEa2qog__thumb/img/6gESvp4esh0Vryo3sRfRKPuI5pQ=/fit-in/200x150/filters:strip_icc()/pic1628226.png"
  },
  {
    "id": "309816",
    "name": "Desert Pack",
    "minPlayers": 2,
    "maxPlayers": 3,
    "playingTime": 20,
    "age": 8,
    "description": "It&rsquo;s a sweltering summer in the desert and you are on the hunt. Food is so scarce that you must invade another pack&rsquo;s territory to steal some of theirs. If your pack gets too tired, you may have to go home empty-handed. Can you outwit the other coyotes and survive the heat?&#10;&#10;In this fast-paced bluffing game, each player is leading a pack of coyotes and attempting to deceive their opponents in order to enter their territory and acquire precious food for their pack. The players hold their coyotes in their hand, and either invade, defend, and/or rest coyotes each turn. As the coyotes fight, they become tired, and are eventually too exhausted to continue. One of the challenges of the game is trying to score as many points as possible, while at the same time managing the overall strength of your pack. You must skilfully deplete your deck to capture or defend coveted food and leverage your opponents&rsquo; current situation to your advantage. Only one desert pack can claim victory!&#10;&#10;&mdash;description from the publisher&#10;&#10;&#10;Released in the March 2020 Board Game of the Month Club $20+ package.&#10;&#10;",
    "categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Print & Play"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/nWdzdFxbvqN7NHug8bf7pA__thumb/img/3hgYy4gWCEgd2yJSdV4T7m2SIRk=/fit-in/200x150/filters:strip_icc()/pic5547806.png"
  },
  {
    "id": "154180",
    "name": "Bania",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "In a formidable Indian landscape, a burgeoning marketplace is forming. Opportunities are ripe in this community of traders, bankers, moneylenders, and dealers of grains and spices. Fortune awaits the one who plans well and uses his resources wisely. Oil, silk, incense and spices are the currency used to build tents, establish settlements, and amass riches &mdash; but commerce brings competition, and the space to build is limited. When there is no more room, the player who has maximized his resources to become the most successful merchant is the victor!&#10;&#10;In Bania, players use resource cards to buy and build tents, then strategically place these tents on the board to earn points. When no legal moves remain on the board, the game ends and the player with the most points wins. On a turn, a player performs these actions in order, if possible:&#10;&#10;&#10;    Collect your bonus: If your elephant marker sits on a tent tile on the board, collect one resource card of each type in the settlement where the marker is located.&#10;    Buy and place tent tiles OR roll for resources: As explained below.&#10;    Place your elephant marker: If your elephant marker isn't on the board and you placed tent tiles that turn, place the marker on one tile you placed this turn.&#10;&#10;&#10;Each player starts the game with four tent tiles and eight resource cards: two of each type (oil, spice, silk and incense); one side of the tent tiles shows one of these four resources, while the other side shows three resource symbols (e.g., two spice and one silk). If you want more resources, you can roll the four dice up to three times, locking any dice that you wish while doing so. When you stop rolling, you receive one resource card for each resource symbol showing; in addition, if you have both a front and back half of an elephant showing on the dice, then you receive an elephant marker bonus as at the start of your turn.&#10;&#10;If you have the right cards in hand, you might instead choose to buy and place tents; if you have twelve or more cards, then you must do so. A tent costs three resource cards matching the three resource symbols on the back and you pay this cost after placing a tent on the game board, but if you place a tent adjacent to other tents, then the cost is discounted based on the colors of adjacent tents, possibly allowing you to place a tent for no cost at all! When you place a tent on its own to start a settlement, you receive 3 points; for all other tents placed, you receive 1 point each. You refill your hand to four tent tiles at the end of your turn &mdash; but if you've placed all four, you can immediately draw four new tiles and keep building!&#10;&#10;A settlement can have at most seven tents in it; when someone places the seventh tent, any elephant markers in the settlement are removed and returned to their owners. The game ends when no more tents can be placed. Whoever placed the final tile scores 3 points, and whoever has the most of each type of resource card scores 2 points. The player with the most points wins.&#10;&#10;",
    "categories": [],
    "mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/yT-cWEyVrs3gUWjZ7gnOLQ__thumb/img/fChSY6pQHUpudPRZA0YPPKQAglQ=/fit-in/200x150/filters:strip_icc()/pic2234175.jpg"
  },
  {
    "id": "377779",
    "name": "Chaos in Gotham City",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "In the trick-taking game Chaos in Gotham City, each player becomes a villain and attempts to cause mayhem while avoiding encounters with Batman.&#10;&#10;You play as many rounds as the number of players. Each round, deal players 6-10 cards depending on the player count. The deck consists of 40 cards in four suits numbered 1-10, with some cards depicting either Batman or Bruce Wayne. At the start of each trick, reveal one of the fifteen location cards; the winner of the trick claims this card. Reveal the top card of the undealt cards to determine trump. Each player receives one of eight villain cards, each with a special power.&#10;&#10;The first player in a round leads a card, and all players must follow suit, if possible. Whoever played the highest trump wins the trick and collects the location and played cards; if no one played trump, whoever played the highest card in the suit led wins. The winner leads to the next trick.&#10;&#10;After all tricks have been played, players sum the Batman points on the cards and locations they collected. Whoever has the most Batman points (or is tied for the most) doesn't score the chaos points they collected this round. Shuffle all cards to set up for the next round.&#10;&#10;Whoever has the most chaos points after 2-6 rounds wins.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/-M9rr2UKxvjNOmX2qRv3BQ__thumb/img/K2Lng6jQ_MjQLgOIJH5aGm9Otm8=/fit-in/200x150/filters:strip_icc()/pic7263354.png"
  },
  {
    "id": "3156",
    "name": "The Warriors of Batak",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 90,
    "age": 12,
    "description": "This game is one of a series of unique science fiction battle games in the Pocket Line from Task Force Games.  The situation is: A small contingent of Confederation forces hold off an alien invasion by the Bataki strike forces.  Victory is achieved by holding strategic points on the map.  There is a nice mix of forces in the game.&#10;&#10;",
    "categories": [
      "Science Fiction",
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/0WEEXWd9_eDEGCGZHbT9ZA__thumb/img/BtA--T60ImOxqcFV_F8Ds3U3aL4=/fit-in/200x150/filters:strip_icc()/pic12620.jpg"
  },
  {
    "id": "259897",
    "name": "Ghostbusters: The Card Game",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 8,
    "description": "Who you gonna call? Compete against friends and family in Ghostbusters: The Card Game to collect ghosts from the Ghostbusters universe. You'll call upon your favorite Ghostbusters to help you set your ghost trap and capture the highest point ghosts on the board.&#10;&#10;The game is played over three rounds. In each round, players take turns, beginning with the start player and continuing in clockwise order, until all twelve cards from the circle have been captured. On your turn, carry out these three steps:&#10;&#10;1. Take up to two actions, either playing or discarding an action card for each action as you choose. When you play an action card, you carry out its effect, then discard it; when you discard an action card, place it on the discard pile, then draw a new action card.&#10;&#10;If any ghosts you've already captured have action abilities, you may use those during this step, in addition to your two actions. Each ghost's ability can be used only once per round.&#10;&#10;2. Capture the ghost card that the ghost trap is in front of, but only if you played at least one action card this turn. Take that ghost card and place it in your player area with any other ghosts you've already captured, then move the ghost trap to the next ghost card in the circle &mdash; either clockwise or counterclockwise depending on the current direction of play.&#10;&#10;3. Refill your hand to three action cards.&#10;&#10;The round ends when the last ghost card remaining in the circle has been captured. To prepare for the next round, deal twelve more cards from the top of the ghost deck to form a new circle, and reset the ghost trap to the top of the circle. The game ends after three complete rounds, then players calculate their score for captured ghost cards.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/Qvph4Nup-LiX3uz6QDUXkw__thumb/img/FxYCSFEhxnj24h-zgWiDOvDVaVs=/fit-in/200x150/filters:strip_icc()/pic4287211.png"
  },
  {
    "id": "166650",
    "name": "Gingerdead House",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 12,
    "description": "Set in the world of Grimm&rsquo;s Fairy Tales, you will battle hordes of witches, ogres, trolls, and a slew of other assorted monsters that want nothing more than the destruction of your delicious Gingerbread House! Monsters may not be the scariest foes you face, though, as you will also be playing against other people who have the same goal as you: survival!&#10;&#10;Be assured that your &ldquo;friends&rdquo; will do whatever they can to protect themselves not only from the horde of monsters, but from any and all of the tricks that you may use throughout the game. At the end of the game, only one player&rsquo;s house will be left standing -- will it be yours?!&#10;&#10;Summary of play: Every turn has several steps including Action, Player, movement/combat, cleanup.&#10;&#10;In the action phase, an action card is flipped and there is a number indicating how many monsters enter the current player's field. Each monster has a lane indicator that tells the player which lane the monster will enter. The field itself is 5 rows by 4 lanes. If ever 2 monsters enter the same lane, the second one pushes the first one farther toward the player.&#10;&#10;In the player phase, the active player uses defenses and tricks to protect themselves or damage other player's fields. The active player always starts their player phase with 5 cards in their hand.&#10;&#10;In the movement phase, each monster moves down the field one tile. If they run into a defense, combat happens and either the monster or defense with the higher power wins combat.&#10;&#10;In the cleanup phase, players finish any effects that need to resolve, remove any defenses or monsters that have been destroyed in combat, and refill their hand up to 5 cards total.&#10;&#10;The player who is the last person standing is the winner!&#10;&#10;",
    "categories": [
      "Fantasy"
    ],
    "mechanics": [
      "Hand Management",
      "Player Elimination",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/DHszu7oj8on3fIcDC7xmxQ__thumb/img/YoiGmvzk3fuFQr2d2_B-g9VMzF4=/fit-in/200x150/filters:strip_icc()/pic3742071.png"
  },
  {
    "id": "191205",
    "name": "The Ants Go Marching",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 25,
    "age": 5,
    "description": "In The Ants Go Marching, first released as BauBoom, players need to help ants construct an anthill by moving ants along the road to collect materials in order to complete their personal blueprint.&#10;&#10;The road is on a shared game board that features colorful building tiles that players try to collect in their individual wheelbarrow. To do this, at the start of your turn you roll two dice, then move forward a distance equal to either of the dice or the sum of them. If you want the tile on which you land, you can place it in your wheelbarrow. The trick, however, is that you need to remember all of the tiles that you've already acquired because once you reach the end of the road you try to fill in your blueprint from bottom to top with those tiles; for each wrongly collected tile, you must discard one that's perfect for your plan. Whoever first manages to use the colored tiles to build their predetermined anthill wins.&#10;&#10;The Ants Go Marching includes anthills of different levels to allow players of different skill levels to compete more evenly.&#10;&#10;",
    "categories": [
      "Children's Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/GrmQPhllena6mnT9NBm-yA__thumb/img/JebjcERHf6CPTLBf-fPyXJ6CFOg=/fit-in/200x150/filters:strip_icc()/pic2833594.jpg"
  },
  {
    "id": "3669",
    "name": "Moon Base Clavius",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 12,
    "description": "Set in a &quot;future&quot; 1996, Moon Base Clavius is a game of infantry combat on the moon between the Soviet Union and the United States.  Each hex is ~ 27.5km and each turn is 4.5 hours.  Combat results are by dice on CRT with casualties being eliminated.  Victory conditions are per scenario (3 plus a campaign game).&#10;&#10;108 counters.&#10;&#10;",
    "categories": [
      "Science Fiction",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/Sgx8Q-eHP7j0PuityGs2DA__thumb/img/jPgWEB8HzDCzxdws_twDLuyCaZg=/fit-in/200x150/filters:strip_icc()/pic69024.jpg"
  },
  {
    "id": "6687",
    "name": "Lords Of The Middle Sea",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 180,
    "age": 12,
    "description": "&quot;. . . that above the drowned lands, the Middle Sea as is known to men, or else as the Shroud.  It buoys we of the Salvar, its issue strengthens our bellies, it alike washes storm womb and the ashy roots of the Forges, it salutes the steaming Godwall and the last island Wardom before the Greater Sea, it guards us well from the lost lands where iron walked . . .&quot;&#10;&#10;&quot;In the year 2401, players will guide the fortunes of nations as the Emperor of the Nahuas, the President of Mexico, the First Rider of TransWyoming, or as the Fisher of Wardoms -- The Lords of the Middle Sea.&quot;&#10;&#10;A post-apocalyptic wargame played on a map of an inundated North America. Only the tops of mountain ranges are usable land.  A sci-fi mix of galleons, dirigibles, and medieval troops.  Ships and airships have area movement while land movement is through hexes.  Several scenarios are offered for 2 to 4 players.&#10;&#10;",
    "categories": [
      "Science Fiction",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/eFxPuJglPzSK8cFrzK11nw__thumb/img/etfic1CXae4OzNVrbdZwGCejXek=/fit-in/200x150/filters:strip_icc()/pic30854.jpg"
  },
  {
    "id": "136415",
    "name": "Alles Kse!",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 15,
    "age": 6,
    "description": "The player mice in Alles K&auml;se want to collect as much hole-y cheese as possible, and to do so either they can play it safe, scout the territory, and see whether the cheese they find sticks around for later pilferage &ndash; or they can take a chance on a sweet-looking chunk of Swiss and possibly end up in a trap.&#10;&#10;The cards in the deck have 1-6 &quot;holes&quot; on them, with six cards in each hole denomination; on the reverse side, the cards show either cheese or a trap, with the cards showing more holes having a greater percentage of traps.&#10;&#10;To set up the game, players shuffle the 36 cards, then lay out six cards in a row with the hole side up. On a player's turn, he rolls the six-sided die. If the number on the die doesn't match the number of holes on any card in the row, the player peeks at one of these cards to see whether it shows cheese or a trap on the reverse side, then returns it to the row. (With 2-3 players, the player also moves the top card from the deck to the discard pile.) If the number on the die matches the number of holes on at least one card in the row, the player can either:&#10;&#10;&#10;    Take one of these cards, reveal it, and place it in front of himself, or&#10;    Take one of these cards and place it on the discard pile without revealing its opposite side to anyone.&#10;&#10;&#10;In either case, the player then fills the empty spot in the row with the top card from the deck.&#10;&#10;If someone collects a third trap, the game ends, this player automatically loses, and everyone else counts the number of holes on their cheese cards; trap cards are worth no points. The player with the most holes wins. The game also ends if the deck runs out, with the holeyist player once again winning.&#10;&#10;",
    "categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Children's Game"
    ],
    "mechanics": [
      "Dice Rolling",
      "Memory",
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/NjWX1J0haKZXs9Z5l_Sq4Q__thumb/img/PkpydFa0OXo0W9LqrrXlLxBGsRE=/fit-in/200x150/filters:strip_icc()/pic1610923.jpg"
  },
  {
    "id": "36373",
    "name": "The Truckers",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 40,
    "age": 8,
    "description": "From the rules:&#10;&#10;Truckers deliver a variety of packages everyday!  Competition is fierce among them.  Once day they got together and Ms. Ponytail said, &quot;Let's have a race to determine who will earn the most money in three days.&quot;&#10;&#10;So,  who will be the winner during those busy three days?  You can be a trucker by playing this game, The Truckers.  Can you be the most successful trucker in town!&#10;&#10;Use the 8 cards in your hand to move your truck around the city to pick up goods, load them on to your truck.  Then pick up a new truck at the end of day 1 and day 2, but be careful... if you have empty trucks or if you have goods that have not been picked up when the game ends it will cost you money.&#10;&#10;Whoever has the most money at the end of the game wins!&#10;&#10;",
    "categories": [
      "Economic",
      "Racing",
      "Transportation"
    ],
    "mechanics": [
      "Area Movement",
      "Pick-up and Deliver",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/RMMmsYuDw9tH7kowHM_Xpg__thumb/img/iTygqbBekSaDLsI_HerdyNWoQBk=/fit-in/200x150/filters:strip_icc()/pic803220.jpg"
  },
  {
    "id": "8388",
    "name": "Napoleon's Later Battles I",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 240,
    "age": 12,
    "description": "A more or less traditional hex &amp; counter war game covering Napoleon's battles at Smolensk and Lubino, as well as a campaign game that allows players to play through the what-ifs that could have happened.&#10;&#10;Contains two maps, both 34&quot;x22&quot; and about 400 counters, as well as other game components.  This particular game is rated highly for solitaire play.&#10;&#10;",
    "categories": [
      "Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/Gqbb7jA3Mkk90--gAru1PA__thumb/img/jY8q7dF1xWf1Si2RDOV0J9GfMuk=/fit-in/200x150/filters:strip_icc()/pic44433.jpg"
  },
  {
    "id": "235248",
    "name": "TopSpin",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 6,
    "description": "TopSpin is played in the box with a high-quality spinning top and small balls. The game includes two game modes: Challenge and Battle.&#10;&#10;&#10;    In Challenge, the first player to kick a ball at least once in each of the twelve holes wins.&#10;    In Battle, the players have three lives each and they focus on beating the previous score. The last player standing wins.&#10;&#10;&#10;",
    "categories": [
      "Action / Dexterity"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/cVao5LacSXpInIqcrubgAA__thumb/img/1ttBB49lALvetnyyLtYvkhuazto=/fit-in/200x150/filters:strip_icc()/pic3739073.jpg"
  },
  {
    "id": "180389",
    "name": "Insektenhotel",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 7,
    "description": "Insekten Hotel (&quot;Insect Hotel&quot;) is a card-laying and -collecting game for children and families.&#10;&#10;In Insect Hotel, each player tries to be the first to occupy all the rooms in his insect hotel with crawling guests. Some insects come voluntarily, others must be lured in with honey &mdash; but beware of the insatiable cockroach that steals all your honey. And watch out for the grim spider that adores to frighten individual guests out of your hotel!&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "mechanics": [
      "Open Drafting",
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/VVeGK-P41XiJHJDTLYpeXg__thumb/img/4n77DwT5TFmVh5n61sPNNDEajes=/fit-in/200x150/filters:strip_icc()/pic2680687.jpg"
  },
  {
    "id": "220198",
    "name": "BOLD",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 7,
    "description": "Are you a risk taker? How well do you trust your memory? Do you believe in luck?&#10;&#10;In the card game BOLD, you're trying to match cards that show three kinds of containers that vary in color, size, and pattern. Can you remember where the matches are? And will you be willing to put your points where your memory is? Shuffle the cards, then place them face down in a grid formation. The first player reveals two cards. Do the containers match in type, color, size, or pattern? If yes, that's a pair! Now comes a test of your mettle: Will you take your points and run, or will you gamble them by flipping another card and hoping it shares a feature with the first two? The game becomes more intense as it goes on and you remember more!&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Memory",
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/X8MwsLtg3UiOMy2zbiGB1Q__thumb/img/0si9p5QbLoccSv2NDFX830J3Qto=/fit-in/200x150/filters:strip_icc()/pic3408589.jpg"
  },
  {
    "id": "369642",
    "name": "Speak Easy!",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 10,
    "description": "Speak Easy! is a quick and easy word game. Players speak their own, unique, and utterly incomprehensible nonsense-languages as they try to tell the other players the color and shape of the card they have drawn. Players score points when they guess correctly &ndash; or when they actually manage to make sense of the other players&rsquo; languages. The player with the most points after three rounds wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Party Game"
    ],
    "mechanics": [
      "Communication Limits",
      "Deduction",
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/EArzccjr2TWMa1BCasOx5g__thumb/img/VMRZJZg-zLkoVJSdxcJXU2ZEQMo=/fit-in/200x150/filters:strip_icc()/pic7036896.jpg"
  },
  {
    "id": "231415",
    "name": "ttihat",
    "minPlayers": 4,
    "maxPlayers": 9,
    "playingTime": 30,
    "age": 12,
    "description": "&#196;&#176;ttihat (&quot;The Union&quot;) is a strategy board game based on the power struggle between the Young Turks and Sultan Abd&uuml;lhamid II in the late imperial era of Turkey. The Sultan's absolute reign has lasted 33 years and he has no intent to surrender his power. He controls his entire Empire using the spy network he created. He suspect the Young Turks would dethrone him. thus, the Sultan rules the Empire and paranoia rules the Sultan.&#10;&#10;In &#196;&#176;ttihat, there are 3 factions: The Unionists, the Sultan Abdulhamid II and his Spies, and (with at least seven players) and the Separatists. In the game, the roles of unionists and spies are hidden, while the player who plays the Sultan has his card face up. Other players build their strategies without seeing each others' roles. Players bid for control of key provinces, some of which grant military strength. The Unionist players win if their side controls four of the of the provinces in play at the end of the game or when they stage a successful coup. The Separatist player wins if no other faction controls four provinces at the end of the game. Otherwise, the faction of the Sultan and of the Spies wins.&#10;&#10;",
    "categories": [
      "Political",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Betting and Bluffing",
      "Hidden Roles"
    ],
    "image": "https://cf.geekdo-images.com/JEo0h_PBuVMPZxzOk-b9YQ__thumb/img/d2LuyWv-_Yv8Z9BEtKEmDHx8Mjo=/fit-in/200x150/filters:strip_icc()/pic3662498.jpg"
  },
  {
    "id": "325628",
    "name": "  (Medieval Suffering)",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 40,
    "age": 18,
    "description": "&#208;&#161;&#209;&#130;&#209;&#128;&#208;&#176;&#208;&#180;&#208;&#176;&#209;&#142;&#209;&#137;&#208;&#181;&#208;&#181; &#209;&#129;&#209;&#128;&#208;&#181;&#208;&#180;&#208;&#189;&#208;&#181;&#208;&#178;&#208;&#181;&#208;&#186;&#208;&#190;&#208;&#178;&#209;&#140;&#208;&#181; (&quot;Medieval Suffering&quot;) is about tough living in Medieval cities. Each player is a lord who tries to populate their estate with citizens, fight diseases and succeed in the crusades.&#10;&#10;The goal of the game is simple as it is: gain more winning points and there are only two ways to do it - collect as many worthy citizens and win as many crusades as possible.&#10;&#10;The mechanics of the game is quite similar to Ticket to Ride: three cards lay open in the &quot;market&quot; and other are stacked in the deck. Each player at their turn draws one card from the deck and one card from the market. After that the player has to play those cards instantly in any order in any city.&#10;&#10;Some cards may have negative winning points worth or carry negative immediate effects - this is the reason to put those cards in opponents' towns.&#10;&#10;Apart from three types of citizen cards: knights, priests and commoners players may draw a disease card and play it to start an epidemic. Epidemic goes from one city to another killing inhabitants with weakest immune system. At the same time, some diseases like leprosy prefer to start with priests, others with commoners or knights.&#10;&#10;In addition to easy and pleasant mechanics and fun &quot;Take that!&quot; effect the games offer hilarious and well-designed cards based on &quot;Medieval suffering&quot; memes - excerpts from medieval paintings with comic quotes&#10;&#10;&mdash;user summary&#10;&#10;&#208;&#150;&#208;&#184;&#208;&#183;&#208;&#189;&#209;&#140; &#209;&#129;&#209;&#128;&#208;&#181;&#208;&#180;&#208;&#189;&#208;&#181;&#208;&#178;&#208;&#181;&#208;&#186;&#208;&#190;&#208;&#178;&#209;&#139;&#209;&#133; &#208;&#187;&#209;&#142;&#208;&#180;&#208;&#181;&#208;&#185; &#209;&#130;&#209;&#143;&#208;&#182;&#208;&#181;&#208;&#187;&#208;&#176; &#208;&#184; &#208;&#191;&#208;&#190;&#208;&#187;&#208;&#189;&#208;&#176; &#209;&#129;&#209;&#130;&#209;&#128;&#208;&#176;&#208;&#180;&#208;&#176;&#208;&#189;&#208;&#184;&#208;&#185;. &#208;&#146;&#208;&#190;&#208;&#184;&#208;&#189;&#209;&#139; &#209;&#131;&#209;&#133;&#208;&#190;&#208;&#180;&#209;&#143;&#209;&#130; &#208;&#178; &#208;&#154;&#209;&#128;&#208;&#181;&#209;&#129;&#209;&#130;&#208;&#190;&#208;&#178;&#209;&#139;&#208;&#181; &#208;&#159;&#208;&#190;&#209;&#133;&#208;&#190;&#208;&#180;&#209;&#139;, &#209;&#128;&#208;&#176;&#208;&#183;&#208;&#187;&#208;&#184;&#209;&#135;&#208;&#189;&#209;&#139;&#208;&#181; &#208;&#173;&#208;&#191;&#208;&#184;&#208;&#180;&#208;&#181;&#208;&#188;&#208;&#184;&#208;&#184; &#208;&#177;&#209;&#131;&#208;&#186;&#208;&#178;&#208;&#176;&#208;&#187;&#209;&#140;&#208;&#189;&#208;&#190; &#208;&#178;&#209;&#139;&#208;&#186;&#208;&#176;&#209;&#136;&#208;&#184;&#208;&#178;&#208;&#176;&#209;&#142;&#209;&#130; &#208;&#189;&#208;&#176; &#208;&#186;&#208;&#190;&#209;&#128;&#208;&#189;&#209;&#142; &#209;&#134;&#208;&#181;&#208;&#187;&#209;&#139;&#208;&#181; &#208;&#191;&#208;&#190;&#209;&#129;&#208;&#181;&#208;&#187;&#208;&#181;&#208;&#189;&#208;&#184;&#209;&#143;, &#208;&#176; &#209;&#130;&#208;&#181;&#209;&#133; &#208;&#189;&#208;&#181;&#208;&#188;&#208;&#189;&#208;&#190;&#208;&#179;&#208;&#184;&#209;&#133;, &#208;&#186;&#208;&#190;&#208;&#188;&#209;&#131; &#208;&#191;&#208;&#190;&#209;&#129;&#209;&#135;&#208;&#176;&#209;&#129;&#209;&#130;&#208;&#187;&#208;&#184;&#208;&#178;&#208;&#184;&#208;&#187;&#208;&#190;&#209;&#129;&#209;&#140; &#208;&#190;&#209;&#129;&#209;&#130;&#208;&#176;&#209;&#130;&#209;&#140;&#209;&#129;&#209;&#143; &#208;&#178; &#208;&#182;&#208;&#184;&#208;&#178;&#209;&#139;&#209;&#133;, &#209;&#129; &#209;&#128;&#208;&#176;&#208;&#180;&#208;&#190;&#209;&#129;&#209;&#130;&#209;&#140;&#209;&#142; &#209;&#129;&#208;&#182;&#208;&#184;&#208;&#179;&#208;&#176;&#208;&#181;&#209;&#130; &#208;&#184;&#208;&#189;&#208;&#186;&#208;&#178;&#208;&#184;&#208;&#183;&#208;&#184;&#209;&#134;&#208;&#184;&#209;&#143;. &#208;&#146; &#209;&#141;&#209;&#130;&#208;&#190; &#208;&#189;&#208;&#181;&#208;&#191;&#209;&#128;&#208;&#190;&#209;&#129;&#209;&#130;&#208;&#190;&#208;&#181; &#208;&#178;&#209;&#128;&#208;&#181;&#208;&#188;&#209;&#143; &#208;&#178;&#208;&#176;&#208;&#188; &#208;&#191;&#209;&#128;&#208;&#184;&#208;&#180;&#209;&#145;&#209;&#130;&#209;&#129;&#209;&#143; &#208;&#178;&#208;&#190;&#208;&#183;&#208;&#179;&#208;&#187;&#208;&#176;&#208;&#178;&#208;&#184;&#209;&#130;&#209;&#140; &#208;&#190;&#208;&#180;&#208;&#184;&#208;&#189; &#208;&#184;&#208;&#183; &#208;&#179;&#208;&#190;&#209;&#128;&#208;&#190;&#208;&#180;&#208;&#190;&#208;&#178; &#208;&#184; &#208;&#191;&#209;&#128;&#208;&#184;&#208;&#187;&#208;&#190;&#208;&#182;&#208;&#184;&#209;&#130;&#209;&#140; &#208;&#178;&#209;&#129;&#208;&#181; &#208;&#178;&#208;&#190;&#208;&#183;&#208;&#188;&#208;&#190;&#208;&#182;&#208;&#189;&#209;&#139;&#208;&#181; &#209;&#131;&#209;&#129;&#208;&#184;&#208;&#187;&#208;&#184;&#209;&#143;, &#209;&#135;&#209;&#130;&#208;&#190;&#208;&#177;&#209;&#139; &#208;&#178; &#209;&#141;&#209;&#130;&#208;&#190;&#208;&#188; &#208;&#183;&#208;&#176;&#208;&#177;&#209;&#139;&#209;&#130;&#208;&#190;&#208;&#188; &#208;&#177;&#208;&#190;&#208;&#179;&#208;&#190;&#208;&#188; &#208;&#188;&#208;&#181;&#209;&#129;&#209;&#130;&#208;&#181; &#209;&#133;&#208;&#190;&#209;&#130;&#209;&#140; &#208;&#186;&#209;&#130;&#208;&#190;-&#208;&#189;&#208;&#184;&#208;&#177;&#209;&#131;&#208;&#180;&#209;&#140; &#208;&#178;&#209;&#139;&#208;&#182;&#208;&#184;&#208;&#187;.&#10;&#10;&#208;&#160;&#208;&#181;&#209;&#136;&#208;&#176;&#208;&#185;&#209;&#130;&#208;&#181;, &#208;&#186;&#208;&#190;&#208;&#179;&#208;&#190; &#208;&#191;&#208;&#190;&#209;&#129;&#208;&#181;&#208;&#187;&#208;&#184;&#209;&#130;&#209;&#140; &#208;&#178; &#208;&#178;&#208;&#176;&#209;&#136;&#208;&#181;&#208;&#188; &#208;&#179;&#208;&#190;&#209;&#128;&#208;&#190;&#208;&#180;&#208;&#181;: &#208;&#149;&#208;&#191;&#208;&#184;&#209;&#129;&#208;&#186;&#208;&#190;&#208;&#191;&#208;&#176; &#208;&#184;&#208;&#187;&#208;&#184; &#208;&#154;&#208;&#190;&#208;&#189;&#209;&#143;? &#208;&#154;&#208;&#190;&#208;&#188;&#209;&#131; &#208;&#184;&#208;&#183; &#209;&#129;&#208;&#190;&#208;&#191;&#208;&#181;&#209;&#128;&#208;&#189;&#208;&#184;&#208;&#186;&#208;&#190;&#208;&#178; &#208;&#191;&#208;&#190;&#208;&#180;&#208;&#177;&#209;&#128;&#208;&#190;&#209;&#129;&#208;&#184;&#209;&#130;&#209;&#140; &#208;&#159;&#209;&#128;&#208;&#190;&#208;&#186;&#208;&#176;&#208;&#182;&#209;&#145;&#208;&#189;&#208;&#189;&#208;&#190;&#208;&#179;&#208;&#190;? &#208;&#167;&#208;&#181;&#208;&#185; &#208;&#179;&#208;&#190;&#209;&#128;&#208;&#190;&#208;&#180; &#208;&#183;&#208;&#176;&#209;&#128;&#208;&#176;&#208;&#183;&#208;&#184;&#209;&#130;&#209;&#140; &#208;&#145;&#209;&#131;&#208;&#177;&#208;&#190;&#208;&#189;&#208;&#189;&#208;&#190;&#208;&#185; &#208;&#167;&#209;&#131;&#208;&#188;&#208;&#190;&#208;&#185;? &#208;&#152;&#209;&#129;&#208;&#191;&#208;&#190;&#208;&#187;&#209;&#140;&#208;&#183;&#209;&#131;&#208;&#185;&#209;&#130;&#208;&#181; &#208;&#178;&#209;&#129;&#208;&#181; &#208;&#180;&#208;&#190;&#209;&#129;&#209;&#130;&#209;&#131;&#208;&#191;&#208;&#189;&#209;&#139;&#208;&#181; &#209;&#129;&#208;&#191;&#208;&#190;&#209;&#129;&#208;&#190;&#208;&#177;&#209;&#139;, &#209;&#135;&#209;&#130;&#208;&#190;&#208;&#177;&#209;&#139; &#208;&#178; &#208;&#184;&#209;&#130;&#208;&#190;&#208;&#179;&#208;&#181; &#209;&#129;&#209;&#130;&#208;&#176;&#209;&#130;&#209;&#140; &#209;&#129;&#208;&#176;&#208;&#188;&#209;&#139;&#208;&#188; &#208;&#177;&#208;&#187;&#208;&#176;&#208;&#179;&#208;&#190;&#209;&#135;&#208;&#181;&#209;&#129;&#209;&#130;&#208;&#184;&#208;&#178;&#209;&#139;&#208;&#188; &#208;&#191;&#209;&#128;&#208;&#176;&#208;&#178;&#208;&#184;&#209;&#130;&#208;&#181;&#208;&#187;&#208;&#181;&#208;&#188; &#209;&#129;&#209;&#128;&#208;&#181;&#208;&#180;&#208;&#189;&#208;&#181;&#208;&#178;&#208;&#181;&#208;&#186;&#208;&#190;&#208;&#178;&#209;&#140;&#209;&#143;!&#10;&#10;&#208;&#173;&#209;&#130;&#208;&#176; &#208;&#189;&#208;&#176;&#209;&#129;&#209;&#130;&#208;&#190;&#208;&#187;&#209;&#140;&#208;&#189;&#208;&#176;&#209;&#143; &#208;&#184;&#208;&#179;&#209;&#128;&#208;&#176; &#209;&#131;&#208;&#178;&#208;&#184;&#208;&#180;&#208;&#181;&#208;&#187;&#208;&#176; &#209;&#129;&#208;&#178;&#208;&#181;&#209;&#130; &#208;&#177;&#208;&#187;&#208;&#176;&#208;&#179;&#208;&#190;&#208;&#180;&#208;&#176;&#209;&#128;&#209;&#143; &#209;&#129;&#208;&#190;&#208;&#183;&#208;&#180;&#208;&#176;&#209;&#130;&#208;&#181;&#208;&#187;&#208;&#181;&#209;&#143;&#208;&#188; &#208;&#190;&#208;&#180;&#208;&#189;&#208;&#190;&#208;&#184;&#208;&#188;&#209;&#145;&#208;&#189;&#208;&#189;&#208;&#190;&#208;&#179;&#208;&#190; &#208;&#191;&#208;&#176;&#208;&#177;&#208;&#187;&#208;&#184;&#208;&#186;&#208;&#176; &#208;&#178; &#209;&#129;&#208;&#190;&#209;&#134;&#208;&#184;&#208;&#176;&#208;&#187;&#209;&#140;&#208;&#189;&#208;&#190;&#208;&#185; &#209;&#129;&#208;&#181;&#209;&#130;&#208;&#184; &quot;&#208;&#146;&#208;&#154;&#208;&#190;&#208;&#189;&#209;&#130;&#208;&#176;&#208;&#186;&#209;&#130;&#208;&#181;&quot;, &#208;&#176; &#208;&#186;&#208;&#187;&#209;&#142;&#209;&#135;&#208;&#181;&#208;&#178;&#209;&#139;&#208;&#188; &#208;&#191;&#208;&#181;&#209;&#128;&#209;&#129;&#208;&#190;&#208;&#189;&#208;&#176;&#208;&#182;&#208;&#181;&#208;&#188; &#209;&#129;&#209;&#130;&#208;&#176;&#208;&#187; &#208;&#189;&#208;&#181;&#208;&#177;&#208;&#181;&#208;&#183;&#209;&#139;&#208;&#183;&#208;&#178;&#208;&#181;&#209;&#129;&#209;&#130;&#208;&#189;&#209;&#139;&#208;&#185; &#208;&#178; &#209;&#131;&#208;&#183;&#208;&#186;&#208;&#184;&#209;&#133; &#208;&#186;&#209;&#128;&#209;&#131;&#208;&#179;&#208;&#176;&#209;&#133; &#208;&#191;&#208;&#181;&#209;&#128;&#209;&#129;&#208;&#190;&#208;&#189;&#208;&#176;&#208;&#182; &#208;&#191;&#208;&#190; &#208;&#184;&#208;&#188;&#208;&#181;&#208;&#189;&#208;&#184; &#208;&#154;&#208;&#190;&#208;&#187;&#209;&#143;, &#208;&#184;&#208;&#183;&#208;&#190;&#208;&#177;&#209;&#128;&#208;&#176;&#208;&#182;&#209;&#145;&#208;&#189;&#208;&#189;&#209;&#139;&#208;&#185; &#208;&#189;&#208;&#176; &#208;&#186;&#208;&#190;&#209;&#128;&#208;&#190;&#208;&#177;&#208;&#186;&#208;&#181;.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor"
    ],
    "mechanics": [
      "Open Drafting",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/IqVnZBoAYAAZI5Rjg2LOtw__thumb/img/55TE5VDvxMXs6zM5YhiNbCNOmBo=/fit-in/200x150/filters:strip_icc()/pic7315004.jpg"
  },
  {
    "id": "41021",
    "name": "Tangram Master",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 8,
    "description": "Tangram Master is another form of competitive tangrams, but is designed for four players and includes four very nice wooden sets of tans. Players compete simultaneously to be the first to solve the selected tangram. The book included in the game is spiral-bound so that it lays flat, and depicts each of 200 puzzles in four orientations, so all players can see it in its upright form. The book also includes historical information about tangrams, and some nice photos of old sets.&#10;&#10;",
    "categories": [
      "Puzzle",
      "Real-time"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/rA8q1q8pTM_7pn6XQlqJVA__thumb/img/i0efump6jU4N0NC4RgXnXmz8vSA=/fit-in/200x150/filters:strip_icc()/pic2919965.jpg"
  },
  {
    "id": "311497",
    "name": "MetaZoo: Cryptid Nation",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 13,
    "description": "MetaZoo: Cryptid Nation is a TCG rooted in creatures, spells, and artifacts. For this first set, the creatures, or Beasties as we call them, are USA based cryptids (i.e. Bigfoot, Mothman, Jersey Devil, etc...).&#10;&#10;What sets MetaZoo: Cryptid Nation apart is its core mechanic of breaking the 4th wall, or &quot;meta&quot;. From a gameplay perspective, this means that the strength of your Beasties and Spells are impacted by the environment you play in. Playing on a rainy day? Your water Beasties and Spells get a power boost. Playing near an open fire while trying to keep warm as it snows outside? Your Flame spells are now twice as powerful, but watch out... the Snow outside not only boosts the strength of your opponent's Snow Beasties, but also makes some of them invisible (unable to be directly attacked).&#10;&#10;This added level of meta means choosing your battleground to best suit your deck build, or rapidly building decks to suit your environment, is a key feature of the game. Imagine playing a friend, but deftly convincing them to play next to a patch of trees to gain additional power boosts for your Forest Beasties!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Mythology"
    ],
    "mechanics": [
      "Action / Event",
      "Betting and Bluffing",
      "Deck Construction",
      "Dice Rolling",
      "Interrupts",
      "Move Through Deck",
      "Open Drafting",
      "Roll / Spin and Move",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/cZVvU61hLeZDVVMpvUFgcQ__thumb/img/HeTDu8jD_2JHH4bvupw9vSuOVk8=/fit-in/200x150/filters:strip_icc()/pic5465078.png"
  },
  {
    "id": "40001",
    "name": "Mars",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 10,
    "description": "From the Tilsit website:&#10;&#10;Each player is appointed to lead an expedition that has set up a colony on Mars. You need to manage your best sources of raw materials, energy and settlers to build your military, scientific or economic interests and be the first to get the number of victory points set at the beginning of the game. However the Red Planet is an inhospitable place and any error in managing your resources may cost you in this race for development.&#10;&#10;&#10;",
    "categories": [
      "City Building",
      "Economic",
      "Political",
      "Science Fiction"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/gS609JnC5lRuq2khSmgHfQ__thumb/img/6xyIOu37aRGhnKcN5EDtCQ6Cd7o=/fit-in/200x150/filters:strip_icc()/pic419344.jpg"
  },
  {
    "id": "89833",
    "name": "APBA Soccer",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 8,
    "description": "APBA Soccer comes with 4 classic European teams to choose from. These legendary artists of the pitch will allow you to enjoy the thrill of Futbol the way it was meant to be. From the coaches perspective you manage your team and set the strategy to put them in position and lead them to victory!&#10;&#10;APBA Soccer is a great game to enjoy a quick match or to learn the different facets and strategy of the worlds favorite pastime. Oh - did we mention that APBA Soccer is realistic and accurate as well? APBA Soccer is not a play-by-play simulation to allow for speed and enjoyable game play. We have included all the intricacies of soccer and still allow you to complete a full game in less than an hour!&#10;&#10;APBA Soccer includes a number of optional rules which give you more involvement in the game. The more you choose to incorporate, the more control you have over the game! It's your game, It's your choice, play how you want to.&#10;&#10;Enjoy International teams, European league teams, or American teams! Historical and current teams are available! Mix and match and pit your favorites against any foe you desire. So get your kicks on our pitch, with APBA Soccer!&#10;&#10;",
    "categories": [
      "Sports"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/7UQw9pM3ggyAfA_6pUwn6Q__thumb/img/rS36LX5x7qRlvACfwNzvlXZL8qM=/fit-in/200x150/filters:strip_icc()/pic974579.jpg"
  },
  {
    "id": "31380",
    "name": "Modern Society",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 10,
    "description": "Modern Society is a game about our time, the world we live in. It covers aspects from Equality to Organic Food, from War in Iraq to Torture Scandal, to Youth Culture, Women's Priesthood and beyond. Those are but few aspects the players wrestle with as they try to convince the deep rows of the people behind their own agenda.&#10;&#10;The players all live in the same society and seek influential power to leave their mark on the surrounding world. The people's opinions, what they feel and think, is determined by four societal values &ndash; militarism, economy, human values &amp; green values.&#10;&#10;The players have game cards which become &rdquo;hot topics&rdquo; in the society once they are played. They will become the issues the imaginary townsfolk talk in coffee tables, what they read from the news and what shapes their view on the world. These issues then shape the four values, but also bring points through them. This means that the more militaristic the society is the more militaristic influence points you get from cards like 'Raise in Defence Budget' or 'War on Terrorism'. With these points you then push through laws that focus on that value. Only these law cards that the players have pushed through with their political influence they get victory points. And as each value has limited amount of laws there is a race who stands as the best advocate for each value.&#10;&#10;Most cards have special abilities that makes them stronger with certain other cards (i.e. Feminism with Equality) or for example prevent certain points to be scored (i.e. Torture Scandal on militarism points or UN in Crisis on Human value points).&#10;&#10;As the game proceeds the players try to sell their world view to the masses. But whether the well-being of the people is trampled as the players thirst for power and whether that society is still worth defending for? That is what the players decide all over again during each game they play the Modern Society.&#10;&#10;",
    "categories": [
      "Card Game",
      "Economic",
      "Educational",
      "Environmental",
      "Political"
    ],
    "mechanics": [
      "Open Drafting",
      "Role Playing",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/O2tfdbRACyaMMVup64dj3A__thumb/img/nYhtriBe5Dz6SXw1Ou0BN_gsgWQ=/fit-in/200x150/filters:strip_icc()/pic514746.jpg"
  },
  {
    "id": "136912",
    "name": "Los Incognitos: Alien iacta est",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 8,
    "description": "Los Incognitos: Alien iacta est is a dice game in which the players try to track down as many extraterrestrial time travelers as possible. The players roll their dice as long as it is possible to carry out at least one of four possible actions. Except from storing a maximum of two dice, the players can walk or fly through different eras of human history in search of alien visitors. They receive points for monsters they have marked and also for sites they have explored. After a certain number of rounds, the most successful monster tracker as determined by the number of points wins.&#10;&#10;The mechanisms of Los Incognitos: Alien iacta est are based upon those of Expedition Sumatra: Dadu Dadu, but in addition to the different theme, there are new scenarios on bigger boards with optional rule extensions. The game offers four scenarios varying in complexity, each set in another era of human history.&#10;&#10;",
    "categories": [
      "Adventure",
      "Dice",
      "Humor",
      "Science Fiction"
    ],
    "mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/Bl3g7EEEUypoRliiXJp47w__thumb/img/oNVKiICeIl6o2hYDUgyIpiiWH7E=/fit-in/200x150/filters:strip_icc()/pic1547128.jpg"
  },
  {
    "id": "21717",
    "name": "Tempte sur l'Europe 1939-1945",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 12,
    "description": "Temp&ecirc;te sur l'Europe: la guerre en Europe, 1939-1945 (Tempest On Europe: the war in Europe) simulates the totality of the conflict which opposed the Western Allies and the Soviets to the Axis forces between September 1939 and May 1945.  This is primarily a solitaire game where the player will in turn be the offensive player for the Axis (early on) then take the offensive for the Allies after Stalingrad and El Alamein.  The rules take care of the passive player in each phase of the war.&#10;&#10;This game is based on Typhon sur le Pacifique rules (Vae Victis 40), which covered the war in the Pacific.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/BIc3GPRODlnCD5d7C4K2GQ__thumb/img/AGoef8f53Ae2oBVWl2q-BSxdtnQ=/fit-in/200x150/filters:strip_icc()/pic110105.jpg"
  },
  {
    "id": "20409",
    "name": "History of War: Pacific Edition",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 10,
    "description": "Just the same game as History of War, but with new cards from Japan vs. USA&#10;&#10;",
    "categories": [
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/zrilOE9AjiZRg8nZA8GkUw__thumb/img/Fs6CYffP0KUrFIWkUWNycT2w5f8=/fit-in/200x150/filters:strip_icc()/pic127307.jpg"
  },
  {
    "id": "65242",
    "name": "Shiloh: Bloody April, 1862",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 12,
    "description": "Shiloh: Bloody April, 1862&#10;&#10;The design, by Paul Koenig, uses an evolution of the Intermediate Game from the old-Avalon Hill classic, Gettysburg &#226;&#128;&#153;77. Each game turn equals one hour, and each hex on the map represents 100 yards. Units of maneuver are double-sided brigades. Rules cover: roads, surprise, fatigue, rout, organization, ranged fire, reinforcements, army organization, gunboats, night, and more. There are three scenarios: one for each day and a combined look at the entire two-day battle. Historical set-ups are provided for all scenarios. The short scenarios can be completed in about four hours. The game includes a 34x22 hex map and 176 large-sized NATO-style, back-printed units. Solitaire play is doable. The turn sequence is as follows.&#10;&#10;Confederate Disorganization Phase&#10;Confederate Movement Phase&#10;Confederate Combat Phase&#10;Confederate Reorganization Phase&#10;&#10;Union Disorganization Phase&#10;Union Movement Phase&#10;Union Combat Phase&#10;Union Reorganization Phase&#10;&#10;",
    "categories": [
      "American Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points"
    ],
    "image": "https://cf.geekdo-images.com/TMISP9RiHCfwjOI4fw1xFw__thumb/img/j1dIGJjjLBJaDfTGYqoNCjqaY3c=/fit-in/200x150/filters:strip_icc()/pic764243.jpg"
  },
  {
    "id": "130048",
    "name": "Activity: Gold Edition",
    "minPlayers": 3,
    "maxPlayers": 16,
    "playingTime": 90,
    "age": 12,
    "description": "Anniversary edition of Activity celebrating the 175 years of Piatnik. &#10;A combination of the best ideas of different editions of Activity with many new terms, new and non-traditional tasks and containing also some rules changes and special gold cards with famous sayings and phrases.&#10;&#10;Teams move on the board, draw cards and using pantomime, drawing etc. according the description of the cards. If teammates guess Your action You collect the card as a point. If team lands same space with opponent&acute;s pawn - they must move one space back unless they have not collected any gold cards.&#10;&#10;",
    "categories": [
      "Card Game",
      "Party Game"
    ],
    "mechanics": [
      "Acting",
      "Dice Rolling",
      "Line Drawing",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/PMgcOyRK6XVYnB1MFuhZEw__thumb/img/4PuGmZpC-8Lzl58glxKZPto7OXc=/fit-in/200x150/filters:strip_icc()/pic2243901.jpg"
  },
  {
    "id": "2657",
    "name": "Auweier",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 12,
    "description": "From the rule book:&#10;&#10;&quot;Egg On - A mating game for screwy birds&#10;&#10;In this game, the players slip on the feathers of a male bird. Through the use of bridal gifts (worms) they try to convince the stunning females (in the middle of the table) that they would be the best fathers for their eggs. During the course of the game, the males try to mate with the females in order to achieve paternity over certain eggs. However, not all the eggs are equally valuable. The first egg in a nest scores fewer points than the third. Also, there are females who are better suited for mating (they have matching color) and their eggs thus earn a bonus.&#10;The King of the Nest will, without a doubt, be the one who manages to mate with all the females, i.e. to collect eggs in all the colors.&quot;&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game"
    ],
    "mechanics": [
      "Betting and Bluffing"
    ],
    "image": "https://cf.geekdo-images.com/guTa2O_hOBJlBe7D55kVtQ__thumb/img/OL6EmEmxHv3Yqzw1lGZCaSvflZk=/fit-in/200x150/filters:strip_icc()/pic202838.jpg"
  },
  {
    "id": "178229",
    "name": "Adventure Time: Adventures in the Land of Ooo",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 8,
    "description": "Are you ready to live exciting adventures in the Land of Ooo?  Do you want to be in Finn&rsquo;s, Jake&rsquo;s, or in any of their good friend&rsquo;s skin? Do you want to discover the mysteries of this magical world? Then Adventures in the Land of Ooo is the game for you!  Have fun with the characters and situations of the Adventure Times show in this fun, family board game.  Explore dangerous dungeons to obtain the Crystal Eye, face powerful wizards, or have a great dance with Death until the Peppermint Butler arrives.&#10;&#10;Play with the characters from the show, like Finn, Jake or Marceline, exploring around the game board. Collect cards and objects to overcome the challenges and enemies they will have to face along the way.  Finally, achieve the objective of the mission before the rest of the players to win the game...&#10;You will have a mathematical time!&#10;&#10;The basic game set comes with two missions, inspired on episodes from the show: &quot;The Dungeon&quot; and &quot;Wizard Battle&quot;, each with their own objectives and special rules.&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Hand Management",
      "Open Drafting",
      "Point to Point Movement",
      "Take That",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/RLs_G0owaifH8k3BUPlobw__thumb/img/DluBgcbTh8uONgUpiHXd3CnPGiQ=/fit-in/200x150/filters:strip_icc()/pic2531653.png"
  },
  {
    "id": "21275",
    "name": "Outburst: Travel Edition",
    "minPlayers": 2,
    "maxPlayers": 99,
    "playingTime": 60,
    "age": 7,
    "description": "Now experience Outburst! fun anywhere you go!  Outburst Travel Edition offers all the original uproarious game play in a handy take-along design.&#10;&#10;Just as in the original Outburst! games, teams have 60 seconds to yell out answers that fit familiar categories.  Teams may shout out as many answers as possible, but only the 10 answers that appear on the Topic Card will score points.&#10;&#10;This pocket-size versions includes a 60-second Timer, Viewer/Card Holder containing 160 Common-Knowledge Topics, Scoreboard and Market.&#10;&#10;Outburst Travel Edition is as easy as it is fun.  Try it - Can you name &quot;10 Annoying Things That Other Drivers Do?&quot;  You have one minute, go!&#10;&#10;",
    "categories": [
      "Party Game",
      "Trivia"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/xyTI_nma9orbHrOaZpoiJg__thumb/img/rE3g4EBz1nPkbADIO2u2PefsrvI=/fit-in/200x150/filters:strip_icc()/pic236620.jpg"
  },
  {
    "id": "207063",
    "name": "Donkey Derby",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 35,
    "age": 9,
    "description": "In the race game Donkey Derby, each player moves each of the five donkeys. Players bet on the future winner. If you make the right bet early, you'll get many victory points in the end. Bet later, and you can better estimate the finish and get points more safely. But the die plays a role as well: Should I advance my favorite with the &quot;3&quot; I've rolled, or should I try to roll a higher number? If my luck with the die doesn't meet my calculations, the malicious joy of the other players is guaranteed.&#10;&#10;When the first three donkeys have crossed the finish line, the player with the most points wins.&#10;&#10;",
    "categories": [
      "Racing"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/P-weSzEdrl5o_vMRm0kvwQ__thumb/img/qdK3FJfokeYjtUhsna4VENeAfhw=/fit-in/200x150/filters:strip_icc()/pic3143361.jpg"
  },
  {
    "id": "153484",
    "name": "Hedbanz Act Up!",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "In Hedbanz Act Up, each player wears a head band that holds a card over your forehead.  You must try and guess what's on your card based on the clues given to you by the other players.  The catch is that the other players can only give you clues through pantomime (as in charades).  If you guess correctly, both you and the player acting out the clue score.  Guess as many cards as you can within the time limit.  The first player to get rid of all of his or her scoring chips wins the game.&#10;&#10;",
    "categories": [
      "Deduction",
      "Party Game"
    ],
    "mechanics": [
      "Acting"
    ],
    "image": "https://cf.geekdo-images.com/g6b_yr3cqN3e4Q_b6OXh2g__thumb/img/nYj7Y8y63Gf6Poi4OKEei-qKFSs=/fit-in/200x150/filters:strip_icc()/pic2234594.jpg"
  },
  {
    "id": "126728",
    "name": "Dice's Zoo",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 5,
    "age": 6,
    "description": "In Dice's Zoo players compete to be the first to play out all twelve of their dice. On each side of each die is one kind of animal, some small and some large. When you play dice, you need to either play a bigger animal than the player before you or you can play the same animal but in a higher number. Whenever you play an animal, you may use that animal's special ability, for example, to hinder your opponent or to help you get rid of your dice faster.&#10;&#10;",
    "categories": [
      "Animals",
      "Dice"
    ],
    "mechanics": [
      "Campaign / Battle Card Driven",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/AiU2YnzU2EQDIGVaLbstfw__thumb/img/kodbjJpiHET0atylfNRejkeNn1w=/fit-in/200x150/filters:strip_icc()/pic1350799.jpg"
  }
]
