[
  {
    "id": "166640",
    "name": "Prime Time",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 13,
    "description": "As a big shot executive you need to keep your network stacked with the best shows in Prime Time. A basic goal for any TV show is to &quot;win&quot; its time slot for the network by having the highest ratings, and thus the highest ad revenue. As you add talented actors, producers and writers to the show, you&rsquo;ll have to decide how to arrange your TV Guide to win over the most viewers. Will you be putting your best shows early in the week? What will you leave for the Friday night death slot? Make your choices wisely so you can become the #1 network.&#10;&#10;Prime Time is played over six rounds, divided into two seasons of three rounds each. During each round, players will bid for and take their actions - buy shows, hire and fire talent, or play golf, among other things.&#10;&#10;Each round follows 4 phases:&#10;&#10;&#10;    Development phase &ndash; Players take 3 actions each. &#10;    Broadcasting phase &ndash; Players set up their TV schedule and try to attract demographics. &#10;    Award show phase (only in rounds 3 and 6) &ndash; Players score points based on their performance.&#10;    Income phase &ndash; Get paid, clear the board and set up for the new round.&#10;&#10;&#10;At the end of the 6th round, each player counts their remaining cash and gains 1 VP for each full $3.&#10;The player with the most VP wins the game!&#10;&#10;",
    "categories": [
      "Economic",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/HkE3PLJCu2mu4ADX9RVS0w__thumb/img/pPYqbACYEuOwJM1t22k0sgpphtU=/fit-in/200x150/filters:strip_icc()/pic2724833.jpg"
  },
  {
    "id": "285203",
    "name": "Alien 51: El ascensor",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 10,
    "description": "In Alien 51: The Elevator, you will become the coordinators of a team of workers and compete to be the fastest to take them to their jobs. This will not be an easy task since the elevator of these offices does not work too well, which will turn a daily routine into an epic feat.&#10;&#10;Alien 51: The Elevator has 3 different game modes. The Competitive Mode (2 to 4 players) is modulated in difficulty and takes place during the chaotic time of entry to the office. In it, players will compete to be the first to place their workers in their jobs. The Cooperative (2 to 4 players) and Solitaire (1 player) modes pass during the office's closing time and both share a common goal: to remove all workers from the building before the boss meets the strict closing time and leave them trapped inside.&#10;&#10;&#10;En Alien 51: El Ascensor, os convertir&eacute;is en los coordinadores de un equipo de trabajadores y competir&eacute;is para ser el m&aacute;s r&aacute;pido en llevarlos a sus puestos de trabajo. Esto no ser&aacute; tarea f&aacute;cil ya que el ascensor de estas oficinas no funciona demasiado bien, lo que convertir&aacute; una rutina diaria en una haza&ntilde;a &eacute;pica.&#10;&#10;Alien 51: El Ascensor presenta 3 modos de juego diferentes. El Modo Competitivo (2 a 4 jugadores) es modulable en dificultad y transcurre durante la ca&oacute;tica hora de entrada a la oficina. En &eacute;l, los jugadores competir&aacute;n para ser el primero en colocar a sus trabajadores en sus puestos de trabajo. Los Modos Cooperativo (2 a 4 jugadores) y Solitario (1 jugador) transcurren durante la hora de cierre de la oficina y ambos comparten un objetivo com&uacute;n: sacar del edificio a todos los trabajadores antes de que el jefe cumpla con la estricta hora de cierre y los deje atrapados en su interior.&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/6dFKpDJC6C91gQGMhFCG5A__thumb/img/strEcv8Wc__glFwZfW85Ad-kY_E=/fit-in/200x150/filters:strip_icc()/pic4911283.jpg"
  },
  {
    "id": "365307",
    "name": "Minecraft: Heroes of the Village",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 25,
    "age": 7,
    "description": "Adventure and fun await in this cooperative Minecraft game! Can you protect the Village from raiding Illagers? Explore the world, collect Blocks, fight Mobs, and build defensive buildings before marauding Illagers invade. Your helpful animal companions will stand faithfully by your side!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Exploration",
      "Fantasy",
      "Fighting",
      "Video Game Theme"
    ],
    "mechanics": [
      "Contracts",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Map Addition",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/xRIthfEAvEc9vTjO6hkKGQ__thumb/img/w-Ekj6vwEbhrcCMFOTvT4QwaULU=/fit-in/200x150/filters:strip_icc()/pic7017349.jpg"
  },
  {
    "id": "24051",
    "name": "Fowl Play!",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "Each player uses their fox to capture some of each of the types of fowl (chickens, ducks, geese and turkey) that are found in the farmyard.  Players gain points for the fowl they have captured and also for saving from capture those fowl that share one or more of the same characteristics as their chosen target card.&#10;&#10;Each round every player chooses to play one of their three fowl cards to determine turn order and which of the fowl counters a player can move.  Players may move up to three fowl counters a combined total of up to three spaces on the hex shaped board.  Players will choose whether to assist their own fox in capturing the fowl, or whether to save their secret target fowl and similar fowl from being caught by the other players&rsquo; foxes.  Foxes then move up to two spaces in an attempt to capture one of the fowl.  Moving the foxes through the foxholes will speed their progress and allow the foxes to creep up on the fowl unnoticed.&#10;&#10;The game usually finishes when eight or fewer fowl remain at the end of a round.  The target cards are then revealed, the points tallied (the most difficult part of the game) and a winner declared.&#10;&#10;",
    "categories": [
      "Animals"
    ],
    "mechanics": [
      "Hand Management",
      "Hexagon Grid",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/UhcSREey_JIqtt1YHPWiWQ__thumb/img/7wf877wryHFYDJkCRRI0N2Pmcfw=/fit-in/200x150/filters:strip_icc()/pic134011.jpg"
  },
  {
    "id": "132251",
    "name": "Ghooost!",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 8,
    "description": "Ghooost! is a fast, easy-to-learn card game with a Halloween-based theme and lots of twists and turns! Play your cards wisely to get rid of all the ghosts, undead, vampires, zombies and other spooky creatures haunting your mansion. Block your opponents while they're trying to drive spirits out of their home and into your backyard &ndash; but beware as the scariest ghosts will not be driven away so easily...&#10;&#10;In game terms, your goal in Ghooost! is to get rid of all of your cards in hand and in your mansion by playing a card (or several matching cards) equal to or higher than the one(s) played previously. To set up, each player has four ghost cards in hand and 4-12 cards in his mansion. Ghost cards come in four suits and have values ranging from 1 to 14, with a few cards having special powers; scary (red) ghosts, for example, can be topped only by fearless ghosts, other scary ghosts, or a ghost quartet, while fearless ghosts can be played no matter what's on top of the Cemetery (discard pile).&#10;&#10;A game consists of two stages. In the first stage, players draw or play cards to prepare their hand of cards for the second stage. On a turn, a player takes one of three actions:&#10;&#10;&#10;    Play one or more matching cards on the Cemetery equal to or higher than the cards played previously, then refill your hand to four cards by drawing from the Crypt (deck).&#10;    Take all the cards from the Cemetery into your hand; any card can be played on an empty Cemetery.&#10;    Draw one card from the Crypt and try to play it, taking all the cards from the Cemetery into your hand if the play isn't valid.&#10;&#10;&#10;Once the Crypt is empty, the second stage begins and players take turns either playing valid cards into the Cemetery or taking all cards from the Cemetery into their hand. If a player plays two or three matching ghosts, he takes another turn immediately; if he plays four cards that match (or plays cards that complete a quartet), those cards and the Cemetery are removed from play, then he takes another turn. If a player's hand is empty, he draws the top card from his mansion, playing it if valid and taking all the Cemetery cards into his hand if not. If a player empties his hand and mansion, he's out and the others keep playing. Play continues until only one player has cards in hand; this player loses the game and everyone else wins.&#10;&#10;Ghooost! includes a scoring system that allows for multiple rounds.&#10;&#10;",
    "categories": [
      "Card Game",
      "Horror"
    ],
    "mechanics": [
      "Hand Management",
      "Ladder Climbing",
      "Single Loser Game"
    ],
    "image": "https://cf.geekdo-images.com/lphRw7Q3a_5GOAzSMBL-jw__thumb/img/7A9lGIW91UnT0jr3IoBXVA_dkJk=/fit-in/200x150/filters:strip_icc()/pic1701877.jpg"
  },
  {
    "id": "250822",
    "name": "Title Bout II",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 45,
    "age": 10,
    "description": "The best boxing game ever created.&#10;&#10;Recreate the best fights in the history of the heavyweight division. Take on the role of matchmaker, trainer and cut man and lead one of 100 heavyweights to stunning victories in the ring.&#10;&#10;From All-Time greats like Dempsey, Louis, Ali and the Klitschko brothers to Top Ten Contenders like Jerry Quarry, Zora Folley and Archie Moore, each fighter will perform for you as they did in the ring when they fought.&#10;&#10;And it isn't just the best of the best: rugged trial horses like Willi Besmanoff and Tex Cobb will do their best to pull off an upset win.&#10;&#10;If it happens in boxing, it happens in Title Bout 2.&#10;&#10;Knockdowns, Knockouts, fouls, disqualifications, cuts, injuries and more occur with the frequency that you would expect.&#10;&#10;Unparalleled accuracy.&#10;&#10;Each of the fighters are rated in over three dozen categories, accurately portraying the fighter's skills both when fresh and when fatigued.&#10;&#10;Easy to learn; fast to play.&#10;&#10;Even though all aspects of boxing are included in Title Bout 2, thanks to the unique game design, illustrated rules and dozens of examples of play, you will be staging bouts in no time! And a typical 10-rounder can be 40 in 30 minutes.&#10;&#10;Create your own boxing history.&#10;&#10;Match Joe Louis against Mike Tyson; plot the strategies that Ali will use against a giant like Wladimir Klitschko. Or see if perennial contenders like Cleveland Williams, Bob Pastor or &quot;Our 'Enry&quot; Cooper can pull off an upset under your guidance and win a title.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Sports"
    ],
    "mechanics": [
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/DDSFKUquaNaVhK4aYvbzdQ__thumb/img/RtY35Lo1im8HKuEgZ8DPIIzFc7I=/fit-in/200x150/filters:strip_icc()/pic4082711.jpg"
  },
  {
    "id": "41185",
    "name": "Europa: Paris ist ja klar, aber wo liegt Córdoba?",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 10,
    "description": "Europa is the next game in line from KOSMOS' geography series (previous installments: Deutschland - Finden Sie Minden! and Globalissimo).&#10;&#10;The game expands the idea from 'Deutschland' to a European map, where the players have to locate cities, rivers/lakes, landscapes/regions and historical sites. In doing so, the players can decide how much risk they take by choosing how detailed they get in their localization attempt.&#10;The systems works more or less like betting at roulette; the smaller the region you guessed, the higher the return. But if you make a mistake you get nothing at all!  &#10;Europa is to 'Deutschland' what 'Ausgerechnet, Uppsala!' was to 'Ausgerechnet, Buxtehude!'. It just takes the game to another geographical level. &#10;The only major difference is the catch-up mechanism: Instead of allowing trailing players to jump over occupied fields on the point track, the game reuses the 'barriers' from 'Globalissimo'. The leading player has to guess the country of a certain location in order to advance further on the point track. Trailing players can then proceed without such a trial. Additionally, the last player may make a bonus guess by correcting or detailing another player's guess for a bonus point.&#10;&#10;",
    "categories": [
      "Educational",
      "Trivia"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Push Your Luck",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/hOC5sW0pLtkBnh-lihvQng__thumb/img/wc4xldig2jfIOhKkeTrLqiQjKMk=/fit-in/200x150/filters:strip_icc()/pic3277551.jpg"
  },
  {
    "id": "15047",
    "name": "Trivial Pursuit: DVD – Star Wars Saga Edition",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 10,
    "description": "This special edition of Trivial Pursuit: Genus Edition features an interactive DVD, with questions focusing on the history, technology, and memorable characters from the epic Star Wars saga.&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Science Fiction",
      "Trivia"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/nDE3RxEag4NlKH_RGioamA__thumb/img/ITFf4BfBu9K4dTGfypvVISNLVIg=/fit-in/200x150/filters:strip_icc()/pic475423.jpg"
  },
  {
    "id": "2965",
    "name": "Kendo",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "The game first was published in 1974  as Queen Bee by Condor, before it was re-themed and published by 'Ravensburger' &#10;as  Kaiser, K&#195;&#182;nig, Edelmann in 1976 &#10;and re-themed again in 1989 as Kendo.&#10;_________________________________________&#10;Kendo, The Samurai's Favourite Game, lets 4 Samurai fight across a hex grid to get their Prince safely into the palace at the centre. Your 8 figures are numbered 1 (Prince), 2 (Samurai) or 3 (Fighter) and may only move their number of spaces. Finishing a move on an opponent's piece is a strike and it is removed from the board. Strike a prince and the player is out of the round, though their pieces remain on the board. Get your Prince to the centre and score 5 bonus points, whilst all remaining pieces score their value. Play a few rounds and most points win.&#10;Interesting abstract game, was very popular in Germany and often reprinted.&#10;&#10;Description for Kaiser, K&ouml;nig, Edelmann (Emperor, King, Nobleman):&#10;Each player tries to be the first to reach the castle with his prince. At the beginning of play the figures are arranged according to a certain starting order. The player, whose turn it is, moves one of his figures as many fields as it is allowed (3,2,1). If the figure moves onto a field with an opposing figure, this one is struck and taken out of the play. If it takes an opposing emperor out of the play in this way, that player is immobilized completely; his figures however remain in the game as handicaps. One may not jump over figures. Likewise it is not allowed to move through the palace or go back to the spot you came from. Additionally the player is obliged to move every turn. The emperor can move only to one crossing, the kings to two crossings and the noble men up to three crossings. The player whose emperor first arrives at the castle wins.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Fighting",
      "Medieval"
    ],
    "mechanics": [
      "Point to Point Movement"
    ],
    "image": "https://cf.geekdo-images.com/337as0do6k0-rYmYvBb1-A__thumb/img/vGzO8E7o_F__6dazIRu4r1Wd3Hw=/fit-in/200x150/filters:strip_icc()/pic177941.jpg"
  },
  {
    "id": "420040",
    "name": "UMATAKA",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 10,
    "description": "UMATAKA is a board game themed around the Jomon period in Niigata Prefecture, Japan, a region known for its distinctive &quot;flame pottery&quot; artifacts. Players take on the roles of family leaders among the Jomon people, competing through the four seasons&mdash;spring, summer, autumn, and winter&mdash;to earn points by crafting pottery, hunting, and cooking nuts. The region's historical trade value of jade also plays a crucial role, as players must also gather this precious material.&#10;&#10;UMATAKA utilizes a worker placement system where players use human and dog pieces as workers, placing between one and four workers in designated spaces. Dogs, which are relatively easier to acquire during the game, must work alongside humans due to several restrictions. After placing workers and taking actions, the number of workers influences the advancement of a piece on the &quot;Exploration Track.&quot; The action located at the space where this explorer piece stops is also executed. This mechanism forces players to think strategically about the number of workers they deploy, and sometimes strategically placing extra workers can provide an advantage in the game.&#10;&#10;",
    "categories": [
      "Prehistoric"
    ],
    "mechanics": [
      "Contracts",
      "Hidden Victory Points",
      "Set Collection",
      "Tech Trees / Tech Tracks",
      "Turn Order: Claim Action",
      "Variable Set-up",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "image": "https://cf.geekdo-images.com/JDChSC_Ri8JCLOwZF9xVjA__thumb/img/DM0WOAOViU13lNnRTnjl1l35MlE=/fit-in/200x150/filters:strip_icc()/pic8169811.png"
  },
  {
    "id": "225303",
    "name": "Gamer Over! A Game Fair Murder Mystery",
    "minPlayers": 7,
    "maxPlayers": 8,
    "playingTime": 180,
    "age": 12,
    "description": "In Ausgespielt! Der Messe-Krimi, the players are at SPIEL in Essen, the largest board game show. A famous videoblogger has been found murdered in the VIP press area, and not only the murderer was there, but also a group of other suspects who have all been in contact with the deceased in one way or another.&#10;&#10;Ausgespielt! is a classic murder mystery game. The players put themselves in a crime case and experience a setting, but one of them is the murderer. Confronted with the case and the will to solve it themselves, the players try to expose the true culprit, but that person can lie to keep their secrets.&#10;&#10;Solving the case is not the main goal, but rather having fun and experiencing the case and unfolding the story as it emerges. The designer is both an experienced crime case writer and a passionate board gamer, so he's included some hints and easter eggs to add to the enjoyment.&#10;&#10;",
    "categories": [
      "Murder / Mystery"
    ],
    "mechanics": [
      "Role Playing"
    ],
    "image": "https://cf.geekdo-images.com/FfBClTdKiz-9zaR44451tA__thumb/img/KqpieaY_aoKblMALSqsXpRDt-2M=/fit-in/200x150/filters:strip_icc()/pic4093081.jpg"
  },
  {
    "id": "6046",
    "name": "Gettysburg: Lee's Greatest Gamble",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 12,
    "description": "This game is a simulation of the battle which took place between Lee's Army of Northern Virginia and Meade's Army of the Potomac at Gettysburg, Pennsylvania during the first four days of July 1863.  &#10;Included in the game are a 22 x 34&quot; mapsheet, 200 counters, and 18 pages of rules.&#10;&#10;To win the game, the Confederate player must inflict heavy casualties on the Union army and/or move his own train off the map to the southwest.  The Union player must resist the Confederates drive while inflicting heavy losses on the Confederates.&#10;&#10;",
    "categories": [
      "American Civil War",
      "Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/d05vz-SO2rxtdBRIQzfdYw__thumb/img/LiOYMLL_JRnEOqAKwM33egnVif8=/fit-in/200x150/filters:strip_icc()/pic27314.jpg"
  },
  {
    "id": "315671",
    "name": "Animal Upon Animal: Unicorns",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 4,
    "description": "Each turn in Animal Upon Animal: Unicorns, a player rolls the die, then places either one or two animals on the stack of animals, passes one of their animals to another player for them to place, or places an animal on the table, extending the base for other players to build upon. If any pieces fall off while you are building, you must take up to two of them back. The first player to have no animals in front of them wins.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "mechanics": [
      "Dice Rolling",
      "Stacking and Balancing"
    ],
    "image": "https://cf.geekdo-images.com/CKdK_2wifC91SRHslYfCBw__thumb/img/cZ83c23jO4KyqD0CeOCt0XchrEI=/fit-in/200x150/filters:strip_icc()/pic5557072.jpg"
  },
  {
    "id": "163255",
    "name": "Reconquista",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 60,
    "age": 12,
    "description": "Winner of the wargame category in the 2014 solitaire print and play contest. Released in early 2015 as a physical boardgame by White Dog Games.&#10;&#10;The game is a solitaire area-movement wargame, simulating the Reconquest of the Iberian peninsular by the Christian kingdoms from the 8th to 15th centuries.&#10;&#10;The player takes the role of the Christian forces. Starting off with a small part of Northern Spain, the player purchases Armies and cities, with the goal of defeating the Moslem forces and reconquering Iberia for Christendom.&#10;&#10;Game play involves battles, sieges, random events, and the actions of the Moslem forces, controlled by the game.&#10;&#10;Random events include Viking raiders, French intervention, Famine, Rebellions, Religious strife, Christian Military Orders, and more.&#10;&#10;Components: 1 map, 100 counters (3 different sizes), rules.&#10;Playing time: 1-2 hours&#10;&#10;The White Dog games version contains cleaned-up rules, additional optional rules, including alternative random event tables, and a historical scenario for every one of the 20 turns of the game.&#10;&#10;",
    "categories": [
      "Medieval",
      "Print & Play",
      "Wargame"
    ],
    "mechanics": [
      "Area Movement"
    ],
    "image": "https://cf.geekdo-images.com/9v_FzbQkl3Ucyhg2ZSGEow__thumb/img/Q0Iyq8HGSzJI3dz5-Ozeb2SLp-I=/fit-in/200x150/filters:strip_icc()/pic2429162.png"
  },
  {
    "id": "15000",
    "name": "Word Basket",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 10,
    "age": 10,
    "description": "The game comes with a plastic basket and a deck of cards with kana on them.  Some cards have numbers on them (5, 6,&#10;or 7+) and some cards are wild.  Players take turns throwing cards from their hand while either shouting out a word that ends with the kana they throw in or has the number of kana corresponding to the number they throw in.  All words must start with the letter that the last word ended with.&#10;&#10;Home Page: http://homepage.mac.com/jaga_online/wb/&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Card Game",
      "Word Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/AH9Oo4ZEKHmRTYv72bRp5w__thumb/img/MIPVGH9bc-qGlMWXDXYOuP5syWY=/fit-in/200x150/filters:strip_icc()/pic1686421.jpg"
  },
  {
    "id": "224108",
    "name": "Magus: Aura Mortis",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 80,
    "age": 12,
    "description": "Magus: Aura Mortis is a re-implementation of Magus: Fortuna et nostis. In Magus, the players embody powerful sorcerers who send heroes under their control to plunder the castle of Ardeth, their mentor, as they crave the treasures and secrets that are hidden there.&#10;In a game the players must fulfill missions and different objectives until obtaining 10 dominion points and thus to proclaim the new lord of the castle. In addition to controlling a hero, the player has spells at his disposal with which he can alter the very structure of the castle.&#10;In a Magus turn, a player can perform up to 2 normal actions (move, attack, play spells, among others) and any number of quick actions (use knowledge, advance missions, use relics, etc.) Each action has a cost that must be paid with energy from one of the two existing wells: Well of power (Green) and Well of control (purple). As the game progresses players will gain energy that they can freely assign to their power or control reserve as needed for one or the other action.&#10;The Magus main play mode is competitive, each player will try to reach before the rest to the 10 dominion points using his hero and his spells to delay the advance of enemies. But there is also the cooperative mode, in which players must defeat the powerful archmage Ardeth. For this they must travel the castle accomplishing different objectives that reduce the dominion of the archmage before he arrives at the castle for the final combat.&#10;In cooperative mode, the Dominion points are the way of measuring Ardeth's strength, which players must reduce as much as possible whilst preparing for his arrival. When the archmage appears in the castle players must face him, and the life of Ardeth will be determined by the dominion gained at the moment of his appearance.&#10;&#10;&#10;Magus: Aura Mortis es una reimplementaci&oacute;n de Magus: &quot;Fortuna et nostis&quot;. En Magus los jugadores encarnan a poderosos hechiceros que env&iacute;an a h&eacute;roes bajo su control a saquear el castillo de Ardeth, su mentor, ya que ans&iacute;an los tesoros y secretos que all&iacute; se esconden.&#10;En una partida los jugadores deber&aacute;n cumplir misiones y distintos objetivos hasta conseguir 10 puntos de dominio y as&iacute; proclamarse el nuevo se&ntilde;or del castillo. Ademas de controlar a un h&eacute;roe, el jugador tiene conjuros a su disposici&oacute;n con los que podr&aacute; alterar la estructura misma del castillo.&#10;En un turno de Magus un jugador puede realizar hasta 2 acciones normales (mover, atacar, jugar conjuros, entre otras) y cualquier cantidad de acciones r&aacute;pidas (usar saberes, avanzar misiones, usar reliquias, entre otras. Cada acci&oacute;n tiene un costo que debe ser pagado siempre fichas de energ&iacute;a de alguno de los dos tipos existentes. Existe la energ&iacute;a de poder (de color verde) y la energ&iacute;a de control (de color violeta. A medida que avanza la partida los jugadores ir&aacute;n ganando energ&iacute;a que podr&aacute;n asignar libremente a su reserva de poder o de control seg&uacute;n la necesitar para una u otra acci&oacute;n. &#10;El modo principal de juego de Magus es competitivo, cada jugador intentar&aacute; llegar antes que el resto a los 10 puntos de dominio vali&eacute;ndose de su h&eacute;roe y sus conjuros para retrasar el avance de sus enemigos. Pero tambi&eacute;n existe el modo cooperativo, aqu&iacute; los jugadores deben derrotar al poderoso archimago Ardeth. Para ello deben recorrer el castillo cumpliendo distintos objetivos que reduzcan el dominio del archimago antes de que este llegue al castillo para el combate final. &#10;En el modo cooperativo los puntos de dominio miden la fuerza de Ardeth, y los jugadores deben reducirlo lo mas posible mientras se preparan para su llegada. Cuando el archimago aparece en el castillo deben enfrentarlo, y la vida de Ardeth estar&aacute; determinada por la dominio acumulado al momento de su aparici&oacute;n.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Maze"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Pick-up and Deliver",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/_IJXgegV0l1InLqr5k9I2g__thumb/img/lhrMHHVzSAitd-v0DpOu1jWTonk=/fit-in/200x150/filters:strip_icc()/pic3486647.png"
  },
  {
    "id": "134009",
    "name": "The Hobbit: An Unexpected Journey Strategy Battle Game",
    "minPlayers": 2,
    "maxPlayers": 0,
    "playingTime": 30,
    "age": 12,
    "description": "A new game by Games Workshop following the release of the movie The Hobbit: An Unexpected Journey by Peter Jackson.&#10;&#10;The Hobbit: An Unexpected Journey Strategy Battle Game is a tabletop fantasy wargame for two players. You can recreate the adventures of Bilbo Baggins, Gandalf, Thorin Oakenshield and his friends and play small-scale skirmish games involving miniatures models. Rules that govern how the models move and fight are contained in the 288-page full-colour manual. The game manual also contains even scenarios recreating the events of The Hobbit: An Unexpected Journey movie and hobby sections. Players choose and collect armies of models that are described in separate Warhammer army books. A range of models is also available from Games Workshop designed by Alan Perry, Michael Perry and Aly Morrison, in Finecast and in plastic.&#10;&#10;The game is a revision of The Lord of the Rings: Strategy Battle Game.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/7b2Kse2lAuJgEBxeGseaxw__thumb/img/nimt5pwFdHjRIfgS0s9wsu-ztXM=/fit-in/200x150/filters:strip_icc()/pic2422924.jpg"
  },
  {
    "id": "129751",
    "name": "KIPP X",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 5,
    "description": "Will the game board tip down or not? That's the question players face each turn in KIPP X, a captivating and challenging balance game that's yet easy to play. Just place a wooden block on the cross-seesaw and that's it &ndash; if it were not for the tipping.&#10;&#10;To win KIPP X, you must be the first to get rid of all your blocks. To do this, you carefully position them one at a time on one of the lifted-up halves of the cross-seesaw. At some point, however, the weight becomes too much and the cross-seesaw tips down. If this happens, you must take any block(s) that fall off. Thus, you can't be too bold when placing blocks on the upraised planks &ndash; but maybe you can place just one more block...&#10;&#10;Reimplements&#10;&#10;    Kippit&#10;&#10;&#10;",
    "categories": [
      "Action / Dexterity"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/dyWpLjvX9_PMyTORJiLAnA__thumb/img/1SH3Ro53GFUlhJfrM0dIYcYGS94=/fit-in/200x150/filters:strip_icc()/pic8505460.jpg"
  },
  {
    "id": "188021",
    "name": "Doughnut Drive-Thru",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "Doughnut Drive-Thru &mdash; a.k.a. &#227;&#131;&#145;&#227;&#131;&#179;&#227;&#131;&#145;&#227;&#130;&#171;&#227;&#131;&#145;&#227;&#131;&#179; (Panpakapan) &mdash; is a worker placement game set in a bakery, with players struggling in the narrow kitchen to create as much as they can.&#10;&#10;Game #7 in 'The Mike Line' of games from Grail Games.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Dice Rolling",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/QrlwTaAowCeEPZMtV3vCpQ__thumb/img/MXW2ujLTz0bERHY6byJ6sTnt1bg=/fit-in/200x150/filters:strip_icc()/pic3105268.jpg"
  },
  {
    "id": "209809",
    "name": "Hordes Primal Mk III",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 90,
    "age": 12,
    "description": "Description from the publisher:&#10;&#10;Beyond the industrialized world, formidable factions harness the power of magic, nature, and the unnatural to vie for domination of their realms. Battle in this wilderness is waged by potent warlocks, arcane warriors who wield the savage power of their warbeasts. Their consciousness magically linked, a warlock and a horde of warbeasts possess the power of a small army. When leading an army, they are more than a match for the mightiest forces of the Iron Kingdoms.&#10;&#10;Take control of a warlock and a horde of fierce warriors and monstrous warbeasts in this action-packed 32 mm tabletop miniatures game set in the foreboding wilds of western Immoren, home of the Iron Kingdoms.&#10;&#10;Hordes: Primal thrusts you into this savage world with:&#226;&#128;&#168;&#10;&#10;     Complete core rules for the game, packed with examples to illustrate key concepts.&#10;     In-depth histories of the wild tribes and organizations of the Iron Kingdoms and the conflicts that have shaped them, from the stalwart Trollblood kriels and the enigmatic druids of the Circle Orboros to the dragon worshipers of the Legion of Everblight.&#10;     A selection of detailed army profiles and game stats for the powerful characters, warbeasts, and soldiers to help you muster a customized army for combat.&#10;     An instructional painting and hobby guide that will show you how to bring both your miniatures and your tabletop battlefield to life.&#10;     A summary of the rules for Warmachine, the fully compatible companion game that shows the steam-powered side of the Iron Kingdoms.&#10;&#10;&#10;",
    "categories": [
      "Book",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/gA3IPvD7mppd2rTEd2XQ6Q__thumb/img/Z9G7fpZWSfWv0kPjZsvx-ghviP0=/fit-in/200x150/filters:strip_icc()/pic3201735.jpg"
  },
  {
    "id": "263301",
    "name": "Imperium Romanum",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 6000,
    "age": 12,
    "description": "Imperium Romanum is an update to the classic game of the Roman Empire by Al Nofi. The rules cover the intricacies of the political, economic, and military conflicts of the Roman world from the first century BC to its fall nearly 700 years later. The game includes over 40 scenarios, with six new scenarios and three introductory scenarios. Scenarios range from the Mithridatic wars (88-63 BC) through more than six centuries of greatness and decline to the final burst of glory in the last Romano-Persian War (AD 622-629). Two to six persons may play, depending on the scenario chosen. Scale is 50 miles to the hex and each unit represents Legions and Fleets. Most leader counters are named and represent individual leaders and their staffs.&#10;&#10;Imperium Romanum includes counter graphics with all units displayed in a neutral color while the players use leader and control markers to show the forces each faction controls. The maps are enlarged and have a directory of all provinces with their cultivated and road status depicted for each scenario. The rules are updated with a new format and include new optional rules designed to give all players more detail in the military, logistical and political actions of the game.&#10;&#10;New Scenarios:&#10;&#10;Pompey versus the Pirates (AD 101-102)&#10;Trajan&rsquo;s Parthian War (AD 115-117)&#10;Heraclius and the last Persian War (AD 622-629)&#10;Introductory solitaire scenario&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Ancient",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation",
      "Solo / Solitaire Game",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/0Es0UWwNo09U8NC50UkG4g__thumb/img/wIKF5hwaClAj4HgQdb226VOoZyQ=/fit-in/200x150/filters:strip_icc()/pic4367129.png"
  },
  {
    "id": "3078",
    "name": "Knockabout",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 10,
    "description": "Knockabout is an abstract board game where players are trying to push the other players' pieces off the hexagonal board.  The pieces are 4-, 6-, and 8-sided dice which move in a straight line as far as the number on their top face.  Whenever a die gets hit by other pieces (friendly or otherwise), the last die to move as a result of the collision gets rerolled. Pieces knocked into the outer ring are eliminated from the game, but still can prevent future pieces from being knocked into the same spot.  The first player to knock five out of his opponent's nine pieces into the outer ring wins.&#10;&#10;The game is mostly a mixture of attempting to maneuver ones pieces into strong positions, gently bumping them to get high numbers, and sabotaging the opponents' positions so their pieces have more limited movement.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement"
    ],
    "image": "https://cf.geekdo-images.com/hMCUvvhJkLvM4ZICs4jMFQ__thumb/img/UCw6wVuLfoSFvc-fnbLz6221-Mw=/fit-in/200x150/filters:strip_icc()/pic9226.jpg"
  },
  {
    "id": "225449",
    "name": "Automata NOIR",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 0,
    "description": "NOIR is a two-player game of hidden identities and deduction. Each player, both Killer and Inspector, receives a secret identity from among 25 suspects and an open role that determines their available moves and victory conditions. The Killer plays by eliminating suspects, focusing more on intuition and reading their opponent; the Inspector uses secret information and their ability to accuse suspects to create a play style more focused around logical elimination of possibilities.&#10;&#10;Automata NOIR includes two new game modes &mdash; &quot;Buddy Cop&quot; and &quot;Dragnet&quot; &mdash; in addition to updated versions of the original &quot;Killer vs. Inspector&quot; game and &quot;Spy Tag&quot; game modes introduced in NOIR: Deductive Mystery Game &ndash; Black Box Edition. The world and characters in Automata NOIR originated in the Automata comic created by Mike Krahulik and Jerry Holkins. The game features the characters Carl Swangee and Sam Regal as well as a host of new and lesser-known faces.&#10;&#10;The modes in more detail:&#10;Killer vs. Inspector - The classic hunter-or-hunted game, updated with new rules.&#10;&#10;Spy Tag - A 3- and 4-player game where players try to score points by capturing rivals.&#10;&#10;Buddy Cop - An all new 3-player variant where two Police players work as a team to take on a single Criminal.&#10;&#10;Dragnet - A 3- and 4- player deductive game that pits players against one another to solve a conspiracy by connecting suspects.&#10;&#10;",
    "categories": [
      "Comic Book / Strip",
      "Deduction",
      "Murder / Mystery",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Secret Unit Deployment",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/DSshpwY6ALxLnyj_ucHOiA__thumb/img/IX7-M-S9CndxrvzOjYksuQl_q1Y=/fit-in/200x150/filters:strip_icc()/pic4531244.jpg"
  },
  {
    "id": "10534",
    "name": "Napoleon's Art of War: Eylau & Dresden",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 300,
    "age": 14,
    "description": "Napoleon's Art of War consists of two distinct and separate games: The Battle of Dresden and the Battle of Eylau. Each of these games has a body of rules in common, and specific rules for the game.&#10;&#10;Dresden is a simulation of the battle between the French under Napoleon and the allied forces of Russia, Prussia, and Austria in August 1813. Eylau is a game depicting the struggle between the French and the Russo-Prussian force under Baron Levin Bennigsen that occurred in 1807 on February 7th and 8th in a remote area of Poland.&#10;&#10;The game was originally published in Strategy &amp; Tactics magazine #75, Jul-Aug 1979, and uses the system from Napoleon at War quad.&#10;&#10;",
    "categories": [
      "Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/b1KqW48xdPDphgtdCOB7gg__thumb/img/sw7blaFpT8B7ewr1A7bskl91Vh8=/fit-in/200x150/filters:strip_icc()/pic64862.jpg"
  },
  {
    "id": "126274",
    "name": "Enclave: Zakon Krańca Świata",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 12,
    "description": "Twelve spiritual leaders, known as the Masters of Brilliance, have gained a great influence and many followers. At the night of solstice, they brought an unexpected end upon the world, precisely by the rules they had foretold. Anything that people could imagine happened on that night. During that tragic spectacle, the Masters of Brilliance separated wheat from chaff, taking the chosen ones to a new nice little hell they had built in a higher dimension somewhere at the doorstep of afterlife. No one knows how they got there or how they managed to affect reality. Anyway, only rigorous cooperation could grant them enough power.&#10;&#10;The end of the world brought about by these wise guys was not as perfect as they had planned. Soon it turned out that some men left in the ashes of the past world could enter the realm of the Masters of Brilliance. Perhaps the power they cast upon the world to destroy it left a solid print? Or perhaps the transition was not that difficult?&#10;&#10;The first man to discover he possessed this ability was Jonas Arvani. When he found out he was not the only one, he founded a guild. The boarding ability &ndash; that is, the ability to jump into a much higher plane, where the Masters of Brilliance have their twisted utopia &ndash; soon turned into an enormous business. Not everyone managed to follow the guild's strict rules. Therefore competitive undertakings began to appear that were less able and less honest. Now retrievers have been trained by guilds to steal inventions and devices from the enclave of the Masters of Brilliance. Those items become artifacts in the ruined world. The most valuable prizes are schematics that allow mankind to recreate lost devices, so that they can serve people again.&#10;&#10;In the board game Enclave: Zakon Kra&#197;&#132;ca &#197;&#154;wiata, each player starts with a retriever card along with the machine that boosts their boarding ability. During the game, which lasts six turns, players are allowed to:&#10;&#10;&#10;    Upgrade their retriever (mental and physical condition)&#10;    Upgrade their jump machine (sarcophagus and sesame)&#10;    Buy items to protect themselves from deadly traps in the enclave of the Masters of Brilliance&#10;    Buy medication needed to heal their mental damage and physical wounds&#10;    Boarding the enclave of the Masters of Brilliance to find valuable prizes and knowledge&#10;    Do the job for the &quot;Shepherd&quot; without any risk, but with fewer profits&#10;    Visit the oracle to peek at the future and gain initiative in the next turn&#10;    Use the character or location card on the path &quot;to the tree&quot;&#10;&#10;&#10;This path is the main way to victory, known as becoming &quot;the chosen of the Tree&quot;.&#10;&#10;&#10;Dwunastu przyw&oacute;dc&oacute;w religijnych zwanych Mistrzami Blasku zyska&#197;&#130;o wielkie wp&#197;&#130;ywy oraz mn&oacute;stwo wyznawc&oacute;w, aby w noc przesilenia niespodziewanie wywo&#197;&#130;a&#196;&#135; koniec &#197;&#155;wiata dok&#197;&#130;adnie wed&#197;&#130;ug przepowiedzianych przez siebie regu&#197;&#130;.&#10;&#10;W&#197;&#130;a&#197;&#155;ciwie sta&#197;&#130;o si&#196;&#153; wszystko, co tylko ludzie zdo&#197;&#130;ali sobie wyobrazi&#196;&#135;. A podczas tego dramatycznego spektaklu Mistrzowie Blasku odsiewali ziarno od plew. Zabierali wybranych, &#197;&#188;eby zbudowa&#196;&#135; im nowe, mi&#197;&#130;e piekie&#197;&#130;ko w wy&#197;&#188;szym wymiarze. Gdzie&#197;&#155; w takim przedsionku do za&#197;&#155;wiat&oacute;w. Nie wiadomo, jak zdo&#197;&#130;ali si&#196;&#153; tam dosta&#196;&#135; ani jakim sposobem potrafili wp&#197;&#130;ywa&#196;&#135; na rzeczywisto&#197;&#155;&#196;&#135;. W ka&#197;&#188;dym razie odpowiedni&#196;&#133; moc mogli uzyska&#196;&#135; wy&#197;&#130;&#196;&#133;cznie dzi&#196;&#153;ki &#197;&#155;cis&#197;&#130;ej wsp&oacute;&#197;&#130;pracy.&#10;&#10;Koniec &#197;&#155;wiata pan&oacute;w m&#196;&#133;drali nie by&#197;&#130; tak perfekcyjny, jak mo&#197;&#188;na by si&#196;&#153; spodziewa&#196;&#135;. Wkr&oacute;tce okaza&#197;&#130;o si&#196;&#153;, &#197;&#188;e niekt&oacute;rzy z ludzi pozostawionych w&#197;&#130;asnemu losowi na zgliszczach minionego &#197;&#155;wiata potrafi&#196;&#133; przenika&#196;&#135; do rzeczywisto&#197;&#155;ci Mistrz&oacute;w Blasku. Mo&#197;&#188;e moc, kt&oacute;r&#196;&#133; Mistrzowie Blasku tchn&#196;&#153;li w &#197;&#155;wiat, &#197;&#188;eby go rozwali&#196;&#135;, zostawi&#197;&#130;a jaki&#197;&#155; trwa&#197;&#130;y &#197;&#155;lad? A mo&#197;&#188;e przej&#197;&#155;cie po prostu nie jest takie trudne? Pierwszym cz&#197;&#130;owiekiem, kt&oacute;ry odkry&#197;&#130; u siebie te niezwyk&#197;&#130;e zdolno&#197;&#155;ci, by&#197;&#130; Jonas Arvani. Nied&#197;&#130;ugo potem przekona&#197;&#130; si&#196;&#153;, &#197;&#188;e nie jest jedyny i za&#197;&#130;o&#197;&#188;y&#197;&#130; gildi&#196;&#153;.&#10;&#10;Umiej&#196;&#153;tno&#197;&#155;&#196;&#135; dokonywania aborda&#197;&#188;y, to znaczy skok&oacute;w w wy&#197;&#188;szy wymiar, w kt&oacute;rym Mistrzowie Blasku zbudowali swoj&#196;&#133; kalek&#196;&#133; utopi&#196;&#153;, sta&#197;&#130;a si&#196;&#153; wkr&oacute;tce wielkim biznesem. Gildia mia&#197;&#130;a twarde zasady, kt&oacute;rym nie ka&#197;&#188;dy m&oacute;g&#197;&#130; podo&#197;&#130;a&#196;&#135;. Zacz&#196;&#153;&#197;&#130;y powstawa&#196;&#135; konkurencyjne ugrupowania, mniej sprawne i mniej uczciwe.&#10;&#10;Zadaniem pozyskiwaczy czy te&#197;&#188; szkolonych w gildii grabie&#197;&#188;c&oacute;w jest wykradanie z enklawy Mistrz&oacute;w Blasku wynalazk&oacute;w i urz&#196;&#133;dze&#197;&#132;, kt&oacute;re w zrujnowanym &#197;&#155;wiecie zyskiwa&#197;&#130;y rang&#196;&#153; artefakt&oacute;w. Najcenniejszymi pryzami, jakie mo&#197;&#188;na wynie&#197;&#155;&#196;&#135; z aborda&#197;&#188;u, s&#196;&#133; schematy budowy urz&#196;&#133;dze&#197;&#132; pozwalaj&#196;&#133;ce odtworzy&#196;&#135; dan&#196;&#133; rzecz, tak, aby zn&oacute;w mog&#197;&#130;a s&#197;&#130;u&#197;&#188;y&#196;&#135; ludziom.&#10;&#10;I tak w grze planszowej ka&#197;&#188;dy z graczy otrzymuje kart&#196;&#153; pozyskiwacza wraz z maszyn&#196;&#133; wspomagaj&#196;&#133;c&#196;&#133; aborda&#197;&#188;e.&#10;&#10;Podczas rozgrywki, kt&oacute;ra b&#196;&#153;dzie trwa&#197;&#130;a 6 tur, gracze maj&#196;&#133; mo&#197;&#188;liwo&#197;&#155;&#196;&#135;:&#10;- ulepsza&#196;&#135; swojego pozyskiwacza (psychika i kondycja fizyczna)&#10;- ulepsza&#196;&#135; wyposa&#197;&#188;enie maszyny do skok&oacute;w (sarkofagu i sezamu)&#10;- zakupi&#196;&#135; przedmioty umo&#197;&#188;liwiaj&#196;&#133;ce omini&#196;&#153;cie pu&#197;&#130;apek b&#196;&#153;d&#196;&#133;cych &#197;&#155;miertelnym zagro&#197;&#188;eniem w enklawie Mistrz&oacute;w Blasku &#10;- zakupi&#196;&#135; niezb&#196;&#153;dne medykamenty, aby chroni&#196;&#135; swoje zdrowie psychiczne oraz fizyczne&#10;- wykona&#196;&#135; aborda&#197;&#188; do enklawy Mistrz&oacute;w Blasku dla cennego pryzu jak i zdobycia wiedzy&#10;- wykona&#196;&#135; zlecenie dla &bdquo;Pasterza&rdquo; bez ponoszenia ryzyka, lecz z mniejszymi korzy&#197;&#155;ciami&#10;- uda&#196;&#135; si&#196;&#153; do wyroczni celem podejrzenia swojej przysz&#197;&#130;o&#197;&#155;ci, jak i przej&#196;&#153;cia inicjatywy w kolejnej turze&#10;- skorzysta&#196;&#135; z karty osoby lub lokacji na &#197;&#155;cie&#197;&#188;ce &bdquo;Ku Drzewu&rdquo; b&#196;&#153;d&#196;&#133;cej g&#197;&#130;&oacute;wn&#196;&#133; osia prowadz&#196;&#133;c&#196;&#133; do zwyci&#196;&#153;stwa, jakim jest zostanie &bdquo;wybra&#197;&#132;cem mistycznego Drzewa&rdquo;&#10;&#10;",
    "categories": [
      "Adventure",
      "Novel-based",
      "Science Fiction"
    ],
    "mechanics": [
      "Open Drafting",
      "Variable Phase Order",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/5jSzYLtdWOFjU1JQG-ALwQ__thumb/img/4wTQhLKuVpJaZS23XdTHuwaH9cA=/fit-in/200x150/filters:strip_icc()/pic1917229.jpg"
  },
  {
    "id": "39189",
    "name": "Kawanakajima 1561",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 240,
    "age": 0,
    "description": "(from Hexasim website:)&#10;&#10;Kawanakajima 1561, simulates the fourth battle of Kawanakajima. This will be the first game in the series Sengoku Jidai, which will cover battles in 16th century Japan. The system is designed so players can finish a game in an evening, and has simple but dynamic mechanics.&#10;&#10;In the game, each player takes the role of a commander in chief. Each army consists of various clans, and the players have to choose an action for each of their clans. Each clan is represented by 1 to 3 units. The units have various abilities, summarized by the 4 factors: &eacute;lan, mass, fire and the presence of a leader. Elan represents factors such as the unit's mobility, and its boldness in attack, and is also used to reflect the advantage that cavalry can have over infantry when attacking. The unit's mass represents its staying power, such as its ability to resist a cavalry charge or a rout.&#10;&#10;A unit's abilities are tied to the value of its four factors and the current mode of the clan that it belongs to. A clan can be placed in one of four modes: Attack, Defense, Move, and Rally. The owning clan's mode will affect a unit's ability to move or engage in combat.&#10;&#10;A game turn consists of alternating phases where a player can activate his units. The order in which activations will occur is tied to a chit pull system.&#10;&#10;The game system requires each player to plan carefully how to win. They must maneuver to gain numerical superiority, deploy in terrain that takes advantage of their clan's mode, and try to surprise his opponent by attacking troops that are not prepared.&#10;&#10;The system also places the players under the same historical limitations as the actual Japanese leaders. Japanese generals of this time prearranged their battle plans and coordinated their armies with a precise system of semaphore flags and sound signals.&#10;&#10;The game includes 2 scenarios: one depicting the historical battle, and a &quot;what if?&quot; hypothetical scenario. In the historical scenario, Takeda's army is divided in two contingents. One of the contingents is taken by surprise by Uesugi's army, and has to fight a holding action until the rest of the army can come to its aid.&#10;The hypothetical scenario explores what could have happened several days before the historical battle.&#10;&#10;In Kawanakajima 1561 a hex represents about 250 meters and a strength point corresponds to around 100 men.&#10;&#10;Game components:&#10;&#10;     1 map A1 (84cm*60cm)&#10;     228 game counters (88 5/8inch, 140 1/2inch)&#10;     one rule book with scenarios&#10;     Game play aids&#10;     Cardboard jacket&#10;     4 dice&#10;&#10;&#10;",
    "categories": [
      "Pike and Shot",
      "Renaissance",
      "Wargame"
    ],
    "mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/H8zqwy9xB6Djsdw5n67eKg__thumb/img/rezbDQLkY4SsHX6x1DROFQBIYNw=/fit-in/200x150/filters:strip_icc()/pic411742.jpg"
  },
  {
    "id": "368941",
    "name": "Labyrinth: Team Edition",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 8,
    "description": "In Labyrinth: Team Edition, everyone plays together against Daedalus, the spirit of the labyrinth. Round by round, players flip through Daedalus' spellbook to learn what obstacles he has placed in their way. Can they use their magic well, move the walls, and find all the hidden treasures before the last page of the book is turned? That's the only way they can win.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Maze",
      "Puzzle"
    ],
    "mechanics": [
      "Cooperative Game",
      "Map Deformation",
      "Modular Board",
      "Network and Route Building",
      "Point to Point Movement",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/tjhRI2axKMecrkMHztq8nA__thumb/img/iIY4GGKi-ko_LUIWLy5gbPVButM=/fit-in/200x150/filters:strip_icc()/pic7017270.jpg"
  },
  {
    "id": "237229",
    "name": "Roar: King of the Pride",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 14,
    "description": "In the wilds of Africa, lion prides rule over all beasts, but only one pride can rule over all the lions! In Roar: King of the Pride, three to six players compete to become the dominant pride of Africa. Managing your food supply, while expanding your territory and growing your pride size with cubs, will take strategic planning and key wits. Even the best-laid plans, however, can be interrupted by other prides' secret objectives, or worse&hellip;the encroachment of a new and deadly threat.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Animals",
      "Educational",
      "Territory Building"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/-3YuTU9yoRiRU74wbOGJtg__thumb/img/eapYGeGOLvuihkdoB4qFD9ke0aE=/fit-in/200x150/filters:strip_icc()/pic3879331.jpg"
  },
  {
    "id": "380839",
    "name": "1930: The Golden Age of Airlines",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 14,
    "description": "1930 is a game set in the early stages of aviation. The players take on the roles of aviation investors, promoters, and presidents with the general objective of making money. A player's wealth is accumulated mainly through owning stock tokens in the ten airlines included in the game. Stock tokens make money in two ways; they can provide ready cash via dividend payments paid during the income action, and they can increase in value over the course of the game.&#10;&#10;The player with the most assets in cash and stock at the end of the game wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Aviation / Flight",
      "Economic"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/EP3v1zoBeGxWPpCChgHKng__thumb/img/MhPNk58XNcvZFcdFakoqUxF8PMM=/fit-in/200x150/filters:strip_icc()/pic7360579.jpg"
  },
  {
    "id": "401779",
    "name": "Port Royal: The Dice Game",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 50,
    "age": 10,
    "description": "The harbor of Port Royal is as lively as ever. But you need a bigger crew&mdash;and quickly! On the various islands throughout the Carribean Sea, you can hire crew members and loot some treasures along the way. Put your luck to the test against the dice! The more you risk, the more you can cross off your game map.&#10;&#10;Roll the dice, but avoid a second ship of a color. Hire people for their abilities and victory points. Be the first to score 20 points or try your luck in a round of Sudden Death.&#10;&#10;The four maps included in the game gradually add new elements, increasing the difficulty.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Dice",
      "Economic",
      "Nautical",
      "Pirates"
    ],
    "mechanics": [
      "Line Drawing",
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/flwZm9azBNri-h3QEpIk9g__thumb/img/gKaqzUKLguvl_uydSGP48daO4kk=/fit-in/200x150/filters:strip_icc()/pic7747486.jpg"
  },
  {
    "id": "380923",
    "name": "Rotten Tomatoes: The Card Game",
    "minPlayers": 2,
    "maxPlayers": 20,
    "playingTime": 20,
    "age": 10,
    "description": "Rotten Tomatoes: The Card Game, which is based on the movie resource website Rotten Tomatoes, asks up to twenty players to rank movies based on what they think their Tomatometer scores are. Adding to the fun are wild cards, some of which invite all players to shout out answers at the same time.&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/BzTbl9cAndxHrY5Zitl3XQ__thumb/img/IHYtPlQs7I_U3goMWBLdxTj39qQ=/fit-in/200x150/filters:strip_icc()/pic7362366.png"
  },
  {
    "id": "242616",
    "name": "Layers",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 7,
    "description": "Layers is a pattern-matching game that requires players to turn, flip, and overlap a set of five layers to complete the pattern shown on a mission card. The faster you complete the pattern, the higher your score will be.&#10;&#10;With a variety of levels, you can try to match different patterns on the mission cards using 3 layers up to 5 layers. Each layer has an unique shape and the colors are different in the front and back, so you must be careful as you overlap different layers into one pattern. Complete the pattern quicker than the others to gain more points and win the game!&#10;&#10;A new game designed by Dave Choi and Yohan Goh, the designers of Battle Fold and Fold-it, presents an unique style of puzzle-solving game with colorful patterns that will make you feel like an artist.&#10;&#10;",
    "categories": [
      "Puzzle",
      "Real-time"
    ],
    "mechanics": [
      "Pattern Building",
      "Pattern Recognition",
      "Real-Time"
    ],
    "image": "https://cf.geekdo-images.com/jaI9lF9d0P8nGwI8OT3zdA__thumb/img/vAAFEeR1hZ52tCEcNHHvd9cXzKg=/fit-in/200x150/filters:strip_icc()/pic4418611.jpg"
  },
  {
    "id": "369104",
    "name": "Age of Inventors",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 80,
    "age": 14,
    "description": "Age of Inventors will travel back to the second half of the 19th Century where a series of inventions is about to change where and how people live, work, travel, and communicate. Your role is to lead humanity&rsquo;s charge into a bright new future.&#10;&#10;Every player selects one of the four types of laboratories. You may play as a Government Lab, a Corporation Lab, a University Lab, or an Innovator Lab. Each one offers asymmetrical powers to use to your advantage.&#10;&#10;While running the Lab, you will have the chance to purchase different Equipment made available every round. Your choice of equipment will be influenced by each piece&rsquo;s ability and its cost in funds. Your equipment will also indirectly affect your order of play during every round.&#10;&#10;Most importantly, you will be able to use your funds to hire legendary inventors like Tesla, Marie Curie, or Einstein himself! Every inventor has their own unique abilities that might just give you the edge against your opponents.&#10;&#10;Then you need to conceive of the right invention from the inventions offer by spending your most valuable resource, &ldquo;Ideas.&rdquo;&#10;&#10;To complete each invention, you will need to spend the necessary scientific resources (physics, chemistry, or engineering) required by the particular invention. Use your lab assistants as workers and place them on the locations available to research and gather these resources. These locations can either be on your lab or with the inventors you and your opponents have placed on the board. Then, all you need to do is to find an available inventor to invent your invention. Unsurprisingly, you will need an engineer for an engineering invention and so on.&#10;&#10;By completing inventions, you not only gain their unique instant ability, but you also advance humanity&rsquo;s progress in different tracks: Industrial, Economic, and Academic. The player whose laboratory contributes the most to society will be crowned the winner at the end of the game.&#10;&#10;However, there is much more than meets the eye. You may gain secret victory points by cleverly placing inventions on the board and gaining Breakthrough Tokens, or gather experiments to fulfill. There is also the Ingenuity rank that affects most parts of the game where you may advance, but at a cost.&#10;&#10;Experience a strongly replayable game with a different pattern of inventors and inventions created every time. Breaking News cards spice up the game by altering the rules of each round just a bit to make it more interesting.&#10;&#10;Age of Inventors combines Worker Placement and Action Selection mechanics with an interesting blend of asymmetrical power use from your Lab and Inventors, and eventually tile placement of Inventors and Inventions. It is a fast and intense, highly replayable game that is equally enjoyable as a family game or as a competitive euro game for the most demanding gamer.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Economic",
      "Educational"
    ],
    "mechanics": [
      "Advantage Token",
      "Enclosure",
      "End Game Bonuses",
      "Events",
      "Hexagon Grid",
      "Hidden Victory Points",
      "Income",
      "Market",
      "Ownership",
      "Solo / Solitaire Game",
      "Take That",
      "Track Movement",
      "Turn Order: Claim Action",
      "Voting",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/lSEtx6MlAl7xfjwFyV1HnA__thumb/img/EYHvQ5e3fdcii7zrfpXVin0op8U=/fit-in/200x150/filters:strip_icc()/pic7021505.jpg"
  },
  {
    "id": "203265",
    "name": "Braintopia Kids",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 6,
    "description": "Challenge your friends in a fun game that tests your thinking, memory and speed skills! Compete with other players in 8 different puzzles which will make you use all your brain power: touch tests, duplicates, logical series, mazes, memory, and more.&#10;&#10;",
    "categories": [
      "Card Game",
      "Memory",
      "Party Game",
      "Puzzle"
    ],
    "mechanics": [
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/dch7FPGmtIRXkfROu6AScA__thumb/img/hOLWpBiUEBTER2q6TnhwKxWZrbs=/fit-in/200x150/filters:strip_icc()/pic4093888.png"
  },
  {
    "id": "11694",
    "name": "Great War at Sea: Cruiser Warfare",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 12,
    "description": "In the summer of 1914, Germany&rsquo;s East Asia cruiser squadron&rsquo;s superbly-trained crews of long-service professionals made Admiral Maximilian Graf von Spee's small fleet the envy of the China station. But when war broke out, this tiny force found itself far from home and threatened by the powerful Japanese navy, many times the size of the German squadron. Spee decided to force his way home around the world. After an epic journey across the Pacific, his cruisers met their end off of the Falkland Islands in a final battle.&#10;&#10;Cruiser Warfare gives the Great War at Sea series its greatest scope yet: the entire world. British, German, Japanese, Italian, Austro-Hungarian, Russian and Dutch ships begin as they did in August 1914. The German player must disrupt Allied commerce and try to get the cruisers home if at all possible. The Allied player must track them down and destroy them before they can wreak havoc.&#10;&#10;Cruiser Warfare&rsquo;s map divides the world into sea areas, with modified search rules allowing German and Austrian ships to look for prey, and Allied ships to hunt them. Once contact is made, combat is resolved using the standard game rules.&#10;&#10;Cruiser Warfare: Final Edition comes in our popular Playbook format and includes the playing pieces from the first edition (we had several hundred of each in storage), a new map, new full-color play aids, and an all-new book with revised rules and scenarios, additional scenarios plus historical background.&#10;&#10;Cruiser Warfare: Final Edition is a complete game: everything you need to play (except dice) is included in the Playbook.&#10;&#10;",
    "categories": [
      "Nautical",
      "Wargame",
      "World War I"
    ],
    "mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/eMmeyGJYfAoNxPf0tXA7kg__thumb/img/H49ss8YHZ192cvwP0beCVNzvQzY=/fit-in/200x150/filters:strip_icc()/pic4187550.jpg"
  },
  {
    "id": "101206",
    "name": "Night Drop: 6 June 44",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 0,
    "description": "During the night of 5-6 june 1944, the 82nd and 101st Airborne Divisions were to be parachuted behind Utah Beach in order to secure the approaches to the beach for the first wave of the landing forces. The sector had been flooded by the Germans, transforming streams and lowlands into swamps and increasing the strategic value of the bridges and roads of the region. Of these, the two bridges located in the commune of Chef-du-Pont and the crossroads of Sainte-M&egrave;re-Eglise are of primary importance for the Allies. In fact, withouth capturing them, it would be impossible to advance quickly into the Cotentin Peninsula and enlarge the bridgehead.&#10;&#10;The paratroopers of the 82nd Airborne need to be dropped onto three Drop Zones: The 505th PIR to the northwest of Sainte-M&egrave;re-Eglise, the 507th PIR to the north of Amfreville, and the 508th PIR to the south of Amfreville. The Americans did have some reservations about the chances of success of this airborne operation. The landing zones were surrounded by several swamps and the smallest error would lead to heavy losses. The most pessimistic predictions had the casualty rate at 80%.&#10;&#10;While flying over the Cotentin, the troop transports were fired upon by German anti-aircraft defenses and thrown into disorder. Some pilots broke formation and gave the order to jump before the drop zones had been reached, leaving many parachutists dozens of kilometers away from their objectives. The less fortunate landed in the swampland and drowned in their heavy equipment. More than three-quarter of paratroopers did not land where they were supposed to, leading to the complete disorganization of the American troops dropped over France. This general state of disorder resulted in a series of clashes all over southeastern Cotentin. The Germans, themselves disorganized, limited their engagements against an enemy force whose objectives and strength remained unknown.&#10;&#10;Despite an extremely high rate of losses (more than 50% during the night of 6 June 1944 alone), the American paratroopers of the 82nd and 101st Airborne Divisions accomplished a great deal of their assigned missions. The Germans, disorganized by the chaos, were incapable of counter-attacking. The landing could begin.&#10;&#10;&quot;Night Drop&quot; simulates the first hours of June 1944 and focuses on the operations conducted by the 82nd Us Airborne division. During the first (night time) game turns, the American player had to regroup his scattered forces in order to re-form companies and regiments. As long as this reorganization remains undone, American troops remain very vulnerable and the American player cannot know which objectives are in priority.&#10;&#10;The German player can use the opportunity to create even more disorder in the American ranks, or chase after isolated paratroopers. But the surprise of the airborne assault keeps the Germans blind to the objectives of their adversaries. As daylight comes, the German player slowly begins to learn the intentions of the American troops and can better organize as reinforcements arrive.&#10;&#10;For the American player, the knowledge of his objectives and the strength of his units give him the advantage over his enemies. The superiority from which he benefits allows him to bluff his opponent by attacking lesser important objectives, obliging the German player to make some critical choices: continue to defend a hex of middling importance and risk abandoning a more important hex, or focus on defending more important hexes and risk having been &quot;fooled&quot; by the enemy! The randomness of the drop, the priority assigned to each objective, and the arrival of German reinforcements assures a different game each time.&#10;&#10;140 counters&#10;34&quot; x 22&quot; map&#10;8 pages rules booklet&#10;&#10;Scale: 1 counter = 1 American company or 1 German section/company&#10;1 game turn = 1 hour&#10;1 hex = 400 meters&#10;&#10;(source: publisher's description)&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/XIlqzuDoL6zY1sJopg1xbQ__thumb/img/Dn7NlC7Co7G-exm0S82ltpS5xZo=/fit-in/200x150/filters:strip_icc()/pic1128842.jpg"
  },
  {
    "id": "349194",
    "name": "Redcliff Bay Mysteries",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 12,
    "description": "A team is investigating four cases in the dreamy coastal town of Redcliff Bay. It's not that easy at all. When looking for traces, the 1-5 players encounter very idiosyncratic inhabitants with special peculiarities. Suspicious, right?&#10;&#10;Round by round, the team decides where to continue investigating this crime thriller at the current time. Together, the team weighs up where the most useful information is currently available or where the most interesting things are going on. An exciting story, simple rules and weird characters - the ideal detective game for families.&#10;&#10;&#10;Seltsames geht hier vor! Ein Team nimmt im vertr&auml;umten K&uuml;stenort Redcliff Bay die Ermittlungen in vier F&auml;llen auf. Das ist gar nicht so einfach: Bei der Suche nach Spuren treffen die 1-5 Spieler und Spielerinnen n&auml;mlich auf sehr eigenwillige Einwohner mit speziellen Eigenheiten. Verd&auml;chtig, oder? Runde f&uuml;r Runde entscheidet das Team, an welchem Ort es zur aktuellen Uhrzeit in diesem Krimi weiterermittelt. Gemeinsam w&auml;gt das Team ab, wo es gerade wohl die n&uuml;tzlichsten Informationen gibt oder die interessantesten Dinge vor sich gehen. Eine spannende Geschichte, einfache Regeln und schr&auml;ge Charaktere &ndash; das ideale Detektiv-Spiel f&uuml;r Familien.",
    "categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "image": "https://cf.geekdo-images.com/dDOzCcxZqwHybpBksykpeQ__thumb/img/vzunZ8ZB5jdZy1RMhl_iGuDd8L8=/fit-in/200x150/filters:strip_icc()/pic6630216.jpg"
  },
  {
    "id": "240175",
    "name": "VITA MORS",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 10,
    "description": "Vitamors, a plagued kingdom, is filled with nothing but woes and desperation. The plague doctor, wearing a beak-like mask, tries to steal lives from the Grim Reapers, again and again, with great effort. Most of the time, his effort is all wasted under the Grim Reaper&rsquo;s manipulation. However, those who come back to life still render hopes to the people of Vitamors.&#10;&#10;&quot;VITA MORS&quot; is a card game featuring secret identity, partnerships, voting, and hand management. Everyone plays as a Grim Reaper, with the VITA-MORS coin in their hands, messes up with the plague doctor, and controls the destiny of the people in the kingdom Vitamors. Through voting and exercising privilege, players get to determine whether a character should live or die. At the end of the game, the one who makes the pattern of life and death the same as they wish, will eventually become the winner.&#10;&#10;&#239;&#188;&#141;&#239;&#188;&#141;&#239;&#188;&#141;&#239;&#188;&#141;&#239;&#188;&#141;&#239;&#188;&#141;&#10;&#10;&#231;&#182;&#173;&#229;&#161;&#148;&#231;&#169;&#134;&#230;&#150;&#175;&#239;&#188;&#140;&#233;&#130;&#163;&#230;&#152;&#175;&#228;&#184;&#128;&#229;&#128;&#139;&#231;&#152;&#159;&#231;&#150;&#171;&#232;&#130;&#134;&#232;&#153;&#144;&#231;&#154;&#132;&#231;&#142;&#139;&#229;&#156;&#139;&#239;&#188;&#140;&#228;&#186;&#186;&#230;&#176;&#145;&#229;&#128;&#145;&#229;&#143;&#170;&#232;&#131;&#189;&#229;&#147;&#173;&#230;&#179;&#163;&#239;&#188;&#140;&#231;&#181;&#149;&#230;&#156;&#155;&#231;&#154;&#132;&#231;&#173;&#137;&#229;&#190;&#133;&#230;&#173;&#187;&#228;&#186;&#161;&#226;&#148;&#128;&#226;&#148;&#128;&#231;&#155;&#180;&#229;&#136;&#176;&#231;&#152;&#159;&#231;&#150;&#171;&#233;&#134;&#171;&#231;&#148;&#159;&#229;&#135;&#186;&#231;&#143;&#190;&#239;&#188;&#140;&#230;&#136;&#180;&#232;&#145;&#151;&#233;&#179;&#165;&#229;&#152;&#180;&#233;&#157;&#162;&#229;&#133;&#183;&#231;&#154;&#132;&#228;&#187;&#150;&#233;&#128;&#143;&#233;&#129;&#142;&#231;&#178;&#190;&#230;&#185;&#155;&#231;&#154;&#132;&#233;&#134;&#171;&#232;&#161;&#147;&#239;&#188;&#140;&#233;&#134;&#171;&#229;&#165;&#189;&#228;&#184;&#128;&#229;&#128;&#139;&#229;&#143;&#136;&#228;&#184;&#128;&#229;&#128;&#139;&#230;&#179;&#168;&#229;&#174;&#154;&#230;&#173;&#187;&#228;&#186;&#161;&#231;&#154;&#132;&#231;&#151;&#133;&#228;&#186;&#186;&#227;&#128;&#130;&#231;&#184;&#177;&#231;&#132;&#182;&#239;&#188;&#140;&#232;&#162;&#171;&#228;&#187;&#150;&#233;&#134;&#171;&#229;&#165;&#189;&#231;&#154;&#132;&#229;&#133;&#182;&#229;&#175;&#166;&#229;&#143;&#170;&#230;&#152;&#175;&#229;&#176;&#145;&#230;&#149;&#184;&#239;&#188;&#140;&#230;&#155;&#180;&#229;&#164;&#154;&#231;&#151;&#133;&#228;&#186;&#186;&#229;&#156;&#168;&#228;&#187;&#150;&#231;&#154;&#132;&#232;&#168;&#186;&#230;&#178;&#187;&#228;&#185;&#139;&#228;&#184;&#139;&#228;&#190;&#157;&#231;&#132;&#182;&#231;&#132;&#161;&#229;&#138;&#155;&#229;&#155;&#158;&#229;&#164;&#169;&#239;&#188;&#140;&#228;&#189;&#134;&#229;&#176;&#141;&#231;&#182;&#173;&#229;&#161;&#148;&#231;&#169;&#134;&#230;&#150;&#175;&#228;&#190;&#134;&#232;&#170;&#170;&#239;&#188;&#140;&#233;&#128;&#153;&#229;&#183;&#178;&#231;&#182;&#147;&#230;&#152;&#175;&#228;&#184;&#128;&#231;&#183;&#154;&#231;&#148;&#159;&#230;&#169;&#159;&#228;&#186;&#134;&#239;&#188;&#129;&#10;&#10;&#227;&#128;&#138;&#231;&#182;&#173;&#229;&#161;&#148;&#231;&#169;&#134;&#230;&#150;&#175; VITA MORS&#227;&#128;&#139;&#230;&#152;&#175;&#228;&#184;&#128;&#229;&#128;&#139;&#231;&#181;&#144;&#229;&#144;&#136;&#233;&#153;&#163;&#231;&#135;&#159;&#229;&#191;&#131;&#230;&#169;&#159;&#227;&#128;&#129;&#230;&#138;&#149;&#231;&#165;&#168;&#232;&#136;&#135;&#230;&#137;&#139;&#231;&#137;&#140;&#231;&#174;&#161;&#231;&#144;&#134;&#231;&#154;&#132;&#230;&#161;&#140;&#233;&#129;&#138;&#227;&#128;&#130;&#229;&#156;&#168;&#233;&#129;&#138;&#230;&#136;&#178;&#228;&#184;&#173;&#239;&#188;&#140;&#230;&#137;&#128;&#230;&#156;&#137;&#231;&#142;&#169;&#229;&#174;&#182;&#230;&#137;&#174;&#230;&#188;&#148;&#232;&#145;&#151;&#230;&#173;&#187;&#231;&#165;&#158;&#239;&#188;&#140;&#230;&#137;&#139;&#230;&#143;&#161;&#231;&#148;&#159;&#230;&#173;&#187;&#231;&#161;&#172;&#229;&#185;&#163;&#239;&#188;&#140;&#231;&#142;&#169;&#229;&#188;&#132;&#231;&#152;&#159;&#231;&#150;&#171;&#233;&#134;&#171;&#231;&#148;&#159;&#228;&#184;&#166;&#230;&#142;&#140;&#230;&#142;&#167;&#231;&#142;&#139;&#229;&#156;&#139;&#228;&#186;&#186;&#230;&#176;&#145;&#231;&#154;&#132;&#231;&#148;&#159;&#230;&#173;&#187;&#227;&#128;&#130;&#231;&#142;&#169;&#229;&#174;&#182;&#229;&#128;&#145;&#229;&#144;&#136;&#229;&#138;&#155;&#233;&#128;&#143;&#233;&#129;&#142;&#230;&#138;&#149;&#231;&#165;&#168;&#227;&#128;&#129;&#231;&#153;&#188;&#229;&#139;&#149;&#231;&#137;&#185;&#230;&#172;&#138;&#228;&#190;&#134;&#230;&#129;&#169;&#229;&#135;&#134;&#228;&#187;&#150;&#229;&#128;&#145;&#230;&#180;&#187;&#232;&#145;&#151;&#239;&#188;&#140;&#229;&#143;&#136;&#230;&#136;&#150;&#232;&#128;&#133;&#232;&#179;&#156;&#228;&#186;&#136;&#228;&#187;&#150;&#229;&#128;&#145;&#230;&#173;&#187;&#228;&#186;&#161;&#227;&#128;&#130;&#233;&#129;&#138;&#230;&#136;&#178;&#231;&#154;&#132;&#230;&#156;&#128;&#229;&#190;&#140;&#239;&#188;&#140;&#232;&#170;&#176;&#232;&#131;&#189;&#228;&#184;&#187;&#229;&#176;&#142;&#231;&#148;&#159;&#230;&#173;&#187;&#233;&#129;&#139;&#232;&#161;&#140;&#231;&#154;&#132;&#232;&#166;&#143;&#229;&#190;&#139;&#239;&#188;&#140;&#229;&#176;&#177;&#230;&#152;&#175;&#232;&#180;&#143;&#229;&#174;&#182;&#239;&#188;&#129;&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fantasy",
      "Medieval",
      "Negotiation",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Hand Management",
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/dOBaWVe9rsIICRb90ei7ew__thumb/img/oYyYl00U55EOknJt0cmAAI52DW0=/fit-in/200x150/filters:strip_icc()/pic3843873.png"
  },
  {
    "id": "381587",
    "name": "Lore",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 12,
    "description": "Lore, enter a world with intriguing characters and enchantment for all adventures. Your chosen archetype will go on quests, battle monsters, and hunt for treasure to collect points before the games end.&#10;&#10;Lore has action selection, card play, dice rolling, and a shining theme with seeds to grow your archetype's story. A new take on old-school fantasy, Lore is a game for everyone who loves fairy tales and timeless myths.&#10;&#10;",
    "categories": [
      "Fantasy"
    ],
    "mechanics": [
      "Action / Event",
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/H978nG5ABL6edzjNQe47Xw__thumb/img/ztPisQdJjSdttrzgf1Yrv0RHLEo=/fit-in/200x150/filters:strip_icc()/pic7390897.jpg"
  },
  {
    "id": "370749",
    "name": "Wendy, Grow Up",
    "minPlayers": 4,
    "maxPlayers": 5,
    "playingTime": 120,
    "age": 15,
    "description": "&quot;Unfortunately, I was killed.There is no doubt that the criminal is among you.&quot;&#10;AI Wendy, who had been shown on the monitor, looked at her body, which had been brutally destroyed, and said:&#10;The player characters are the assistants of a genius scientist, the husband, the doctor, the reporter.&#10;And AI Wendy herself was on the destroyed Android.&#10;They are trapped in a strange laboratory and cannot escape unless certain conditions are met...&#10;&#10;",
    "categories": [
      "Murder / Mystery",
      "Science Fiction"
    ],
    "mechanics": [
      "Deduction",
      "Role Playing"
    ],
    "image": "https://cf.geekdo-images.com/HNoYocRIVz3F5rvpiPtY5w__thumb/img/jIbP2PEtqTmbeY6kYeZU1UO1J38=/fit-in/200x150/filters:strip_icc()/pic7388997.jpg"
  },
  {
    "id": "429508",
    "name": "Fuego",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "It's the classic card game you've always loved...since right now. Partner with a friend, or deal yourself in with a hand of cards in four blazing colors, plus one that's wildfire. Win the most tricks and take the most flame tokens to win.&#10;&#10;Fuego is played over a series of rounds in which you play tricks. Clever card play and well-timed strikes will win you a trick and let you take flame tokens from opponents. Extinguish your opponent by taking all of their flame tokens or have the most flame tokens at the end of the round to win. The first player or team to win two rounds wins the game!&#10;&#10;High cards win you tricks, but low cards earn you points. Wildfire cards fan the flames to make the trick en fuego. Strike a match by playing a same-valued card to blow out your opponents' chances. Turn up the heat with caliente cards that offer new challenges and mix up the gameplay.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/c-ZSauVkvKV6Xr1Vs50rtw__thumb/img/D-rGP2D6oPYQvZqf0DRciC3GvrQ=/fit-in/200x150/filters:strip_icc()/pic8490214.png"
  },
  {
    "id": "235697",
    "name": "27",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 9,
    "description": "In 27, as many of your discs as possible must reach the other side. Sounds easy? It's probably the trickiest game of stacking in the world.&#10;&#10;&mdash;description from the publisher&#10;&#10;&#10;Einfacher geht es nicht: Meine Scheiben sollen ans andere Ende des Weges, das Ziel ist nur sieben Schritte entfernt. Aber nach jedem Zug ist alles anders: die Anzahl meiner T&uuml;rme, die H&ouml;hen, die Zugweiten, sogar die L&auml;nge des Weges kann sich &auml;ndern...&#10;Und dann kommt mir noch der Gegner mit seinen Scheiben entgegen und st&auml;ndig in die Quere. Der Spaziergang wird zum gef&auml;hrlichen Eiertanz...&#10;27 ist ein minimalistisches Taktikspiel f&uuml;r zwei Stapelk&uuml;nstler die bereit sind mit jedem Zug ihre Strategien zu wechseln.&#10;&#10;&mdash;description from the publisher&#10;&#10;Google translation&#10;It does not get any easier: My discs are to be moved to the other end of the way, the goal is only seven steps away. But after every move everything is different: the number of my towers, the heights, the widths, even the length of the way can change ...&#10;And then the enemy comes with his discs and constantly in the way. The walk becomes a dangerous egg ...&#10;27 is a minimalist tactic game for two stackers who are ready to change their strategies with each move.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/50BhcxA_Dt4sU7Wasz4-rg__thumb/img/Y7RYVrJS8as3TIkJkLiOwDqRmqM=/fit-in/200x150/filters:strip_icc()/pic8685273.jpg"
  },
  {
    "id": "1352",
    "name": "Bali",
    "minPlayers": 3,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 12,
    "description": "Tales are told in the Indonesian archipelago of the legendary Dalang - the &quot;puppetmaster&quot; - who sailed from island to island in search of the most worthy successor as ruler of the islands. In Bali,  players manage four card hands, one for each of four islands, challenging opponents and moving the Dalang from one island to another at critical times in an effort to win honor and glory (and most of all victory points) in an effort to become the next ruler.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/DBzRvDMKZwBUctZNhTwC6A__thumb/img/qZvYJ5aBS89v4f-Kq0Teg8DRi-8=/fit-in/200x150/filters:strip_icc()/pic657644.jpg"
  },
  {
    "id": "142451",
    "name": "Cornish Smuggler",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 120,
    "age": 13,
    "description": "Cornish Smuggler allows players to assume the roles of Smugglers in 18th Century Cornwall. Buying and selling goods for gold while employing a network of local characters, secret knowledge, hidden locations, bribes, dirty tricks and a healthy dose of cunning to evade the attentions of the customs officers and the other players.&#10;&#10;When selling goods, players can choose how much to sell them for; making a choice to either increase their reputation and influence in the community by selling cheaply, or maximising their profit by getting the best price possible.  An increased reputation allows a player to transport their contraband more easily and evade customs, but to win the game they must have the most gold out of all the other players.  However, the higher the price goods are sold for, the stronger the customs forces become&hellip;&#10;&#10;Smuggling in Cornwall was rarely performed by just one person; rather large swathes of the community were often involved.  In Cornish Smuggler, players must build a smuggling network by employing characters; each with a unique ability, cost and affect on a smugglers reputation within the local community.&#10;&#10;When smuggling goods, the choice of which goods to buy is key. Players can choose to buy big bulky goods, which are hard to fit on board ship (goods and ships are all different shapes and sizes) or smaller more easily transported goods which are worth far less.&#10;&#10;Also, different sized  towns will offer different prices for goods.  Smaller towns offer a lower price, but with a lower risk.  Larger towns offer better prices and allow smugglers to sell more goods, but the risk of do so is (generally) much greater.&#10;&#10;The customs forces in Cornish Smuggler will move around the board dependant on what the players do.  Landing, moving and selling goods merits their attention although players can also move customs by spending influence or utilising secrets.  Luckily all Customs can be bribed  meaning that once you've bought them they will remain 'your man' until the end of the game...or until another player pays them more.&#10;&#10;Although starting off fairly underfunded and under supported, as the game progresses the Customs Officers will get steadily stronger, harder to bribe and more numerous.  As such, it gets harder and harder to smuggle goods effectively, secretly and profitably so each game has a clearly defined end point that is visible to all players&#10;&#10;Discovering secret tricks can help a players cause, and there are secret storehouses that can be hired out where you can stash your goods, hiding them from Customs and protecting them from being seized.&#10;&#10;There are many possible paths to victory in Cornish Smuggler.  Players will have to adapt their strategy to accommodate the actions of the other players, employ the right characters, buy the right goods, discover the right secrets and make the right deals.&#10;&#10;This game is about real things that happened to real people in a real place, thus creating a directly relatable experience between 21st Century Cornwall and Cornwall at a time when the community was experiencing significant poverty and exorbitant taxation.  As a result, smuggling wasn&rsquo;t necessarily seen as something that was illegal, but rather as something that was &lsquo;fair game&rsquo; and as such was taken with an often light hearted view.&#10;&#10;What this game is:&#10;&#10;Dodging the Law, employing the local vicar, building an network, discovering and using secrets, renting out the mayor's wine cellar, getting rich, a surprisingly accurate historical representation.&#10;&#10;What this game isn't:&#10;&#10;Ship racing, firing cannons, being a pirate&#10;&#10;",
    "categories": [
      "Economic",
      "Nautical",
      "Transportation",
      "Travel"
    ],
    "mechanics": [
      "Action Points",
      "Area-Impulse",
      "Deck, Bag, and Pool Building",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/miHP4S_xal3ZzvYkfiESWw__thumb/img/TWZoPYIePJgGwrX1tNUArY4lPgo=/fit-in/200x150/filters:strip_icc()/pic1656251.jpg"
  },
  {
    "id": "204466",
    "name": "Dark Is the Night",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 10,
    "description": "Description from the publisher:&#10;&#10;A Hunter has set up camp in a dark and dangerous forest. In the middle of the night she is awakened by a sound in the darkness, just outside the light of her small fire. Again! A guttural growl informs the Hunter that she is not alone. To survive this night, the Hunter will need keen wits and sharp aim with her crossbow.&#10;&#10;Dark is the Night is a two-player game of hunt-or-be-hunted. One player takes the role of the hunter and can move in the lighted spaces surrounding the campfire while the other player is the monster, secretly moving through the darkness. With only limited tools at their disposal, each player tries to eliminate the other before daybreak.&#10;&#10;",
    "categories": [
      "Adventure",
      "Bluffing",
      "Deduction",
      "Fantasy",
      "Horror",
      "Memory",
      "Miniatures"
    ],
    "mechanics": [
      "Grid Movement",
      "Memory",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/vMemXSFmaRCkiacdaoJLYA__thumb/img/BwPGDQ-idafqvJNldMyWq1XeksI=/fit-in/200x150/filters:strip_icc()/pic3107145.png"
  },
  {
    "id": "12895",
    "name": "La Bataille de Wavre",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 12,
    "description": "This game completes the Waterloo series of games which includes Ligny, Les Quatre Bras and of course Mont St Jean. The game does of course involve the exploits of the right wing of L'Armee Du Nord on June 18th.&#10;&#10;It can be played independently of the other games or linked to be simultaneously resolved with Mont St Jean. The deluxe version of Mont St Jean or Ligny is required for the counters as the game doesn't include any.&#10;&#10;scale = 100 m/hex; &#10;time = 20 min/GT; &#10;strength = 50-100 men/SP (Regimental/Brigade Size)&#10;&#10;",
    "categories": [
      "Expansion for Base-game",
      "Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/nOcAD_tnKFewb1G86bblgg__thumb/img/Kf8o_LyDm_6LwStzL3T6vMWKtXk=/fit-in/200x150/filters:strip_icc()/pic62365.jpg"
  },
  {
    "id": "4234",
    "name": "Hougoumont: Rock of Waterloo",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "Hougomont is a tactical level simulation of the fight for Hougomont chateau during the battle of Waterloo.&#10;&#10;Game scale : each hex is 25 yards, each turn 10 mins of real time, each unit is a company. Movement and combat is combined into action points. Non-phasing player has the option to react resulting in &quot;Boom &amp; Zoom&quot; tactics.&#10;&#10;Victory revolves around the capture of Hougomont. Rules include climbing walls, breaking and barring doors, howitzers and command control.&#10;&#10;",
    "categories": [
      "Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/5szi8d-K1XIYFMlQj7eaiQ__thumb/img/8ze3v6fjUgYz-2MywvIJGV4Dhc4=/fit-in/200x150/filters:strip_icc()/pic44087.jpg"
  },
  {
    "id": "6980",
    "name": "Mission Command Sea",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 8,
    "description": "Based on the Milton Bradley classic Carrier Strike!.&#10;&#10;Outmaneuver your opponent. Destroy the enemy fleet.&#10;&#10;Lead your carrier force to victory!&#10;&#10;You are the commander of an elite naval fleet. Your mission is to sink your enemy's carrier using your destroyers and fighter squadron. Launch your planes from the carrier armed with harpoon missiles that you can fire at enemy ships. Or send them out with sidewinder missiles that will aid their efforts when caught in a dogfight. Strategically move your destroyers to intercept enemy fire or to fire on the enemy fleet. Hit the enemy's carrier twice and victory is yours.&#10;&#10;Contents: 20x30 gameboard, 2 carriers, 4 destroyers, 16 fighters with stands, 4 plastic islands with cardboard shallows, 2 Admiral cards, 14 cardboard sidewinder missiles, 14 cardboard harpoon missiles, 8 dice, and instructions.&#10;&#10;Part of the Mission Command series.&#10;&#10;",
    "categories": [
      "Modern Warfare",
      "Nautical",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Race",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/gbUbvMLUgZYOK_6ga7RsVA__thumb/img/dtXjUfqyqOjeUOQdOJOBQAvLG2k=/fit-in/200x150/filters:strip_icc()/pic65847.jpg"
  },
  {
    "id": "125634",
    "name": "Inception: Solo card game",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 60,
    "age": 10,
    "description": "Disclaimer: This game is an unauthorized, non-profit game that uses names and images from the original movie by Warner Brothers. Neither the designer nor anyone else is allowed to make any financial profit from it.&#10;&#10;About the game:&#10;&#10;I hope you remember the great movie &ldquo;Inception&rdquo;. Cobb and his team of Extractors are offered a job to implant an idea into a person&acute;s mind by infiltrating his dreams. The target is Fischer and the client is Saito, who will profit greatly from Fischer's new &ldquo;idea&rdquo;. The reward: a lot of money and the chance for Cobb to return home to see his children. But to plant a thought deep enough into someone&acute;s mind, you&acute;ll have to go very deep. A dream within a dream&hellip; within another dream. And if you die in a dream, you&acute;ll end up in Limbo and probably go mad.&#10;&#10;Guide Cobb and his team through the different dream levels. Recruit your team members and sedate Fischer in the waking reality. Step deeper into his dreams, plant Inceptions, and prepare for the final Kick that&acute;ll bring the team back home. Fight against attackers, Cobb's adversaries and Fischer&acute;s &ldquo;dream police&rdquo;. Cobb&acute;s wife Mal will show up and try to stop the team. And some of your team might end up in Limbo and have to be saved first before they can return to reality.&#10;&#10;About the gameplay:&#10;&#10;Inception is a solo (1-player) card game with a playing time of around 50 to 60 minutes.&#10;&#10;Each turn the player draws 2 cards to his hand. Some negative cards (Cobb&acute;s Flashbacks) apply immediately, while the others may be played in the &ldquo;Play cards&rdquo; step. Cards may be played in different ways. They may be discarded to use their one-shop effects. Weapon cards may be attached to a character to increase his strength against attacks. Other cards may be placed in a dedicated &ldquo;Convince Display&rdquo; from which they may be played when trying to convince opponents or to plant Inceptions. But the player should also keep some cards in his hand, to either react to new Events or boost his strength when defending against an attacker. These are the tactical choices that have to be made and that will determine success or failure.&#10;&#10;An Event card is drawn from the Dream Level the Characters are currently in. You will have to evade attacks, convince people, plant Inceptions in Fischer&acute;s mind, and face other challenges. Team members might die, as in the movie, and have to be found in Limbo and convinced to come back with you.&#10;&#10;To win the game, the final Inception on Fischer has to be successful, Mal must be dead, and Saito, Cobb, and enough members for the final Kick must still be alive.&#10;&#10;Designed for the BGG Solitaire Print and Play Contest 2012.&#10;&#10;Inception is available as Print and Play (see file section) via ArtsCow, Printerstudio (thanks Jay) as PC game (thanks David) and as Vassal module. See forum section for links.&#10;&#10;Microbadge: &#10;&#10;",
    "categories": [
      "Card Game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Print & Play",
      "Science Fiction"
    ],
    "mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/9l49eWD-lwveCobPT6INKg__thumb/img/V-Dn7wvsFEQHGfutfwODsY1YW80=/fit-in/200x150/filters:strip_icc()/pic1326746.jpg"
  },
  {
    "id": "268134",
    "name": "Oathmark: Battles of the Lost Age",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 12,
    "description": "Oathmark is battle-scale miniatures wargame, featuring 28mm figures drawn up in ranks and files. Each figure is its own playing piece with its own profile: unlike in some systems, they're not just for show, with the unit base as the only mechanically relevant piece. Attacks and other actions are adjudicated by D10 rolls.&#10;&#10;There is a dedicated miniatures range by North Star. Races include Dwarves, Elves, Goblins, and Humans.&#10;&#10;&mdash;user summary&#10;&#10;",
    "categories": [
      "Book",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "image": "https://cf.geekdo-images.com/JromD_kvgU11eqpWdJ6ryg__thumb/img/2pKF8zDNsIxUN9kEjY8ZxdS626M=/fit-in/200x150/filters:strip_icc()/pic5161431.jpg"
  },
  {
    "id": "39426",
    "name": "Kursk, South Flank: A Panzer Grenadier Game",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 0,
    "description": "From the Avalanche Press website:&#10;&#10;In July 1943, history's greatest tank battle erupted when the German Army hurled 50 divisions at the Red Army around the city of Kursk, including 17 panzer and panzer grenadier divisions with over 3,000 tanks. Long aware of German plans, the Soviets were ready and waiting, with heavily fortified lines backed by 3,600 tanks of their own.&#10;&#10;Kursk - South Flank is a stand-alone game in the Panzer Grenadier series: You do not need any other game in the series to play any of the 40 scenarios. Design is by Panzer Grenadier veteran Mike Perryman (Workers and Peasants among many others).&#10;&#10;In this game the German SS Panzer Corps assaults the lines of the Soviet 40th Army, only to meet fierce counter-attacks from the Sixth Guards Army and First Tank Army. Pieces include masses of tanks: Lend-Lease Grants, T-34 tanks in three models, T-70 light tanks and more. The SS counter with Tigers, mobile artillery and a whole lot more.&#10;&#10;There are four semi-rigid mapboards, just like those found in August 1914 or 1940: The Fall of France.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/kZc0pWuLOzGbjL1Ub3EQ3w__thumb/img/DyAFnqjCp7HWvjoRd2m7SsRf36o=/fit-in/200x150/filters:strip_icc()/pic2573546.jpg"
  },
  {
    "id": "294756",
    "name": "A Song of Ice & Fire: Tabletop Miniatures Game – Targaryen Starter Set",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 14,
    "description": "Across the Narrow Sea, Daenerys Targaryen rules her khalasar as Khaleesi of the Great Grass Sea. Her influence and skill have made her one of the most powerful women in the world. No other faction boasts so many skilled cavalry, made even more so by Khal Drogo's inspiring leadership on the battlefield. Ser Jorah Mormont, the banished lord from Westeros, lends western steel to their cause. And Illyrio Mopatis can be relied upon to tip the scales with a touch of gold or a subtle threat. While Daenerys Targaryen's Dothraki may appear as little more than savages to western eyes, underestimating them is the last thing a foolish lord will do.&#10;&#10;The Targaryen Starter Set introduces a new house to A Song of Ice &amp; Fire: Tabletop Miniatures Game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/usrntly2XJZLQEvthPEwRQ__thumb/img/QHnGzDpwMd9X1BUz-WOX6Wh-SP4=/fit-in/200x150/filters:strip_icc()/pic5956438.jpg"
  },
  {
    "id": "174231",
    "name": "Badlands: Outpost of Humanity",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 14,
    "description": "&ldquo;Badlands&rdquo; is a strategic boardgame in a post-apocalyptic world, for 2-4 players of 14+ years old. One game takes about 60-120 minutes to play.&#10; Many years have passed since the devastating nuclear war destroyed great civilizations and changed the climate on the planet dramatically. The world was turned into a desert with but lonely radioactive ruins of cities left. Massive usage of biological and nuclear weaponry during the war led to many people and animals being turned into horrifying monsters.&#10;&#10;Few survivors who managed to make it through &quot;The Last War&quot; have joined together in clans and established the small settlements in this new world.&#10;&#10;In Badlands you&rsquo;ll lead a small community of post-nuclear survivors struggling for their lives. You will have to undertake distant expeditions and explore abandoned locations. Develop trade and attack your enemies, protect your settlement and fight for influence to secure your corner in the ruthless world of Badlands!&#10;&#10;(Espa&ntilde;ol)&#10;&quot;Badlands&quot; es un juego de mesa estrat&eacute;gico en un mundo post- apocal&iacute;ptico, para 2 a 4 jugadores de 14+ a&ntilde;os y una duraci&oacute;n de la partida en torno a 60 a 120 minutos.&#10;&#10;Han pasado muchos a&ntilde;os desde que una devastadora guerra nuclear destruy&oacute; las grandes civilizaciones y cambi&oacute; dram&aacute;ticamente el clima del planeta. El mundo se ha convertido en un desierto en el que de las ciudades solo quedan ruinas radioactivas. El uso masivo de armamento nuclear y biol&oacute;gico durante la guerra ha convertido tanto a gente como a animales en horribles monstruos.&#10;&#10;Los pocos supervivivientes que consiguieron sobrevivir a &quot;La &uacute;ltima guerra&quot; se agrupan en clanes y peque&ntilde;os asentamientos en este nuevo mundo.&#10;&#10;En Badlands liderar&aacute;s una peque&ntilde;a comunidad de supervivientes post-apocal&iacute;pticos luchando por sus vidas. Deber&aacute;s emprender largas expediciones y explorar localizaciones abandonadas. Desarrolla y ataca a tus enemigos, protege tu colonia y lucha por la influencia para asegurarte tu rinc&oacute;n en el despiadado mundo de Badlands!&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Science Fiction",
      "Wargame"
    ],
    "mechanics": [
      "Commodity Speculation",
      "Dice Rolling",
      "Hand Management",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/G0ACnaEw_CSZd5MzXVDCmA__thumb/img/IVlfuAg0cGtozuXayzvvPKFupFA=/fit-in/200x150/filters:strip_icc()/pic3443413.jpg"
  },
  {
    "id": "10676",
    "name": "Star Frontiers: Knight Hawks",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 12,
    "description": "This board game of starship combat was published as part of the Knight Hawks supplement for TSR's Star Frontiers role playing game. It is however playable as a stand alone game.&#10;&#10;",
    "categories": [
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Role Playing",
      "Trading",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/8WDOCQfiC7xyIe4uKhKJuQ__thumb/img/LERxbX6LoOCpSKfvVMpyGrerYRE=/fit-in/200x150/filters:strip_icc()/pic308941.jpg"
  },
  {
    "id": "29860",
    "name": "Bataan!",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 1200,
    "age": 12,
    "description": "(from Compass Games website:)&#10;&#10;After failing to defeat the invading Japanese forces on the beaches of Luzon, General MacArthur, commander of United States Army Forces in the Far East (USAFFE), retreated the Philippine Army to the Bataan peninsula and Corregidor, according to War Plan Orange. Holding fortified positions and bolstered by the crack Philippine Scouts, the Allied forces would hold for months against the well equipped and trained Japanese invaders.&#10;&#10;Bataan! is a two-player game, recreating the battle for the peninsula. Vance von Borries has drawn from his game design experience to create a game engine capable of portraying the tense jungle-fighting which took place on Bataan. While the system is based on a previous success, the changes needed to simulate the fighting on Bataan make this a unique gaming experience.&#10;&#10;Japanese forces will move quickly to out-flank and pry the US/Filipino units from their fortifications. Yet the Americans can successfully launch attacks out of these strong points, particularly when the crack Philippine Scouts are in the lead. From time to time a player may lead with his armor and this was the one battle of the war where the lowly US Stuart tank was the superior tank!&#10;&#10;A chit-pull system is used to randomly determine activations for the various formations on each side. In general, formation size is based on a division. Each formation activates individually for movement and combat. Players alternate activations based on the random chit-pull until all formations have played. Most Japanese formations receive two activations per turn, thereby demonstrating their combat capabilities, preparedness and motivation in taking an offensive role. Individual unit counters represent battalions or half battalions, and include efficiency ratings for combat comparisons and other functions.&#10;&#10;Bataan! features five scenarios. The three early scenarios, which include a learning scenario, all play to a conclusion in one sitting. They feature a surprising amount of movement for a mostly jungle warfare game and rely on sound military tactics. Only the fourth scenario, the last battle, is a true set-piece action. The Japanese planned it that way and yet even the outcome of that battle was not pre-ordained. All scenarios are tied together by a campaign scenario where both players contend with supply and disease to field the best force possible for the final offensive.&#10;&#10;Components:&#10;&#10;     1 map &ndash; 22&rdquo; x 34&rdquo; - [scale of 1.2 km to the hex] &#10;        2 full sheets of 0.6&rdquo; counters [or 408 5/8 inch counters]&#10;        11 full-color set-up and player aid cards&#10;        1 rules booklet [with historical notes] &#10;        1 10-sided dice&#10;        1 full color box and lid set&#10;&#10;&#10;Designer: Vance von Borries&#10;Developer: Mark Guttag&#10;Artist: Tim Schleif&#10;&#10;&#10;(BGG user description:)&#10;&#10;Bataan! is a two-player operational level game of this WW II Pacific theater campaign, January through April 1942. It presents a fascinating contest of two mismatched armies on a subject our hobby has not gamed often. The US/Filipino defense, embattled, isolated and led initially by Gen. Douglas MacArthur, for three months held off a numerically inferior but well-equipped and very aggressive Japanese force led by General Masaharu Homma. While the US and Filipino forces can be said to have won most of the first contests: the Abucay Line, the Battle of the Points and the Battle of the Pockets, it would be the final contest that decided the issue. Only because of continued complete isolation would the US lose that final battle in April 1942. And yet it was that heroic defense of sublime courage that helped motivate the US to endure the reverses of the war and persevere to a complete victory. It was &quot;Why We Fight.&quot;&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/cpukEUxRquXqc-xp46DD-A__thumb/img/LLAthDSJz6AS8s6vGIM9jXIxwBA=/fit-in/200x150/filters:strip_icc()/pic515687.jpg"
  },
  {
    "id": "326998",
    "name": "Judean Hammer",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 90,
    "age": 14,
    "description": "&quot;Judean Hammer&quot; is a fast-playing wargame which depicts tense struggle between the rebel player (The Maccabeans) and the empire player (The Seleucid Greeks) trying to re-assert their control. This two-player wargame plays in about an hour or two, with a lightning fast set-up time. The Greeks start in their unassailable supply centers, controlling Jerusalem, but the Maccabeans can use ambushes to whittle their foe while cutting off the Greek supply.&#10;&#10;At the heart of the game you strive for control of critical cities in the region, especially Jerusalem, playing cards to move or recruit units or to use a special ability that benefits only your faction. However, there's only one deck, and the more special ability cards you play, the weaker your side becomes in combat &mdash; which leaves you to make tough decisions at almost every play: Do you push for an early advantage, capturing critical regions and amassing a victory point advantage? Or do you bide your time, watching your opponent weaken themselves, then strike hard at the end to steal the win?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Ancient",
      "Wargame"
    ],
    "mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Events",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/NCJhSwFQi5aUqquJOlH3fQ__thumb/img/GwxtrW-8Ic6KW3d8ww_Y0l2UlBk=/fit-in/200x150/filters:strip_icc()/pic5860202.jpg"
  },
  {
    "id": "337889",
    "name": "The Great Race 2",
    "minPlayers": 1,
    "maxPlayers": 8,
    "playingTime": 60,
    "age": 14,
    "description": "Place yourself in the 1930s, at the wheel of your halftrack, where you will experience the most incredible human adventure. It is more than a race. It is THE race.&#10;&#10;The Great Race will take you across continents, to face countless dangers and difficulties. You may have to take reckless risks to finally cross the finish line to the cheers of the crowd.&#10;&#10;Your crew consists of mechanics, scouts and an escort that you will have to mobilize to accomplish the impossible.&#10;&#10;Welcome to The Great Race adventure.&#10;&#10;After having explored Africa and South America in the first campaign (TGR1), this new campaign will take you to the Wild West and the Far East, with a map of the USA and a map of Asia (TGR2).&#10;&#10;The Wild West and Far East is both fully independent and fully compatible with the corebox from the first campaign!&#10;&#10;",
    "categories": [
      "American West",
      "Exploration",
      "Transportation"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "End Game Bonuses",
      "Network and Route Building",
      "Open Drafting",
      "Pick-up and Deliver",
      "Race",
      "Worker Placement, Different Worker Types"
    ],
    "image": "https://cf.geekdo-images.com/FrFzzkmWCmyfOoqhH4nGCA__thumb/img/1rQYUAz7W5Fb0gijgj7p5ttk7Fs=/fit-in/200x150/filters:strip_icc()/pic8338469.jpg"
  },
  {
    "id": "2559",
    "name": "Blockade",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 8,
    "description": "Described on-box as the &quot;Beat the Barrier&quot; strategy game. Players each have 2 pawns, 9 green walls (which are placed vertically), and 9 blue walls (placed horizontally). Pawns start on the color matching them, which are 4x4 squares in on each of the four corners of the 11x14 board. The object is simple: to get one of your pawns to a starting spot of your opponent. Each turn players can move one pawn up to two spaces, and also place one wall, useful for blocking off their opponent's move. Walls always cover two squares worth of area, and must be placed according to their color (vertically or horizontally). Once players are out of walls, they keep moving pawns until one wins.&#10;&#10;This game is one of a series of 2 player strategy games by Lakeside from the 1970s.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Maze",
      "Racing"
    ],
    "mechanics": [
      "Point to Point Movement",
      "Square Grid"
    ],
    "image": "https://cf.geekdo-images.com/2Os6rubOe1yn6AIhhIFSDw__thumb/img/xNHMITQswNYFBeCsqems2-kAiws=/fit-in/200x150/filters:strip_icc()/pic2528098.jpg"
  },
  {
    "id": "164760",
    "name": "Goblin's Breakfast",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 15,
    "age": 8,
    "description": "It's a well known fact that Goblins are aggressive nasty little brutes, and that bigger goblins ALWAYS pick on smaller ones. It's also a well-known fact that the only way to get to BE a bigger goblin is to eat a good breakfast.  This makes breakfast in the Goblin Warren a highly competitive and somewhat dangerous meal...&#10;&#10;In this card game, players take the role of Goblins at the Breakfast table, scrambling to eat as much food as possible and to prevent other players from doing the same.&#10;&#10;Illustrated by Travis Hansen, the game plays from 2 to 6 players, (more with multiple decks.)  It takes about 5 minutes to learn, and 15 minutes to play.  It includes about 60 cards.&#10;&#10;To start the game, a few cards are dealt out to the center table, and on each turn, players can do one of the following four things.&#10;&#10;A, They can take a food or weapon from the center of the table.&#10;B, If they have a bigger weapon than another player, they can steal another card from another player's hand.&#10;C, If they have a food card in hand they can eat it, scoring it.&#10;D, They can play a special action card from the center of the table, immediately playing its effects.&#10;&#10;The result is a fast-paced, light-hearted arms race, with quickly shifting strategy and chaotic fun.  After the deck runs out, the player that eats the most food wins!&#10;&#10;It should be noted that this game was a finalist for the 2014 Ion Awards at the SaltCon board game convention in Salt Lake City.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Print & Play"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/Gx6gURwXGtBTwLZZjmNGcg__thumb/img/-vti9tADe2V1K7XIVbx4dZPMqPY=/fit-in/200x150/filters:strip_icc()/pic3039641.jpg"
  },
  {
    "id": "248760",
    "name": "NEXUS: Arena Combat System",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 17,
    "description": "NEXUS is a brutal and irreverent story-driven arena combat game that takes place on poorly maintained space barges. Packed with rabid and bloodthirsty fans, these barges feature an array of deadly hazards that are designed to indiscriminately kill or injure both combatants. These hazards range from floor saws that tear across the arena floors to pits that are home to monstrosities just looking for something to eat. Full of beautifully illustrated and amusingly inappropriate cards and lore, each match leaves you with a story to tell and laughs to be had by all.&#10;&#10;Gamers will appreciate the nostalgic art style and classic RPG elements that drive the brutal theme of the game. NEXUS puts classic tabletop gaming tools like dice, pen, and paper to good use; to pit genetically engineered champions against one another in visceral combat. Players will experience a rush as their dice rolls determine the fate of their hapless champions followed by thunderous bursts of laughter.&#10;&#10;The skirmish mode, while easily picked up by even the most novice of players, has just the right amount of depth, complexity, and self-generating narrative to make each match exhilarating. Dive even deeper with RPG legacy features and build your wealth and influence allowing for countless upgrades and bribes.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Fighting",
      "Mature / Adult",
      "Miniatures",
      "Science Fiction"
    ],
    "mechanics": [
      "Action Points",
      "Betting and Bluffing",
      "Dice Rolling",
      "Grid Movement",
      "Paper-and-Pencil",
      "Role Playing",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/F03HN68zs8nWnrJbQDVobA__thumb/img/yIk3nD7Tkupv05GVW788UNzNf7U=/fit-in/200x150/filters:strip_icc()/pic4064506.jpg"
  },
  {
    "id": "197377",
    "name": "Waterloo 1815: Napoleon's Last Battle",
    "minPlayers": 1,
    "maxPlayers": 8,
    "playingTime": 180,
    "age": 13,
    "description": "Waterloo 1815: Napoleon's last battle is a game that recreates the decisive encounter fought between the French army and the Anglo-allied and Prussian coalition on June 18th, 1815.&#10;&#10;The wooden pieces represent the actual units that fought the battle. They come in different sizes, making it easy to tell infantry from cavalry from artillery. Infantry and cavalry units are brigades, while artillery ones are batteries. There are unit cards that provide combat and movement values for each specific unit type. Each unit displays the following information:&#10;&#10;- Corps designation.&#10;- Brigade designation.&#10;- Commander's name.&#10;- Morale.&#10;&#10;The game is played in turns, composed of two player turns. Each player's turn consists of the following phases:&#10;&#10;- Reorganization.&#10;- Artillery Defensive Fire.&#10;- Artillery Offensive Fire.&#10;- Movement.&#10;- Defender Fire.&#10;- Attacker Fire.&#10;- Combat.&#10;&#10;Optional event cards can be used to add historical variants and uncertainty to the game.&#10;&#10;Victory is determined at the conclusion of the last turn, with players getting victory points for securing important locations, eliminating enemy units or killing Napoleon or Wellington.&#10;&#10;In the latest editions the game does not contain wooden blocks or event cards (the latter come as markers). The wooden blocks can be obtained as an option in the web shop.&#10;&#10;The Collector's edition introduced solo mode. If you have those rules, you can play solo with previous versions as it did not introduce new components.&#10;&#10;",
    "categories": [
      "Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/RMinxanODHzulRoZ1khoDQ__thumb/img/4YMkmETdurquxmX6hkw0dNqizX8=/fit-in/200x150/filters:strip_icc()/pic2964851.jpg"
  },
  {
    "id": "140986",
    "name": "Viagem no Tempo",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 12,
    "description": "Time Travel (Viagem no Tempo) is a tactical game where each player controls a team of scientists travelling through time. The goal is to travel throughout different time periods of Human History in order to collect &quot;scientific evidence&quot; in such time periods.&#10;&#10;In their respective turns, the players choose a &quot;device&quot; to travel with - the SHIP, the CLOCK or the TIME MACHINE - and move along the board. Each of these 3 options allows for a diferente kind of movement. Whenever the player is the last person to exit a certain time period, he collects &quot;scientific evidences&quot;, which are Worth victory points. Upon travelling, the player may also meet one of the 25 Historical Figures presente in the game, such as Albert Einstein or Cle&oacute;patra, who will offer advantages or dangers to the player.&#10;&#10;There is a lot of interaction in the game and, by using certain special action cards, it is possible to undermine your opponents and send their scientists through the Tunnel of Time. A mechanism simulating countdown determines the moment when the tunnel will close, and the players must free their trapped scientists before then so that their scientists are not sent to the Galaxy's Black Hole for all eternity!&#10;&#10;Time Travel, an electrifying adventure full of dangers, twists and emotion, is the second independent release by renowned Brazilian Game Designer, Marcos Macri.&#10;&#10;&#10;Viagem no Tempo &eacute; um jogo t&aacute;tico, onde cada jogador controla uma equipe de cientistas e tem como objetivo viajar atrav&eacute;s dos diversos per&iacute;odos da Hist&oacute;ria da Humanidade para recolher &quot;Provas Cint&iacute;ficas&quot; das &eacute;pocas visitadas.&#10;&#10;Em seu turno, o jogador escolhe uma &quot;ferramenta&quot; para viajar: a NAVE, o REL&Oacute;GIO, ou a M&Aacute;QUINA DO TEMPO, e move-se pelo tabuleiro. Cada uma dessas tr&ecirc;s op&ccedil;&otilde;es permite um tipo diferente de movimento. Sempre que o jogador &eacute; o &uacute;ltimo a sair de uma determinada &eacute;poca, ele recolhe uma &quot;prova cient&iacute;fica&quot; correspondente que vale pontos. Ap&oacute;s viajar, o jogador ainda pode encontrar Figuras Hist&oacute;ricas do jogo, como Albert Einstein ou Cle&oacute;patra, por exemplo, que ir&atilde;o oferecer vantagens ou perigos.&#10;&#10;H&aacute; muita intera&ccedil;&atilde;o no jogo e &eacute; poss&iacute;vel sabotar seus advers&aacute;rios enviando suas pe&ccedil;as de cientistas para o T&uacute;nel do Tempo, por meio de cartas de a&ccedil;&otilde;es especiais. Um mecanismo que simula uma contagem regressiva determina o fechamento do t&uacute;nel, e os jogadores devem libertar seus cientistas presos, antes que isso aconte&ccedil;a, para n&atilde;o serem enviados, pela eternidade, ao Buraco Negro da Gal&aacute;xia!&#10;&#10;Viagem no Tempo, uma eletrizante aventura, cheia de perigos, reviravoltas e muita emo&ccedil;&atilde;o, &eacute; o segundo lan&ccedil;amento do selo independente do premiado Game Designer brasileiro, Marcos Macri.&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Science Fiction"
    ],
    "mechanics": [
      "Action Queue",
      "Point to Point Movement",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/Z4rimj6AdGcQSz3S6D9KEw__thumb/img/Z6WG7fbZ2U_TOFgEXL79cAGNYkk=/fit-in/200x150/filters:strip_icc()/pic3020475.jpg"
  },
  {
    "id": "277475",
    "name": "The Blessed Dark",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 13,
    "description": "The dark is calling...&#10;&#10;Gather blood, complete rituals, cast spells, and summon demons in a bid to gain the favor of the ancient ones. Will you become the chosen?&#10;&#10;The Blessed Dark is a cult-themed mint-tin card and dice game for 2-4 players. It features a mix of push your luck and light take that elements. Players work to build out a Grimoire of spells, gather the blood resources to power them, and conduct rituals (rolling the dice) to see what primordial energies that can harness to summon demons or trigger spells.&#10;&#10;This pocket-sized game fits in a custom black Altoids-size mint tin and includes folded instructions, 3 ritual dice, 32 mini-size cards, and 20 blood tokens (8mm red plastic cubes).&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice",
      "Horror"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Push Your Luck",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/5JKVwO2Vyc0OPpwprGJDew__thumb/img/sk0ZK1YwIMz5207pxAEdVxJyhuw=/fit-in/200x150/filters:strip_icc()/pic6261360.jpg"
  },
  {
    "id": "145928",
    "name": "Empire Engine",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 14,
    "description": "Once, the world of Mekannis was united and prospered under the guidance of the Great Engine&mdash;an enormous thinking machine built into the molten heart of the world. Over millennia, Mekannis was transformed until every piece of land was incorporated into the gears and levers of the Engine itself. An act of hubris by the world&rsquo;s rulers caused a series of devastating malfunctions that shattered the land and the death of the Great Engine. Now four empires rise to dominance. The Kestrel Dominion, descending from ancient hereditary rulers and cherishing their ancestral tradition of honor; Nova Centralis, a plutocratic nation built upon exploiting wealth and greatly desirous of maintaining their economic edge; the Sylphian Commonwealth, a once-verdant land now poisoned by the aftereffects of the Engine&rsquo;s destruction; and the Grail Prelacy, a theocratic nation emboldened by prophecies of ultimate victory. Each empire vies to fulfill the prophecy and restore the Great Engine, the source of ultimate power.&#10;&#10;In Empire Engine, players take on the role of a mighty empire, powered by rotating gears. During the game, players simultaneously choose actions to attack, defend, salvage, export, or collect resources (goods for export, soldiers to attack your opponents and inventions to score points). Players use their gears to rotate their engines, and in each round perform the actions on the top edges of their engines. The player who scores the most points for the goods, soldiers and inventions in their score pile at the end of the game is the winner!&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Fighting",
      "Print & Play"
    ],
    "mechanics": [
      "Action Queue",
      "Rondel",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/uhidzkDlAWHDIxDahjPreg__thumb/img/-HexQPWydxfX677nY03soEWo9TE=/fit-in/200x150/filters:strip_icc()/pic2197596.jpg"
  },
  {
    "id": "565",
    "name": "Port Royal",
    "minPlayers": 3,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "Jamaica 1684. The entire West Indies Sea is in the hands of the King of Spain. The Spanish fighting and trading fleets rule the Caribbean. The whole Caribbean!  In the center of it is the island of Jamaica and the port of Port Royal. Under the protection of the English crown and equipped with letters of marque, a place of refuge is offered here for the boldest freebooters. Here they live life to the full, celebrate their triumphs and boast of their journeys. Here they haggle and toddle around the goods that were captured, in order to load them on their ships and to sell them for a profit.&#10;&#10;The goal for each player is to have the largest amount of booty loaded on his ships, but each ship can only hold a limited amount. All debts incurred during the game must be paid off from the player&rsquo;s winnings. Player with the highest score wins&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/YieNLWVLKMERmrEosQsKOA__thumb/img/Vd8kb9AT204KNdE5GXBBK7JQL7g=/fit-in/200x150/filters:strip_icc()/pic248213.jpg"
  },
  {
    "id": "369257",
    "name": "Stereo Mind",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 15,
    "age": 8,
    "description": "Everyone&rsquo;s listening to the same song, but are we hearing the same thing? Turn up the volume and find out how much you think alike! This is Stereo Mind, a co-operative music appreciation game of solid sounds and group vibes!&#10;&#10;The players listen to the music and try to choose the same word. When all the players manage to select the same word, they keep the card as a success. The players can acquire up to 7 points as a team.&#10;&#10;&#10;     Revealing the top card of the Card deck, and scans the QR code of the current top card of the Card Deck. Press the play button on the resulting screen to stream a song or sounds.&#10;     Each player listens closely and secretly sets their own dial to the number next to the word that best suits the recording. Players should not discuss or otherwise signal their choice during this process.&#10;     Everyone counts to three and reveals their dials at the same time.&#10;&#10;&#10;If all players revealed the same number - SUCCESS! Score 1 point.&#10;If even one player shows a different number from any other player- FAILURE!&#10;&#10;When a turn ends with only one card left in the Cassette Tape Deck, the game is over. The players count their number of successes to determine the team&rsquo;s score.&#10;&#10;",
    "categories": [
      "Party Game"
    ],
    "mechanics": [
      "Cooperative Game",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/-1TgU6qGcYIzaNM9I5Mcyw__thumb/img/troHRzUruPqPk0-BQLbh4waCItU=/fit-in/200x150/filters:strip_icc()/pic7029156.jpg"
  },
  {
    "id": "425123",
    "name": "The Cursed Castle",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 45,
    "age": 0,
    "description": "Take charge of three hunters walking the forgotten hallways of the Cursed Castle in an attempt to purge the ancient evil that dwells within!&#10;&#10;Each round, you'll roll, manipulate, and allocate dice to overcome traps, defeat armies of minions, and vanquish deadly overlords. As your party progresses you'll uncover powerful artifacts, learn new skills, and make game-changing combos to delve deeper into the castle to break its evil curse. But beware, building up your heroes is easier than preserving them in this brutal adventure!&#10;&#10;To win, you must survive the dungeon long enough to defeat the final boss. However, if all your characters die, become corrupted, or go insane, you lose...&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Horror"
    ],
    "mechanics": [
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/nU1M4VidQHNd1weZVCYjwA__thumb/img/NVfkWhbfRQomLXgwtIoIpG6fOSw=/fit-in/200x150/filters:strip_icc()/pic8322005.png"
  },
  {
    "id": "3807",
    "name": "Smokejumpers",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 90,
    "age": 12,
    "description": "(From the Introduction)&#10;&#10;Smokejumpers is a solitaire game simulating fire fighting efforts. The player assumes the role of a fire boss and must decide the most effective way of fighting a forest fire - both in terms of tactics used and value lost. Fire growth is governed by the game system with wind and fuel moisture content as the driving forces. The goal of the player is to contain the fire while keeping costs low and still be able to get home in time for supper.&#10;&#10;",
    "categories": [],
    "mechanics": [
      "Enclosure",
      "Hexagon Grid",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/46t3GDRIGEP6GG0t81iE-A__thumb/img/PrxK57EmrRZ4S7-hehao7YoJeLw=/fit-in/200x150/filters:strip_icc()/pic2258833.png"
  },
  {
    "id": "364022",
    "name": "Holiday Hijinks #6: The Groundhog Gambit",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 13,
    "description": "The invitation left you almost breathless with anticipation. The eccentric inventor, Professor Archibald Timely, has opened his stately manor to the public for the first time in years. What brilliant new breakthrough was to be unveiled? As you walk through the front door, you notice an eerie silence with only the sound of your echoing footsteps filling the cavernous halls. With so much to explore in the sprawling old mansion, you wander to the furthest recesses and back again, and again, and again... Hold on; you&rsquo;re having the strangest case of d&eacute;j&agrave; vu. Can you escape before it&rsquo;s too late?&#10;&#10;The Groundhog Gambit, title #6 in the Holiday Hijinks line, is an escape room-style game in just 18 cards! As a group, you will solve a series of puzzles to unravel a mystery.&#10;&#10;Puzzles may test your perception, wordplay, and lateral thinking. English language fluency is required.&#10;&#10;This game is app-assisted. When you have solved a puzzle on the cards, you will enter the answer into the companion website (compatible with all smartphones and computers) and it will check whether you are correct. If you are, the website will tell you which card or cards to take next. The website also contains a graduated hint system, so if you get stuck you can get just a small hint about the current puzzle to get moving again without giving too much away.&#10;&#10;The website also allows you to interact with objects on cards, in the vein of a classic point-and-click adventure. This will help you gain more clues and solve puzzles.&#10;&#10;This system is non-destructible: some groups may choose to write on cards, but this is not required. A group cannot re-play the game but can pass it on to another group for their use.&#10;&#10;This entry in the series takes about two hours to solve and is rated 3 out of 3 in difficulty.&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction",
      "Puzzle"
    ],
    "mechanics": [
      "Deduction"
    ],
    "image": "https://cf.geekdo-images.com/8Uhr10aGNBJW6lOJLWtUsA__thumb/img/PHCs32JFBoSOXB_lX2BZxDzB4W0=/fit-in/200x150/filters:strip_icc()/pic7158233.png"
  },
  {
    "id": "183626",
    "name": "Internal Affairs",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 35,
    "age": 8,
    "description": "A team of infiltrators from the triad penetrated the police force. However, the police also has sent a team of undercover agents to infiltrate the triad. Ten years later, they are still undercover, but their minds have been twisted by the temptation of power, authority and money &mdash; and nobody is certain about their original roles anymore. Both groups learn that they have been infiltrated and want to ferret out the moles. Each mole has a secret code to lock their identity file, and once the code is cracked their identity is fully revealed. The battle of wits starts now. Either exposing the enemy or taking the chance to change the identity for good can save their lives as long as nobody knows who is who!&#10;&#10;Internal Affairs is an intense elimination game between infiltrators from both the Triad and the Police Force Infiltrator. Each player has a set of secret ID cards which determine that player's allegiance. Each player also has a secret code, which when cracked reveals the player's real ID. At the beginning of the game, each player has five code cards and chooses three of them to be the secret code that locks the identity file. During their turn, players try to crack other players' codes to find out who is who and get their team to victory. Due to action cards, though, ID cards may be passed from player to player and this may change each player's allegiance. Players must be quick to win, as otherwise they may end up in the losing team when they least expect it.&#10;&#10;Internal Affairs is designed for 5-8 players, but alternative rules have been included to allow for play with 2-4.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Party Game"
    ],
    "mechanics": [
      "Player Elimination",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/FSB8PqijkFZzePjqFO5lQA__thumb/img/4LT0WHUQdAeAU8nDCVStrWfwd6E=/fit-in/200x150/filters:strip_icc()/pic2906948.jpg"
  },
  {
    "id": "2226",
    "name": "Greyhounds",
    "minPlayers": 3,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 14,
    "description": "Players place secret bets and then race their greyhounds in a series of three races, each one longer than the previous one. Players have sets of number cards from which one is selected and simultaneously revealed each turn. Only the greyhound with the highest number showing will move, advancing a number of spaces equal to the difference between the highest numbered card and the second highest. The player with the most money after three races wins.&#10;&#10;",
    "categories": [
      "Racing",
      "Sports"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/-wFxJCsVfFFKKJVon2FhHA__thumb/img/B4JqeGwUTzjLiRB_5pLvDakJhKo=/fit-in/200x150/filters:strip_icc()/pic1290512.jpg"
  },
  {
    "id": "379395",
    "name": "Broad Lines",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 15,
    "age": 7,
    "description": "A cooperative party game that will draw you crazy!&#10;&#10;In Broad Lines, players sketch the word line after line and hope your piece will match the others! Select the word to be guessed. Draw two straight lines or one curve with the marker on a transparent card. Place the card on the easel over the other cards already there.&#10;&#10;Will your partner guess the word?&#10;&#10;",
    "categories": [
      "Party Game",
      "Word Game"
    ],
    "mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Drawing"
    ],
    "image": "https://cf.geekdo-images.com/DNST2rARrL5rpGZpLq-n4Q__thumb/img/ZIWuTDbeOAsGs9akK7bQI4mLVA8=/fit-in/200x150/filters:strip_icc()/pic7324899.png"
  },
  {
    "id": "237798",
    "name": "The Wilson Wolfe Affair",
    "minPlayers": 1,
    "maxPlayers": 10,
    "playingTime": 0,
    "age": 13,
    "description": "A cooperative games for one or many players, where you receive a crate full of seemingly innocuous goodies &ndash; but &ndash; after looking things over, finding hidden clues, and solving puzzles... you unveil a sinister conspiracy that covers the globe.&#10;&#10;You open the box to find a collection of strange artefacts seemingly from the world of 1930's animation; letters, animation cels, booklets, puzzles, games. With very little instruction included, you will start sorting through the objects and putting things together, and you'll find that below the surface lies a deep and engaging conspiracy.&#10;&#10;In the game you make progress by:&#10;&#10;reading letters and diaries&#10;    piecing stories together&#10;    making deductions&#10;    fact checking&#10;    breaking codes&#10;    solving puzzles&#10;    finding messages hidden in plain sight&#10;    playing games&#10;    chasing clues online&#10;    cracking riddles&#10;    discovering unique interactions between objects&#10;    and looking at what&rsquo;s in front of you in a different light&#10;&#10;The object of the game is to unravel the narrative story, and and find out all you can about the shadowy organisation that lurks behind the scenes of the film industry. The game is completed when all the puzzles are solved and the mystery is revealed.&#10;&#10;Part puzzle hunt, part at-home-escape-room, part mystery game, it's the most immersive experience you can have on board game night.&#10;&#10;",
    "categories": [
      "Deduction",
      "Murder / Mystery",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/dFxC0s-UvOrf-fpxCOiyMQ__thumb/img/DobJ1GU6DMve17T3RMtTHpi2nAo=/fit-in/200x150/filters:strip_icc()/pic3846464.jpg"
  },
  {
    "id": "5065",
    "name": "Fubi",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 6,
    "description": "FUBI is &quot;eines der bester Tischfussballbillardspiele der Welt&quot; - One of the best table football games in the world.  It made the Games 100 for 2002 where they said &quot;It's more challenging than regular soccer (or billiards) and a hoot to boot!&quot;&#10;&#10;Basically, It's a football pitch with pegs hammered into it.  There is an elastic band surrounding the board.  On your turn, you smack a heavy metal pinball and try to get it into the goal.  If you fail, your opponent hits the ball from where it stopped.  Keep going until someone scores!&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/a2J5vb6R8q6D_lA6W-HRSw__thumb/img/m9Vemjquu9hoNbBRq51O9RiQ0zI=/fit-in/200x150/filters:strip_icc()/pic16928.jpg"
  },
  {
    "id": "358995",
    "name": "Kaikoro",
    "minPlayers": 1,
    "maxPlayers": 99,
    "playingTime": 60,
    "age": 10,
    "description": "In Kaikoro you'll face five powerful Kaijus while defending the last city of the earth. Use the dice to attack them, get victory points and combine powerful combos to defeat them before the other players.&#10;&#10;&mdash;description from the designer&#10;&#10;&#10;THE KAIJUS HAVE AWAKENED, BE THE HERO YOU ARE DESTINED TO BE AND SAVE YOUR CITY ALONE OR WITH FRIENDS!&#10;&#10;1. ATTACK THE KAIJUS! Roll all the power dice, the red one will dictate which Kaijus you can attack, and the green power dice the numbers you can use, BE THE BEST STRATEGIST!&#10;&#10;2. EARN RESOURCES! During the battle, by effectively attacking the Kaijus, they will drop resources that you can use to improve your defenses, gain points or launch powerful extra attacks. USE YOUR RESOURCES WISELY!&#10;&#10;3. BEWARE OF THE KAIYUS! After your attack, roll the red power die once again, the indicated Kaijus will advance towards your city, once there they will begin to destroy it! SAVE YOUR CITY!&#10;&#10;",
    "categories": [
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "mechanics": [
      "Chaining",
      "Dice Rolling",
      "End Game Bonuses",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/G7mLOYqkDE6exk8hh0IJEA__thumb/img/-xkaYs4w1R0pySTNTqeaIaF8uoA=/fit-in/200x150/filters:strip_icc()/pic8363507.jpg"
  },
  {
    "id": "2562",
    "name": "Samurai & Katana",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 12,
    "description": "In the XVIth century, during a Japanese civil war, you are a Da&iuml;myo (samourai clan chief) and are attempting to end the civil war by becoming Shogun.  Only an honourable Da&iuml;myo can hope to obtain that title.&#10;&#10;You will organise spectacles, marriages, build castles, trade with China, obtain the loyalty of minor clans, raze sectarian monasteries, call on demons, ronins and even the infamous ninjas during battle.&#10;&#10;You will try to dishonour and weaken your adversaries, but beware of shifting alliances, treason and assassination...&#10;&#10;Game Box:&#10;&#10;1   map of the game that represents the Japan of the XVI century&#10;55  cards&#10;120 pieces &quot;samurai&quot; (20 each player)&#10;18  pieces &quot;castle&quot; (3 each player) &#10;19  pieces &quot;city&quot; (minor and major)&#10;24  koku (1, 2 and 5 koku coin)&#10;6   cards &quot;clan&quot;&#10;1   Shogun shape with its base &#10;1   Emperor shape with its base&#10;&#10;",
    "categories": [
      "Economic",
      "Medieval",
      "Negotiation",
      "Political",
      "Wargame"
    ],
    "mechanics": [
      "Campaign / Battle Card Driven"
    ],
    "image": "https://cf.geekdo-images.com/DHXxL6X8kQRgotNPhDSOQA__thumb/img/5u27l4bYjHG0xsEYpm2CeyPT_Lo=/fit-in/200x150/filters:strip_icc()/pic87991.jpg"
  },
  {
    "id": "380455",
    "name": "War of the 3 Sanchos 1065-67",
    "minPlayers": 1,
    "maxPlayers": 3,
    "playingTime": 45,
    "age": 12,
    "description": "In War of the 3 Sanchos 1065-67, the fourth game in the Pocket Campaigns series, you are one of three King Sanchos, fighting for control of castles and towers across Castilla, Navarra, and Arag&oacute;n. The game is designed for 1-3 players.&#10;&#10;All three of the King Sanchos, including any non-player Sanchos, are competing to win by fortifying the castles and towers illustrated on the board (one in each region). Players gain victory points for each castle or tower fortified with their pieces: 3 points for a home castle (2 points in the solo game), 2 points for a neutral castle, and 1 point for a tower. If at any time during the game a Sancho has 10 or more victory points, they win a major victory. If no player achieves this during the game, the Sancho with the most victory points after the last card is played wins a minor victory.&#10;&#10;The game is played in rounds. Each player has a turn during each round. At the start of the round, the commander for the round plays a card from their hand. This card indicates the number of command points (CPs) from 1 to 3 that the commander uses during the round, and it also describes the actions that each other player must take on their turn, if possible. The game ends either at any point when a Sancho has 10 or more victory points, or after the final card from all players' hands has been resolved.&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice",
      "Medieval",
      "Wargame"
    ],
    "mechanics": [
      "Action Points",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Command Cards",
      "Dice Rolling",
      "Move Through Deck",
      "Multi-Use Cards",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/ZB6p3yxZbCtso6TxATUnxA__thumb/img/C2V38F_XeD9R_fiPDdWwBgQvQlc=/fit-in/200x150/filters:strip_icc()/pic7561512.jpg"
  },
  {
    "id": "374026",
    "name": "OPEN",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 8,
    "description": "OPEN is a climbing and shedding game in which each person plays with four of their six cards face up on the table.&#10;&#10;At the start of each hand, players make a secret bet on which player they think will play all of their cards first.  Points are awarded to all players but the last to go out. Points are also awarded to players who accurately predicted who would go out first.&#10;&#10;Rounds are played until one player reaches a given score, then the player with the most points wins.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game"
    ],
    "mechanics": [
      "Ladder Climbing"
    ],
    "image": "https://cf.geekdo-images.com/nLhh6E_McD5zWJ7c7mzZwg__thumb/img/ZNbMdUnld1JgE6uzvlyCnuCqDG0=/fit-in/200x150/filters:strip_icc()/pic8260714.png"
  },
  {
    "id": "113656",
    "name": "111: Alarm dla Warszawy",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 10,
    "description": "&ldquo;111&rdquo; is a simple war game for two based on the mechanics used in the &ldquo;303&rdquo; board game. One of the players is the commander of the Pursuit Brigade - Polish fighter group defending Warsaw on September 1st., 1939, the very first day of World War II, while the other commands the attacking German Luftwaffe. Polish player has access to four P.11 fighters, outdated and slow but highly manoeuvrable. German player uses two powerful Heinkel He-111 bombers and three fast and well-armed Messerschmitt BF-110 fighter. They conduct aerial duels by using special dice. &#10;The mission of the Third Reich&rsquo;s air force is to bomb Capital City. Polish Air Force mission is to shoot down the bombers using the advantage of clouds, hidden airfields and anti-aircraft artillery. &#10;The name of the game &ldquo;111&rdquo; evokes one of the escadrilles, which pilots, after Poland&rsquo;s defeat in 1939, formed the personnel of the famous 303 Fighter Squadron in 1940 during the Battle of Britain. This makes the &ldquo;111&rdquo; the prequel of &ldquo;303&rdquo;, showing the crucial differences between aerial war over Poland in 1939 and Britain in 1940.&#10;&#10;",
    "categories": [
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/jhFmlFBkV1igiQhm2ecjJw__thumb/img/-KP-M0gqSw1sQFQWX4CULoHsUe8=/fit-in/200x150/filters:strip_icc()/pic7600270.jpg"
  },
  {
    "id": "142205",
    "name": "Ronin: Skirmish Wargames in the Age of the Samurai",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 12,
    "description": "From the publisher's website:&#10;&#10;Set in an age of feuding samurai, wandering swordsmen and fearless warrior monks, Ronin is a skirmish wargame that captures the flavor and excitement of such Akira Kurosawa films as Seven Samurai and Yojimbo. Whether they prefer the loyal samurai retainers of a feudal lord or a horde of desperate bandits, players choose from one of several factions and build forces to battle for dominance and survival in 16th-century Japan. They may also recruit swords-for-hire to supplement their forces &ndash; masterless ronin, martial arts masters and secretive ninja will lend their skills to any commander who can afford them. A full points system, incorporating a wide range of equipment and skills, allows for detailed customization of characters, while scenarios and a campaign system permit them to gain experience and develop over time. The fast-paced rules simulate the cut and thrust of hand-to-hand combat and require the player to make tactical decisions in the middle of a fight, immersing them in an era of war.&#10;&#10;",
    "categories": [
      "Book",
      "Miniatures",
      "Renaissance",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Simulation",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/G8tI-U8gZ4hmMjcGapZsYA__thumb/img/ZQqlmj0XnqAx9Ji2dT_MRikh-8o=/fit-in/200x150/filters:strip_icc()/pic8353203.jpg"
  },
  {
    "id": "254394",
    "name": "Banned Books",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 30,
    "age": 12,
    "description": "It is the hope of every literary character that their tale will inspire people for generations to come.  But how can people be inspired by your story if it&rsquo;s on the banned books list? Your story MUST be told, and it's time for you to take matters into your own hands!&#10;&#10;Banned Books is a solo game featuring ousted literary characters fighting back against the Powers-That-Be to restore their books to the shelves. Each turn you will select actions that will progress your agenda track, hamper the agenda tracks of the Powers, utilize your characters unique abilities or manipulate your tableau. If you can advance your progress token quickly enough to convince 2 of the 3 Powers-That-Be to remove your book from the banned list, you win. But if the majority of the Powers advance their tokens and make up their minds first, or drain your characters stamina, you will be banished from shelves forever!&#10;&#10;-description from publisher&#10;&#10;&#10;Core game (Sleeve edition) released in the Board Game of the Month Club 2018 Starter package.&#10;&#10;Wallet edition released with all the following  monthly delivered characters already included:&#10;&#10;     Holden, from The Catcher in the Rye, delivered in Board Game of the Month Club January 2018 package.&#10;     Lennie, from Of Mice and Men, delivered in Board Game of the Month Club February 2018 package.&#10;     Celie, from The Color Purple, delivered in Board Game of the Month Club March 2018 package.&#10;     Alice, from Go Ask Alice, delivered in Board Game of the Month Club April 2018 package.&#10;     Huck, from The Adventures of Huckleberry Finn, delivered in Board Game of the Month Club May 2018 package.&#10;     Jerry, from The Chocolate War, delivered in Board Game of the Month Club June 2018 package.&#10;     Guy, from Fahrenheit 451, delivered in Board Game of the Month Club August 2018 package.&#10;     Atticus, from To Kill a Mockingbird, delivered in Board Game of the Month Club September 2018 package.&#10;     Bernard, from Brave New World, delivered in BGotMC October 2018 package.&#10;     Tom, from The Grapes of Wrath, delivered in BGotMC November 2018 package.&#10;&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice",
      "Novel-based",
      "Print & Play",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Push Your Luck",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/LuvvZMcdSk7WQ_599RuvKw__thumb/img/aBEviHlhqRH9V8ikLdWGv6RIqV0=/fit-in/200x150/filters:strip_icc()/pic4659416.png"
  },
  {
    "id": "6399",
    "name": "Ancients I",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 90,
    "age": 12,
    "description": "Ancients I&#10;&#10;has 32 different scenarios, each covering a battle from the period 1800 B.C. to 1400 A.D.&#10;&#10;Sequence of Play:&#10;&#10;     Remove Leaders&#10;     Check for Panic&#10;     Reinforcements&#10;     Movement&#10;     Leaders&#10;     Combat&#10;     Rally&#10;&#10;&#10;The armies represented include: Hittites, Egyptians, Assyrians, Spartans, Persians, Macedonians, Romans, Carthaginians, Ancient Britons, Goths, Saxons, Viking, Normans, Crusaders, Muslims, Mongols, English, Scots and French.&#10;&#10;Rated by designer / publisher as:&#10;&#10;     low Complexity and &#10;     very high Solitaire Suitability&#10;&#10;&#10;Re-implements:&#10;&#10;    Ancients&#10;&#10;&#10;Expanded by:&#10;&#10;    Ancients II&#10;&#10;&#10;Re-implemented by:&#10;&#10;    Ancient Battles Deluxe: From Guts to Gunpowder&#10;&#10;&#10;",
    "categories": [
      "Ancient",
      "Medieval",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/mPw2Ygok4ewcw4f5QqWH6g__thumb/img/IBBWJ_BeoeVMUFVqwiGT7A7wIUo=/fit-in/200x150/filters:strip_icc()/pic5534622.jpg"
  },
  {
    "id": "171950",
    "name": "Hands",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 20,
    "age": 8,
    "description": "Hands up! Hands down! No hands! Thumbs up! Point to the sky!&#10;&#10;In Hands, you talk with your hands instead of words while trying to find a player whose hand speaks the same words as yours. Beware of the player talking with both hands, though &mdash; you'd better do as he says!&#10;&#10;In more detail, during the game you mimic the cards in your hands while trying to find another player who mimics that same card. Each match you make this way scores you one point. But if any other player is making a two-hand symbol, you better not be the last player to imitate that symbol or else you'll lose a point at the end of the game.&#10;&#10;Whoever scores the most points wins!&#10;&#10;",
    "categories": [
      "Card Game",
      "Party Game",
      "Real-time"
    ],
    "mechanics": [
      "Acting",
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/1YN_jWjmmIuCQsI7QatshA__thumb/img/FK9BATlbV6TCs1ejciEbHNTYGTM=/fit-in/200x150/filters:strip_icc()/pic4610139.jpg"
  },
  {
    "id": "7840",
    "name": "The Defense of Rorke's Drift",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 600,
    "age": 12,
    "description": "This is basically two games in one The Defense of Rorke's Drift (as per the film Zulu) and it can also be used to play The Boer War.  The basic premise is a skirmish type game where one counter represent one British soldier or a group of Zulus, using a turn-based structure.  &#10;  1. British move&#10;  2. Zulu move and place reinforcements&#10;  3. British rifle fire&#10;  4. Zulu rifle fire and spear throw attacks&#10;  5. Zulu melee followed by British melee&#10;There are a number of different scenarios included, one of which is suitable for Solo gaming&#10;&#10;",
    "categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/U2DIaDuyQv_T3mFM59KWTg__thumb/img/eTzLH0KHqM_W9lSEsTHurUrWzlY=/fit-in/200x150/filters:strip_icc()/pic590297.jpg"
  },
  {
    "id": "30505",
    "name": "Apples to Apples: British Isles Edition",
    "minPlayers": 4,
    "maxPlayers": 10,
    "playingTime": 30,
    "age": 12,
    "description": "This edition of the American smash-hit family and party game, Apples to Apples, contains hundreds of new cards specifically designed for players from the British Isles and those familiar with the area, and its cultures and history.&#10;&#10;756 Red Apple Cards &#10;252 Green Apple Cards&#10;&#10;Part of the Apples to Apples Series.&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Word Game"
    ],
    "mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/mT839RN4FtmlYVHEnqQesw__thumb/img/9NtnlTbe1CcvwLg1Ribt05vpmH4=/fit-in/200x150/filters:strip_icc()/pic225878.jpg"
  },
  {
    "id": "3965",
    "name": "Snapshot",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 12,
    "description": "From the introduction:&#10;&quot;Snapshot&quot; is a wargame of close-action combat between individuals.  It's primarily inside starships of the far future. Snapshot is an adaptation and more detailed rendition of the personal combat rules from in Traveller, the science-fiction role playing game. &#10;Components include&#10;&#10;    120 die-cut counters&#10;    Detailed ship plans&#10;    Weapons chart&#10;    2 six-sided dice&#10;    Rules and scenarios making the game playable with or without Traveller.&#10;&#10;&#10;",
    "categories": [
      "Fighting",
      "Science Fiction",
      "Wargame"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Line of Sight",
      "Movement Points",
      "Role Playing",
      "Square Grid"
    ],
    "image": "https://cf.geekdo-images.com/1U_Rh1NJXDOZQGA4pK6DsA__thumb/img/Xbr20sfARb0uR9ovD-G8TA_LITw=/fit-in/200x150/filters:strip_icc()/pic216885.jpg"
  },
  {
    "id": "263996",
    "name": "Melee & Wizard",
    "minPlayers": 2,
    "maxPlayers": 0,
    "playingTime": 60,
    "age": 10,
    "description": "Originally released in 1977 and 1978, the two first releases in The Fantasy Trip series, Melee and Wizard, were out of Steve Jackson's reach during the eighties when the classic Pocket Box was first produced. Finally, we're able to present these two great games in an 80s-styled package, making this the &quot;What If?&quot; edition you're sure had to have existed in the early days of gaming.&#10;&#10;Melee -- Create characters in just a few minutes -- then send them into the arena. Winners become stronger and faster for the next battle. Losers die.&#10;&#10;Each counter in this fast-moving game is a single warrior. Players choose weapons and tactics for their fighters, and send them into combat against men, beasts, or monsters -- to victory, or death.&#10;&#10;Wizard -- The magic companion to Melee -- sorcerous combat, in the arena or in the dungeon.&#10;&#10;Create your wizard, choose his spells, and go into combat. Zap your foe with fireballs or lightning. Summon giants, dragons, and wolves to destroy them all. Or be subtle and entangle them with Magic Rope and Slippery Floor spells. Successful wizards gain skill and power. Losers die.&#10;&#10;Includes rules, classic-sized counters and maps, and three 12mm d6. Two games in one!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Adventure",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/yyNJ3bEz-yFdR7tFONy-Gw__thumb/img/INTW4LkV6O2OosR4qRBKQTdDEC4=/fit-in/200x150/filters:strip_icc()/pic4867806.png"
  },
  {
    "id": "96765",
    "name": "CardFight!! Vanguard",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 0,
    "description": "&#10;&#10;&#10;    &#10;        GAME SYSTEM&#10;&#10;    &#10;    &#10;         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.&#10;&#10;    &#10;&#10;&#10;&#227;&#131;&#180;&#227;&#130;&#161;&#227;&#131;&#179;&#227;&#130;&#172;&#227;&#131;&#188;&#227;&#131;&#137; (Vanguard) is a Japanese trading card game published by Bushiroad. It was created in collaboration between Akira It&#197;&#141; (Yu-Gi-Oh! R), Satoshi Nakamura (Duel Masters), and Bushiroad president Takaaki Kidani. The game was also released in conjunction with a TV anime series, &quot;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#131;&#149;&#227;&#130;&#161;&#227;&#130;&#164;&#227;&#131;&#136;!! &#227;&#131;&#180;&#227;&#130;&#161;&#227;&#131;&#179;&#227;&#130;&#172;&#227;&#131;&#188;&#227;&#131;&#137;&quot; (Cardfight!! Vanguard).&#10;&#10;In the game, players &quot;ride&quot; a unit as their Vanguard, which represents them on the board. They may also summon other units as Rear Guards to attack or support. The game is won by doing 6 points of damage to the opponent's Vanguard.&#10;&#10;As players attack, if they are using their vanguard they can &quot;drive check&quot; whereby they check the top card of their deck for &quot;triggers&quot; which increase power and have other effects, and add these cards to their hand. Triggers can also be revealed when players take damage to their vanguard by performing a &quot;damage check&quot;.&#10;&#10;At the start of the game, each player places their grade 0 starting vanguard face down in the &quot;vanguard circle&quot; and then draws 5 cards. They may return any number of cards to the deck and re-draw to form their starting hand, but only once. It's a good tactic to return trigger cards from your first hand as these are better utilised when drawn from the deck as part of a &quot;drive check&quot; or &quot;damage check&quot;.&#10;&#10;Once the players are done setting up their initial hand they determine who goes first (often, rock-paper-scissors is used for this) and then each turn follows the same turn order:&#10;&#10;1. Stand up (only at the start of the game, and both players perform this action simultaneously whereby they flip over their vanguard)&#10;2. Stand and Draw&#10;3. Ride&#10;4. Call&#10;5. Attack&#10;6. Guard&#10;7. Drive Check&#10;8. Damage Check&#10;9. (more attacks? Go back to 5)&#10;10. Turn end - change to other player and go back to 2&#10;&#10;It's worth noting that strategically, taking damage early in the game can be beneficial as you can use cards in the damage zone to &quot;counter blast&quot; (flip the cards over to activate special actions on certain units).&#10;&#10;",
    "categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/QmJwNn9NmhdiVZKXBoEM-g__thumb/img/G9flHGFcKztKYi27KcAxdNGUCdk=/fit-in/200x150/filters:strip_icc()/pic1719142.jpg"
  },
  {
    "id": "212807",
    "name": "Backpacks & Blisters (Second Edition)",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 14,
    "description": "The Lakeland walking game for the armchair rambler.&#10;&#10;Starting in the morning, each rambler sets off from the market town of Keswick with a pound in their pocket and four cards in their hand. Money can be used to buy chocolate or refreshments, bus rides or ferry trips. However the real work of the day is on foot, uphill and down dale. Blisters and the heavy rucksack can hinder walking and at lunch and then tea-time, the number of cards in hand is reduced.&#10;&#10;All ramblers need to be back in Keswick before six pm &hellip;  if not, call mountain rescue!&#10;&#10;The game offers Equipment Cards to the game-play compared to the original 1993 game. Also it now includes a thick and full-colour gameboard, although a cloth map is offered as an extra Kickstarter reward.&#10;&#10;",
    "categories": [
      "Exploration",
      "Racing"
    ],
    "mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Point to Point Movement"
    ],
    "image": "https://cf.geekdo-images.com/DrIbwOCMG7xDdrmi5kWv9Q__thumb/img/rb8RPlb7raw9Hj39tGrqC3fPit0=/fit-in/200x150/filters:strip_icc()/pic3258652.jpg"
  },
  {
    "id": "355",
    "name": "Das letzte Paradies",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 12,
    "description": "In Das letzte Paradies, the players purchase building sites through secret bids, and either build villas or hotels there, or leave the land undeveloped. Buildings are lucrative only if the immediate surrounding area is preserved. The value of nature is appreciated so much more if it is in danger of disappearing. Correspondingly, the price of virgin land varies widely - either very high, or very low - because preservation of nature does not give you income, but it does get you more recognition for your troubles.&#10;&#10;This edge between commerce and nature is rendered even more difficult for the players because at the end (at least in this game) only one pays you money. Who then possesses little at the start, and who has lost in every game, matters little, except who is the richest person at the end.&#10;&#10;Each round, players bid for tiles to lay on the island paradise. One side is a building, the other a forest. The buyer chooses which side to play on. The more forest remains, the more your buildings are worth. However, the more buildings you own, the less forest there will be. Players bid with coins in their closed fist. The highest bidder wins, however, they only pay the cost of the second highest bid. In order to win, you must finish with more money than you started with. As soon as the last building counter has been sold and placed on the board (and any resulting bonuses have been paid) the game ends. All players who have less money than they started with have lost. Out of the remaining players, the winner is the person with the most money.&#10;&#10;",
    "categories": [
      "Environmental",
      "Territory Building"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Auction: Sealed Bid"
    ],
    "image": "https://cf.geekdo-images.com/VzRUe9sMxa3ALb_yawXaLQ__thumb/img/1FiayuRT-vZTQqaRTCCWWkirI70=/fit-in/200x150/filters:strip_icc()/pic6756383.png"
  },
  {
    "id": "19048",
    "name": "The Nacho Incident",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 10,
    "description": "From the designer:&#10;&#10;You're three miles into Alberta, a sack of warm, spicy burritos your only companion. To be caught north of the border would be the end of you. Wait -- what's that noise??&#10;&#10;In The Nacho Incident, players are trying to make the most money by smuggling Mexican food into Canada. They must evade the Mounties and choose the most profitable combination of smuggler, food and destination.&#10;&#10;Smugglers are ranked by number, and each turn all players select one from their hand and reveal them simultaneously. High numbers act first and have greater smuggling options available to them, but also attract the attention of the Mounties. After crossing the border, smugglers set up cantinas to finance further smuggling operations -- but these cantinas will be shut down as the Mounties discover them.&#10;&#10;After 12 turns of smuggling (about 30-45 minutes), the player with the most money wins!&#10;&#10;",
    "categories": [
      "Card Game",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Hand Management",
      "Pick-up and Deliver",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/9XbMu5YoLkr73QjpIsVekQ__thumb/img/-JstHmHiAoF65If8Cjr_7s6W42E=/fit-in/200x150/filters:strip_icc()/pic167746.jpg"
  },
  {
    "id": "316290",
    "name": "Exceed: BlazBlue – Noel Box",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 12,
    "description": "Exceed Fighting System unleashes four brand new fighters from the acclaimed fighting game BlazBlue! Bring the fast-paced action of head-to-head arcade fighting games to your tabletop! Choose your fighter from an ever-growing roster of diverse characters, each with their own deck of special moves and supers. Exceed to reveal your true power and unleash havoc on your opponents!&nbsp;&#10;&#10;This box contains 4 fighters and everything you need to play:&#10;&#10;&#10;     Noel Vermillion&nbsp;- Noel Vermillion is a swift, aggressive rushdown fighter who charges at the opponent with a nonstop barrage of attacks&mdash;the only thing that slows her down is finding time to reload!&#10;     &nu;-13&nbsp;- &nu;-13 is a swift, fragile zoner who constantly moves the fight toward extreme range. There, she has dominant advantages and can close games decisively!&#10;     Litchi Faye Ling&nbsp;- Litchi Faye-Ling manipulates her staff's position in conjunction with her attacks to create unrelenting pressure, or wields it directly to give herself greater range and more defensive options!&#10;     Arakune&nbsp;- Arakune's unorthodox attacks disorient foes to buy time. After careful and difficult preparation, he unleashes a torrent of unstoppable attacks!&#10;&#10;&#10;With the Exceed Fighting System, any fighter can battle against any other, regardless of their origin!&#10;&#10;",
    "categories": [
      "Card Game",
      "Fighting",
      "Video Game Theme"
    ],
    "mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/EEu9kyp13j0GHY0HlBIGMA__thumb/img/Mr_pqVym91BfYiI8A4Xoah-klhI=/fit-in/200x150/filters:strip_icc()/pic5818870.png"
  },
  {
    "id": "217197",
    "name": "Lucky Forward: Patton's Third Army in Lorraine",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 0,
    "description": "Description from the publisher:&#10;&#10;Lucky Forward: Patton&rsquo;s Third Army in Lorraine (6 Sep-13 Dec 1944). This GOSS series game presents Third Army&rsquo;s Fall 1944 offensive to just before the Germans launch their Ardennes Offensive further north. The battles of Metz, Fort Driant, and the German counteroffensive attempt against Patton using the new German Panzer Brigades are included. Smaller scenarios allow players to game smaller periods of time in each of the four months making up the campaign. Variant counters are included for an optional airborne operation. The game maps mate to Wacht am Rhein (2012), allowing more options for both simulations. Five maps, 12 counter sheets.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Hexagon Grid",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/0DvCThupKFz7c-HBwOmgeA__thumb/img/cqIkgxVtEzXNB3ajG8pEX1kjzEU=/fit-in/200x150/filters:strip_icc()/pic5448321.jpg"
  },
  {
    "id": "7955",
    "name": "Seelöwe: The German Invasion of Britain, 1940",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 14,
    "description": "Seelowe is a hypothetical wargame depicting Operation Sealion (in German: Seel&ouml;we), the anticipated German invasion of the British Isles that would have followed a Luftwaffe victory in the Battle of Britain.&#10;&#10;The map shows central and southern England and the English Channel.&#10;&#10;Three invasion scenarios are re-created: &#10;The Navy Plan involving a landing on a narrow front in south-eastern England.&#10;The Army Plan which suggests that a landing on a broad front all along the south coast would have been possible.&#10;The July Scenario in which the German army gambles on a small landing being sufficient to ensure victory.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/dCC5WXW7vQVAK3-Ewf-Juw__thumb/img/eCLt5HbkPTJqczo4cOAeol76csM=/fit-in/200x150/filters:strip_icc()/pic32422.jpg"
  },
  {
    "id": "474",
    "name": "Cold War",
    "minPlayers": 4,
    "maxPlayers": 4,
    "playingTime": 180,
    "age": 12,
    "description": "A game for four players, Cold War gives you command of the economic, military, and intelligence forces of one of the contemporary world's major powers, and dares you to seize political, military, and economic control of as much of the world as possible.  The only obstacles in your way are your three opponents, each of whom has a bag of dirty tricks to play and an equal stake in the world regions you claim for your own.  Cold War is designed to be easy to learn, fun to play, and hard to win.&#10;&#10;",
    "categories": [
      "Economic",
      "Negotiation",
      "Political"
    ],
    "mechanics": [
      "Area Majority / Influence"
    ],
    "image": "https://cf.geekdo-images.com/QO-N-U4pirODOl0aBJXh7A__thumb/img/XV6I7BnsofxNjGoNXJsnLWSzabU=/fit-in/200x150/filters:strip_icc()/pic655442.jpg"
  },
  {
    "id": "397228",
    "name": "Piazza",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "Experience Piazza, the tile laying game with flair! Create a colourful piazza together. Make clever use of your opponents' templates and score points by sandwiching as many other tiles as possible between your own. The bigger the piazza becomes, the more interesting possibilities arise - suspense is guaranteed until the very last tile! Play a round of Piazza, it's dolce vita in a can!&#10;&#10;The players take it in turns to place tiles and use them to gradually create a colourful piazza. In return, they continuously earn points. Whoever has the most points at the end wins.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/HEaP2eDDrXxHEGFgeJie_Q__thumb/img/l-olp8QnNfVPagQHTiJ84IXU3Ys=/fit-in/200x150/filters:strip_icc()/pic8021706.png"
  },
  {
    "id": "4375",
    "name": "Krone & Schwert",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 10,
    "description": "Krone &amp; Schwert is a city building game with the following structure:&#10;&#10;Build forts, cities and cathedrals and get a large piece of land to build it on. If you think you want to be king, start a revolution and hope you get as many players behind you to win the crown and the victory-points that go along with it.  If the other players decide to stand behind the king you lose this attack and the victory - points are for the king and his helpers only.&#10;&#10;This is a boardgame with cards for building and fighting. You have 3 action points to spend every turn. During the game there are cards with extra victory-points for every cathedral, city and fort you own.&#10;&#10;",
    "categories": [
      "City Building",
      "Fighting",
      "Medieval"
    ],
    "mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Modular Board"
    ],
    "image": "https://cf.geekdo-images.com/nVLUH0cVjFWF7t6RzfKQ9A__thumb/img/H4PIE7nk6BCZZlwY7SLZuGJwRX8=/fit-in/200x150/filters:strip_icc()/pic295248.jpg"
  },
  {
    "id": "17022",
    "name": "Saganami Island Tactical Simulator",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 120,
    "age": 12,
    "description": "Space Combat in the Universe of Honor Harrington!&#10;&#10;Saganami Island Tactical Simulator uses the critically acclaimed Attack Vector: Tactical Game Engine to put YOU in command of the ships of the Honorverse. Thrill to the long range missile duel, dancing in 3-D vector space, unleashing the fury of laser heads. Or close in to &quot;kissing distance&quot; and unleash the titanic fury of grasers and lasers! Extensively researched, SITS has new material on the ships and doctrines of the Royal Manticoran Navy and the People's Republic Navy that have never been published before. Mixing rich tactical depth with easy to use Newtonian movement, SITS builds on the novels details to set the tactical parameters for the Honorverse combat&#10;&#10;Fully 3-dimensional, SITS has two game scales - the tactical game scale has 12 minute turns, and 1 light second hexes. The system scale has 25 light second hexes, and 1 hour turns, making the pursuit to the hyper limit a challenging tactical puzzle. Every warship in the series will be statted out over the release schedule of this product line, as well as additional ships approved by David Weber himself. Innovative rules allow you to incorporate &quot;The Honor Factor&quot; without unduly distorting the tactical game engine.&#10;&#10;SITS offers complete tactical control. You are in command of a hundred-thousand ton cruiser plying the pitiless depths of space. &#10;Fast, simple and highly accurate Newtonian movement rules. Turns take 10 to 20 minutes, a typical game runs 3 to 10 turns. &#10;Accurate, intuitive 3-D movement system, allowing combat to break the plane of the map, and giving unprecedented tactical depth.&#10;&#10;",
    "categories": [
      "Miniatures",
      "Novel-based",
      "Science Fiction",
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/71uhrySeuLEdfsnc1_Vr0w__thumb/img/-wklXvmGr4lSlgkpfkEmrsCuS8k=/fit-in/200x150/filters:strip_icc()/pic80618.jpg"
  },
  {
    "id": "577",
    "name": "Parts Unknown",
    "minPlayers": 4,
    "maxPlayers": 10,
    "playingTime": 90,
    "age": 10,
    "description": "Players are retail store owners who supply body parts to the local mad scientists. Viktor, a mad scientist, goes around window shopping. Whenever he stops to look at a particular type of parts, a demand for that type of part is created; all the parts at the cheapest price get sold. If there is still a demand, all the parts at the next cheapest price get sold. This continues until demand is met. If parts sold exceed demand, a surplus is created, which may put an extra townsfolk back into the population. If the demand is not met, a shortage is created which will be filled by removing a townsfolk.&#10;&#10;Each turn, players get a part from their gravediggers, and can pay for more parts. Players can buy store shelves, and stock those shelves with parts, setting them to a specific, fixed price. If parts don't sell. the may be shuffled off to the &quot;parts unknown&quot; pile, which will automatically sell at certain times at a highly discounted rate. There could be, at times, a monster on the loose which scares off shoppers, getting them to buy parts only at the cheapest price, ignoring other available parts. Also, villagers might riot, which causes parts from the gravediggers to be more expensive. Player with the most money at the end of the game wins.&#10;&#10;Versions&#10;&#10;     1998 Cardstock version (Out of Print) &#10;&#10;&#10;Awards&#10;&#10;    Origins Award Nominee: Best Sci Fi/Fantasy Board Game&#10;&#10;&#10;",
    "categories": [
      "Economic",
      "Horror"
    ],
    "mechanics": [
      "Commodity Speculation",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/5A8hgtr-HE2ojUFsFxw-KQ__thumb/img/zj3BXPNgy7ANSd3Gl6Qn-swdiZA=/fit-in/200x150/filters:strip_icc()/pic48421.jpg"
  },
  {
    "id": "43801",
    "name": "Afrikakorps: Decision in the Desert, 1941-42",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 240,
    "age": 12,
    "description": "Afrikakorps: Decision in the Desert, 1941-41, simulates the campaigns in the Western Desert in which Italo-German forces under the command of Erwin Rommel took on the forces of the British Empire.&#10;&#10;The game map shows the Egyptian/Libyan coastal area as it was in 1941-42. Each game turn represents one month. Each hexagon on the map represents 12.5 miles (20 km). There are two scenarios, short (May-November 1941) and long (May 1941 to November 1942). Afrikakorps is a two-player game of intermediate complexity. The rules contain about 15,000 words, meaning experienced players can finish the short scenario in about four hours. Solitaire play is doable.&#10;&#10;Rules cover such things as: high command bulletins, unit refits, supply, fog of war, pursuit and pursuit combat, fortified boxes, airpower, naval bombardment and transport, unit upgrades, off-map bases, major operations, special forces and tactics, coastal shipping, battlefield salvage, appeals to Berlin, capture of the Western Desert Force headquarters, amphibious landings, the Qattara Depression, port interdiction, anti-aircraft fire, air transport, aerial supply, airborne assault, oases, reconnaissance, heavy armor, 88s, and Malta. The turn sequence is as follows.&#10;&#10;I. Planning Phase&#10;&#10;II. Reinforcement &amp; Refit Phase&#10;&#10;III. Operations Phases&#10;&#10;A. First Operations Phase&#10;&#10;1 Movement Sub-Phase&#10;&#10;2. Combat Sub-Phase&#10;&#10;B. Second Operations Phase&#10;&#10;C., D., Etc. Subsequent Operations Phases&#10;&#10;IV. Air Return Phase.&#10;&#10;V. Game Turn Inter-Phase&#10;&#10;A. Sudden Death Victory Sub-Phase&#10;&#10;B. Game Turn Advance Sub-Phase&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/T-7EXg-QfZdE9SIEg0LUjQ__thumb/img/BG-1ckVmBY33-isbxQFO_bKkKvI=/fit-in/200x150/filters:strip_icc()/pic700926.jpg"
  }
]
