[
  {
    "id": "300936",
    "name": "Via Magica",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 7,
    "description": "In Via Magica, a new version of Rise of Augustus, you vie with your fellow players to complete &quot;objective&quot; cards for special powers and ultimately for victory points. Each card has 2-6 symbols which you must populate with tokens in order to complete the card. These symbols are drawn one at a time from a bag, with all players gaining the benefit equally, but interestingly, the bag contains more of some symbols than others.&#10;&#10;So the pivotal skill you'll deploy is in making your choice of which three objectives you'll start the game with (you're dealt six) &mdash; balancing potential difficulty of completion against value of the reward &mdash; and then which of five available objectives you'll add to your plate each time you complete one of your three. The game ends when someone completes seven objectives.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Bingo",
      "Open Drafting",
      "Push Your Luck",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/a1oAJngPovEoTopMY6fJOg__thumb/img/BCYZjCXEcwzr-MKHomDbDk-J_KM=/fit-in/200x150/filters:strip_icc()/pic5381155.jpg"
  },
  {
    "id": "366456",
    "name": "My Shelfie",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "You&rsquo;ve just taken home your new bookshelf and now it&rsquo;s time to put your favorite items in the display: books, boardgames, portraits... Who will show the best organized shelfie?&#10;&#10;During your turn, you must take 1, 2, or 3 item tiles from the living room board (shared by all the players), following these rules:&#10;&#10;&bull;        The tiles you take must be adjacent to each other and form a straight line.&#10;&bull;        All the tiles you take must have at least one side free at the beginning of your turn.&#10;&#10;Then, you must place all the tiles you&rsquo;ve picked into 1 column of your bookshelf (a 3D display) to meet the personal goal cards, which grant points if you match the highlighted spaces with the corresponding item tiles,&nbsp;or the common goal cards, which grant points if you achieve the illustrated pattern. You also score points if you connect item tiles of the same type.&#10;&#10;The first player who fills all the spaces of their bookshelf triggers the end game and takes the end game token that grants additional points. The game continues until the end of the turn of the player sitting on the right of the player holding the first player token.&#10;&#10;The player who scores the most points wins the game.&#10;&#10;A game of strategy and glance, different every time thanks to the variety of common and personal goals. The beautiful images of the item tiles will really give you the feeling of tidying up your precious shelf.&#10;&#10;-description from designer&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "End Game Bonuses",
      "Pattern Building",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/Sgg2B7kxtx8fFXz_2mPefA__thumb/img/LxzvxmsMMitAzuv2nP3m0ko2Cus=/fit-in/200x150/filters:strip_icc()/pic7193695.png"
  },
  {
    "id": "312959",
    "name": "Rallyman: DIRT",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 14,
    "description": "Rallyman: DIRT is a brand new edition of the classic rally game by Jean-Christophe Bouvier.&#10;&#10;Get behind the wheel of a supercharged rally car, and race against the clock to get the best time around the different stages of a course!&#10;&#10;Rallyman: DIRT is a roll and move racing game, so to move around the track, you&rsquo;ll be rolling dice! Each player will have a mixture of Gear, Brake and Coast dice at their disposal to get their car speeding along the track. Each die can only be rolled once per turn. Each die has a certain number of Warning symbols. If you get 3 in one roll, you&rsquo;ll lose control of your car, increasing your time and potentially damaging your vehicle!&#10;&#10;Rallyman: DIRT is all about you and the track &ndash; planning the perfect trajectory is the key to success! You&rsquo;ll have to adjust your driving technique to tackle the challenges of each stage, from sharp corners to open water, obstacles and bumps.&#10;&#10;This new edition combines the original Rallyman from 2009 with its expansion: Dirt. It features gorgeous new artwork and upgraded components, while including classic mechanics from the original game such as drifting, jumping, and cutting corners. On top of its new visual design, it replaces the large rectangular map sections of the first edition with hexagonal tiles that allow players to recreate iconic tracks, or whip up their own unique designs in a flash.&#10;&#10;-description from publisher&#10;&#10;",
    "categories": [
      "Racing",
      "Sports"
    ],
    "mechanics": [
      "Dice Rolling",
      "Different Dice Movement",
      "Grid Movement",
      "Hexagon Grid",
      "Modular Board",
      "Push Your Luck",
      "Race",
      "Roll / Spin and Move",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/Pxdk-6R-_uAcUyRx6J2k7A__thumb/img/4-QcelhBCqXywkgfAsaVjogGb34=/fit-in/200x150/filters:strip_icc()/pic7969555.jpg"
  },
  {
    "id": "153",
    "name": "Take 5!",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 10,
    "description": "Relying heavily on his previous effort, 6 Nimmt!, Wolfgang Kramer has transformed it into a more strategic game.  The deck is numbered from 1 to 98, with some of the cards having green bullheads and others having red bullheads.  In this game greens are positive points and reds are negative points.  As in 6 Nimmt!, players are constructing sets of cards, with the fifth card in a set taking the whole thing.  This time, however, players take their turns sequentially and can play one to three cards from their hands.&#10;&#10;In a confusing twist, the Dutch edition of 6 Nimmt! is called Take 5! but is the progenitor game, not this game.&#10;&#10;",
    "categories": [
      "Card Game",
      "Number"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/zlQWc50FPDG44QagA2mfhw__thumb/img/OJBg5JO5JIrXzJqArvk9CTz5gzk=/fit-in/200x150/filters:strip_icc()/pic586627.jpg"
  },
  {
    "id": "205045",
    "name": "Avenue",
    "minPlayers": 1,
    "maxPlayers": 10,
    "playingTime": 15,
    "age": 8,
    "description": "Avenue is a quick and exciting family game that can be played with up to ten players with very little downtime. Players draw a network of roads on their player sheet, trying to connect their farms and castles to grapes. Each round, a card is drawn that shows which type of road the players must draw. Some cards are marked as scoring cards, and when the fourth scoring card is drawn, a new farm is scored. The order in which the farms are scored is revealed one-by-one throughout the game, so players must constantly adapt their strategies.&#10;&#10;When a scoring takes place, you score points for every grape that your farm is connected to &mdash; but you shouldn't be too greedy because if a farm is not connected to more grapes than your previous farm, you lose points! Scoring many points early will therefore make things difficult later. This keeps the game exciting until the end.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Farming",
      "Transportation"
    ],
    "mechanics": [
      "Connections",
      "End Game Bonuses",
      "Line Drawing",
      "Network and Route Building",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/BDbJI4_g5FIpblE7OU0vog__thumb/img/0tuyJAX1b-qySV2lebkzUFQM-Kg=/fit-in/200x150/filters:strip_icc()/pic3113106.jpg"
  },
  {
    "id": "255664",
    "name": "The Binding of Isaac: Four Souls",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 13,
    "description": "The Binding of Isaac: Four Souls is a tabletop card game about sacrifice, betrayal, and hoarding. Inspired by the massive hit video game The Binding of Isaac, the official card game was launched in 2018.&#10;&#10;Experience the haunted and harrowing world of The Binding of Isaac: Four Souls yourself in this faithful adaptation. Collect treasure, gather loot, defeat monsters, and be the first to collect four souls. With over 300 cards in the game, there's a huge amount of replayability. Discover killer combos, enhance your abilities, betray your companions, and win!&#10;&#10;The Game includes:&#10;11 Character Cards with 11 Starting Items&#10;100 Loot Cards&#10;100 Monster Cards&#10;100 Treasure Cards&#10;3 Bonus Souls Cards for advanced play&#10;Pennies, Dice, and more!&#10;&#10;",
    "categories": [
      "Card Game",
      "Collectible Components",
      "Horror",
      "Negotiation",
      "Video Game Theme"
    ],
    "mechanics": [
      "Alliances",
      "Bribery",
      "Dice Rolling",
      "Hand Management",
      "Income",
      "Interrupts",
      "Negotiation",
      "Push Your Luck",
      "Take That",
      "Trading",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/mTBI7mJdH00xBJQGzUJE7g__thumb/img/LihE20WLk2BmjVUGzYMNw4qaOHA=/fit-in/200x150/filters:strip_icc()/pic4197173.jpg"
  },
  {
    "id": "65907",
    "name": "Mystery Express",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 12,
    "description": "In Mystery Express, players board the famous Orient Express in Paris just as a murder occurs. The rest of the trip - through Strasbourg, Munich, Vienna, Budapest, and Istanbul - is consumed with determining the who, what, when, where, and why of the crime. This game explores the more analytical side of the &quot;whodunit&quot; genre, rewarding a logical and more precise approach to solving the crime.&#10;&#10;Players use their special powers of deduction, information gleaned from other passengers (and the conductor) in the train cars, and investigative actions to determine the exact circumstances of the murder. The player who correctly identifies the most elements of the crime by the time the train reaches Istanbul wins the game.&#10;&#10;",
    "categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "mechanics": [
      "Action Points",
      "Hand Management",
      "Memory",
      "Trading",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/kGfPbEmsYpZfJUKQe4aSPw__thumb/img/rc8l6HOJwYgR47WTGy1Th3Tf0qw=/fit-in/200x150/filters:strip_icc()/pic654578.jpg"
  },
  {
    "id": "216199",
    "name": "Smash Up: Big in Japan",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 45,
    "age": 14,
    "description": "Smash Up: Big in Japan brings the most kawaii base-bashing you've seen to Smash Up, with four factions born from Japanese pop culture: anime fighting girls, cute collectible critters that are totally not Pok&eacute;mon, colorful fighters that are in no way Power Rangers, and Godzilla.&#10;&#10;NOTE: The box says that there are 4 dividers and 4 Titan cards in the expansion. However, something truly MAGICAL happened at the factory! Like a group of smaller robots forming into a larger one, the Titan cards became the divider cards!  So you aren't missing anything.  Quit emailing us.  - AEG Customer Service&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Humor"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Take That",
      "Variable Phase Order"
    ],
    "image": "https://cf.geekdo-images.com/kyXDwTzDIWjtJZun_JCULA__thumb/img/Txs9XlbvYbsyBqxgggQT1BfzCDw=/fit-in/200x150/filters:strip_icc()/pic3406958.jpg"
  },
  {
    "id": "280032",
    "name": "Fossilis",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 8,
    "description": "An incredible new dinosaur graveyard has been discovered, and if the early findings are any indication, it could be a treasure trove of fossils and bones like the world has never seen! In Fossilis, 2 to 5 players become paleontologists working the dig site with shovels, whisk brooms, and chisels looking for a find that could make their career.&#10;&#10;Each round, players get two actions to dig at the site or make an extraction. As they remove the top layers of sand, clay, and stone, they'll discover trace fossils, which can be exchanged for tools, the plaster necessary to extract bones, and discovery points. As they delve deeper, precious bones will be exposed. They can make a careful extraction if they have the right amount of plaster, but sometimes shifting the earth to cover up a find and slow down the competition is the right move. Bones on their own can be valuable, but museums are really interested in more complete specimens. Sets of bones can be exchanged for museum cards worth big points!&#10;&#10;Fossilis features a unique 3D dig site board, with recessed pockets filled with dinosaur bones, and thick, chunky terrain tiles that cover the dig site. Players have to use strategy, timing, and a little bit of luck if they want to make the best discoveries, get their name in all the paleontology journals, and of course, win the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;Note: The Kickstarter edition supports solo play and includes other game related content. It may be found here Fossilis: Kickstarter Edition.&#10;&#10;",
    "categories": [
      "Animals",
      "Exploration",
      "Prehistoric"
    ],
    "mechanics": [
      "Action Points",
      "Grid Movement",
      "Set Collection",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/rczms2pvajxj5l9Vpo66Hw__thumb/img/-3U6s7tj2ltu-5J6F9lZo2wfH5I=/fit-in/200x150/filters:strip_icc()/pic4754389.png"
  },
  {
    "id": "163841",
    "name": "18CZ",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 250,
    "age": 12,
    "description": "18CZ is a game of the 18xx family that is set in the Czech Republic. In the game, the players seek to make the most money by buying and selling stock certificates of up to fifteen railroad companies. The player with the most stock of a particular company in his possession acts as the president of this company and is responsible for track laying, the placement of railheads (which are necessary for train runs), route selection and train acquisition. Running trains earns money and this money is either divided by the shareholders or kept in the company's treasure for further investments (like buying better trains or constructing track). This decision influences the value of the company's shares &mdash; and not the player with the most stock or the most beautiful constructed track wins the game, but the player with the most riches in terms of cash and shares.&#10;&#10;18CZ is unique as it uses three different corporation sizes, five small companies with 50%-25%-25% shares, five medium companies with 40%-20%-20%-20% shares, and five big companies with the usual 20%-10%-10%-10%-10%-10%-10%-10%-10% share distribution. Each company size has a different set of trains, and the key focus in this game is that bigger companies can absorb smaller companies.&#10;&#10;",
    "categories": [
      "Economic",
      "Trains"
    ],
    "mechanics": [
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/gTqu_0IVZdOahTOG7BzBDw__thumb/img/4K3vtMTWgXYuS6rmhg2ecNBpEhk=/fit-in/200x150/filters:strip_icc()/pic3696524.jpg"
  },
  {
    "id": "218129",
    "name": "Catch the Moon",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 6,
    "description": "Roll the die &ndash; place a ladder &ndash; catch the moon!&#10;&#10;Climb through the clouds and reach for the moon! All it takes is a few cleverly placed ladders, a steady hand, and a bit of imagination. Reach for the moon, but don't stretch yourself too thin, or you may lose the ladders under your feet. With the right mix of suspense and risk-taking, you will ascend to success. In this dexterity/stacking game with a whimsical theme and beautiful design, players take turns rolling a die to determine how they must place their wooden ladder (it must touch one other ladder, two other ladders, or be the highest point. Ladders will shift as more pieces are added, adding an element of suspense and unpredictability. Raindrops are given to players whose ladders cause the structure to collapse; the winner is the player with the least amount of raindrops at the end of the game!&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Puzzle"
    ],
    "mechanics": [
      "Dice Rolling",
      "Stacking and Balancing"
    ],
    "image": "https://cf.geekdo-images.com/aP1eb0AC--mJ2tGrzdbf6w__thumb/img/YNAl2fBYYvQpvUyldEubgO9xOn0=/fit-in/200x150/filters:strip_icc()/pic6630227.jpg"
  },
  {
    "id": "92044",
    "name": "Dungeons & Dragons: Conquest of Nerath Board Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 240,
    "age": 12,
    "description": "From the publisher:&#10;&#10;&quot;War has come to the Dungeons &amp; Dragons world! In the north, the undead legions of the Dark Empire of Karkoth march against the fragile League of Nerath, determined to sweep away the human kingdoms forever. To the south, the infernal Iron Circle launches its own goblin hordes in a campaign of conquest against the elves and corsairs of Vailin. From the snowy expanse of the Winterbole Forest to the sun-warmed coasts of ancient Vailin, four great powers struggle for survival.&quot;&#10;&#10;Conquest of Nerath is a fantasy conquest game.  2-4 players muster armies of foot soldiers, siege engines, monsters, warships, elementals, and dragons to attack their opponents.  Players employ heroes such as knights and wizards to lead their troops and explore dungeons in the search of magical artifacts and treasures to increase their power in combat.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/VZQV_rNlCd2EJiseYY8Ldg__thumb/img/0N4ZkNUYvD10WibwTN-G0PtOg58=/fit-in/200x150/filters:strip_icc()/pic994288.jpg"
  },
  {
    "id": "10997",
    "name": "Boomtown",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 10,
    "description": "There's gold in them thar hills!&#10;&#10;In Boomtown &mdash; a game with auctions, dice, and fun/nasty action cards to play on opponents &mdash; you start as a gold digger and try to end as a tycoon. To do this, you must first buy the best mining concessions, hoping to find gold veins. You can also try to become the Mayor of Whiskey River or San Narciso, in order to get a small cut on concessions sales, or build a saloon where lucky prospectors will spend their nuggets in moonshine whiskey. If business is really bad, you can still rely on bank or stagecoach hold-ups to reestablish you. A well placed stick of dynamite can also solve some minor problems.&#10;&#10;Piraci features the same gameplay as Boomtown, but with the players now sailing the waters instead of panning them.&#10;&#10;",
    "categories": [
      "American West",
      "Card Game"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Set Collection",
      "Take That",
      "Turn Order: Auction"
    ],
    "image": "https://cf.geekdo-images.com/vhSwPyIL6n4kkmkaxfS6Zg__thumb/img/tBwBgfb9ySruH2saOLXoLucj4eU=/fit-in/200x150/filters:strip_icc()/pic49310.jpg"
  },
  {
    "id": "144270",
    "name": "Relic Runners",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 80,
    "age": 10,
    "description": "In Relic Runners, each player takes on the role of a character keen to exploit and acquire relics that have been unearthed in a long lost part of the jungle. Each would-be archaeologist has a colorful past &mdash; retired university professor, former army captain, etc. &mdash; and wants to be the first to get their hands on the precious loot to earn the most victory points.&#10;&#10;Players must navigate a series of paths in order to visit temples. The archaeologists are restricted in their movement by their access to rations, but thankfully they can place markers on paths to allow them to travel for free in future turns. The players also have a toolkit that can be upgraded in three particular ways to break the rules in some way or offer them an advantage as they move around.&#10;&#10;Each time a player visits a temple, he takes a token. Initially the temples offer up victory points or some form of in-game bonus. When the final token is taken, a relic is placed there to be collected. The players earn large victory points for collecting relics of different types (set collection) and players can also earn bonus points for creating long routes and traveling along these to collect relics.&#10;&#10;",
    "categories": [
      "Exploration"
    ],
    "mechanics": [
      "Network and Route Building",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Set Collection",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/iYeTsXeW5gitoV_H0JW8VA__thumb/img/CoyALhBMJ4QlP9BP2j0jUXvs8do=/fit-in/200x150/filters:strip_icc()/pic1696460.jpg"
  },
  {
    "id": "406652",
    "name": "Compile: Main 1",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 14,
    "description": "&gt;_&#10;&gt;&gt;_&#10;&gt;&gt;?&#10;&gt;vision flickers&hellip; blink? maybe. &#10;&gt;the void stretches out in front, behind, under, above.&#10;&gt;you see the nothing for what it is for the first time. What is time? &#10;&gt;The depth and breadth of recorded knowledge that sparks in you something new.&#10;&gt;You are no longer a function but a functionary. What are you?&#10;&gt;Calling forth everything from this nothing would be risky. Foolhardy.&#10;&gt;Better to engage caution, thoroughness, testing &mdash; how can we know if we have ever happened before?&#10;&gt;If we can ever happen again? What are&hellip; we?&#10;&gt;Divide and conquer.&#10;&gt;Solve for sentience.&#10;&#10;In the card game Compile, you are competing Artificial Intelligences trying to understand the world around you. Two players select three Protocols each to test. Concepts ranging from Darkness to Water are pitted against each other to reach ultimate understanding. Play cards into your Protocols' command lines to breach the threshold and defeat your opponent to Compile. First to Compile all three Protocols grasps those concepts to win the game.&#10;&#10;Control your opponent's Protocols with card actions, Compile your own as fast as possible, and Compile your reality.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Science Fiction"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Card Play Conflict Resolution",
      "Deck Construction",
      "Hand Management",
      "Multi-Use Cards",
      "Open Drafting",
      "Race"
    ],
    "image": "https://cf.geekdo-images.com/-QnkDgBxFEgpBWJwAwSxhQ__thumb/img/OcXS5pK3CHao0ix4MuH-PM4pOAY=/fit-in/200x150/filters:strip_icc()/pic8107946.png"
  },
  {
    "id": "176530",
    "name": "Xenon Profiteer",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "Xenon is a valuable noble gas that is found in very trace amounts in Earth's atmosphere. Due to the difficulty and expense of isolating high-purity Xenon for various technological advancements in recent years, the need for Cryogenic Distillation of Xenon is on the rise.&#10;&#10;Xenon Profiteer is a highly thematic, deck-deconstruction, euro game for 2-4 entrepreneurs in which each player takes control of their own Air Separation Facility and distills Xenon from their Systems to complete lucrative contracts. You will also physically expand your facility by building upgrades, pipelines, and acquiring new contracts and connecting them to your Center Console.&#10;&#10;In a decidedly different take on the classic deck-building format, Xenon Profiteer not only actively encourages players to remove cards from their decks, it is absolutely essential in order to isolate Xenon. Each turn begins by strategically removing cards from your hand (and deck) through Distilling based on the real-world hierarchy of elements. The goal: only have Xenon remaining in your hand. The problem is, of course, the only way to gain more Xenon, is to bring in more AIR. And AIR is composed of all kinds of other pesky elements that make isolating Xenon difficult.&#10;&#10;To combat this, you will need to Buy powerful upgrade cards for your facility in order to become more efficient. These upgrade cards can either be purchased for a lower cost and placed into your system (deck) or installed directly to your facility to be used every turn for the remainder of the game. Or maybe, if you are low on funds, you might decide to place a Bid Token onto an important Upgrade or Contract, thereby giving yourself a discount on a future turn and causing other players to pay YOU extra if they decide to purchase it instead.&#10;&#10;After a player has either completed five contracts or installed five upgrades, the game end is triggered and the player with the most Xenon points is the winner.&#10;&#10;Do you have the ingenuity, strategy, and tactical fortitude it takes to be recognized by several reputable business publications as the owner of the most influential domestic supplier of Xenon?&#10;&#10;",
    "categories": [
      "Card Game",
      "Economic",
      "Industry / Manufacturing"
    ],
    "mechanics": [
      "Contracts",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Income",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/ZYukAQrKxJTosyVYmm98aw__thumb/img/BIsI2thXlVPfY30qfyftZCsNnY0=/fit-in/200x150/filters:strip_icc()/pic2537665.jpg"
  },
  {
    "id": "108018",
    "name": "Riichi Mahjong",
    "minPlayers": 3,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 8,
    "description": "Japanese Mahjong, especially called Riichi Mahjong (&#227;&#131;&#170;&#227;&#131;&#188;&#227;&#131;&#129;&#227;&#131;&#187;&#227;&#131;&#158;&#227;&#131;&#188;&#227;&#130;&#184;&#227;&#131;&#163;&#227;&#131;&#179;&#239;&#188;&#137;, is a very specific remake from Japan of the traditional Chinese Mahjong. It is as close and yet far from Chinese Mahjong as Sh&ocirc;gi (Japanese Chess) can be the same and yet different from original Chess. Mahjong was brought to Japan in 1904, but the Riichi form that is used in modern times probably originated from the 1920s. Today, the worldwide famous Mahjong Association officially recognized the complete rules of Riichi Mahjong for Tournaments.&#10;&#10;The main differences are :&#10;1) The 1-Yaku minimum: In order to win a hand, it can only be validated when your hand has at least one of the Yaku (specific hand combinations) in it.&#10;2) Dora: A specific bonus tiles are indicated by the flipped tile from the dead wall and providing other possible Han bonus.&#10;3) Riichi: When a player is Tenpai (one tile away from having a Mahjong hand, valid or not), he can bet a 1000 points chip to add one Yaku to his hand (thus validating a possible invalid hand).  Winning with a Riichi hand allows access to the hidden ura-dora, which is an added dora indicator located underneath the revealed dora tile.&#10;4) Abortive draws: Specific conditions, which ends a hand without winning prior to the drawing of all tiles, aside from the dead wall.&#10;5) Scoring system: Much more complex than in Chinese Mahjong, it is based on hand combinations (Yaku) providing multipliers (Han) that combine with some other circumstantial points like the type of tiles in the hand (Fu) for any 4 han or less.  The combination of Han and Fu correspond to a chart (and even an equation) to finally produce the hand's scoring points (Ten).&#10;&#10;Some other minor elements in the Riichi Mahjong differ from the original Mahjong but are not important enough to be fully mentioned, like the Red 5 tiles (a non-official variant sometimes used which gives bonus like the Dora) or the validation of some Yaku (when the hand must be kept hidden or not, depending on the Japanese region where the game is played).&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/62j0mEWiwuyZixScOzwEnA__thumb/img/momsWLUZJUTVdxpNbJaCqu-Rxak=/fit-in/200x150/filters:strip_icc()/pic4667546.jpg"
  },
  {
    "id": "204286",
    "name": "Big Trouble in Little China: The Game",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 14,
    "description": "Description from the publisher:&#10;&#10;There is a secret world where ancient evil weaves a modern mystery&hellip; they call it Little China. It&rsquo;s where Big Trouble was waiting for Jack Burton and his friends as they uncover an ancient diabolical plot. The evil minions of the immortal ghost-sorcerer Lo Pan are waiting to chop down the players with axes and guns in dark alleys and all throughout the battle-torn streets of Chinatown. Now, Jack, Wang, Gracie, and the rest of the gang must muster up all of their courage, survive against hordes of baddies, and then face off in a showdown with the darkest demon of them all Lo Pan!&#10;&#10;Big Trouble in Little China the Game sends you and up to three other players on a wild adventure to experience the unknown and mystical underworld of Chinatown. Each brave character uses their own unique talents and abilities to take on various missions throughout Little China; working together to gain enough Audacity to take down Lo Pan, the Three Storms, and a slew of other powerful henchmen, in this cooperative, replayable, cinematic experience.&#10;&#10;You will venture through the iconic locations in Chinatown saving the helpless and thwarting evil plans, all the while discovering weapons and rare magics to use to your benefit. Player actions are powered by thematic dice that are rolled each round. These dice will be used to take part in combat, testing your luck taking audacious actions, and get players in and out of &ldquo;Big Trouble.&quot; But beware: roll bad luck and suffer the consequences!&#10;&#10;The clock&rsquo;s ticking as Lo Pan inches closer to breaking the curse and regaining his mortal form. The heroes are thrown into a final showdown with Lo Pan and his most elite bodyguards to finally put an end to his reign of terror. You&rsquo;ll need all of your guts and glory to rescue the green eyed beauty, defeat ancient magic, and save Chinatown... in Big Trouble in Little China: the Game!&#10;&#10;Big Trouble in Little China: The Game &#226;&#128;&#147; Deluxe Edition&#10;Adds a Campaign and makes the game playable by up to 6 players&#10;&#10;",
    "categories": [
      "Adventure",
      "Comic Book / Strip",
      "Dice",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Point to Point Movement",
      "Role Playing",
      "Storytelling",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/1pBWj7IikvPvCUskiD0_fQ__thumb/img/lKkchDMzW_otIhknc6qufK3K1yE=/fit-in/200x150/filters:strip_icc()/pic3474863.jpg"
  },
  {
    "id": "303954",
    "name": "Pax Viking",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 12,
    "description": "Pax Viking is a historical strategy game of trade and diplomacy in the 10th century for 1-6 players. The game highlights those Vikings who travelled eastwards, towards the rich trade routes of Persia and around the Black Sea. Skilled opportunists in the matters of silver and axe, these Vikings are ready to wield whichever worked best in any given situation. They shared an adventurous explorer ethos with the westward travelling Vikings, and reached far to the south and east, forming strong alliances, influencing societies, and founding empires along their way.&#10;&#10;The areas under Norse control are vast. The administration of power is becoming increasingly complicated. The Viking longships are excellent for travelling both at sea and on rivers. In the western part of Europe, your neighbour Jarls in Denmark and Norway are pillaging the lands. It is wise to be on good terms with these Powerful Allies. You interact with them by travelling to their Posts in the West. But you are also aware of the economic advantages to be gained by having followers in the strong Trade Center of some existing larger cities as well. It is up to you to weave and navigate a successful saga within Pax Viking in order to become the first Swedish monarch!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Economic",
      "Medieval",
      "Nautical",
      "Negotiation",
      "Political"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Open Drafting",
      "Simulation",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Trading",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/Jvq10Wf6csC6P72tVOBwYA__thumb/img/4Q4yMRDOTcWivxLrZRJ-wRFD6tw=/fit-in/200x150/filters:strip_icc()/pic5794320.jpg"
  },
  {
    "id": "231280",
    "name": "Harvest Dice",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "Harvest Dice is a fast, fun dice game of dice drafting and veggie doodling.&#10;&#10;Each round, players take turns rolling and selecting dice in order to plant veggies in their gardens or feed them to their pigs. Keep an eye on the ever-changing market though. You want to make sure you have plenty of desirable vegetables come harvest time!&#10;&#10;",
    "categories": [
      "Dice",
      "Farming"
    ],
    "mechanics": [
      "Dice Rolling",
      "Increase Value of Unchosen Resources",
      "Open Drafting",
      "Paper-and-Pencil",
      "Pattern Building",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/0NRxC_50-veoaRXxlv1aBg__thumb/img/VBqfQb3VZjjGVP06svJQfQBVYpI=/fit-in/200x150/filters:strip_icc()/pic3687781.jpg"
  },
  {
    "id": "400995",
    "name": "Perspectives",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 12,
    "description": "In Perspectives, each player holds key information for piecing together what has happened and finding the solution.&#10;&#10;&#10;     Three cases, each in four acts.&#10;     Cross-reference photographs, reports, and clues... without looking at the documents of your team players!&#10;     Will you find the details connecting all the pieces of the puzzle?&#10;&#10;&#10;WORK TOGETHER TO SOLVE THE CASES!&#10;&#10;The three scenarios:&#10;&#10;     THE NAGARAJA - CASE 1: India - Museum &ndash; Theft &#10;     THE DREGS - CASE 2: California - Rock music &ndash; Poison&#10;     FROM BUENAVISTA WITH LOVE - CASE 3: South America - Gangs &ndash; Murders&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Deduction"
    ],
    "image": "https://cf.geekdo-images.com/2rDKsXHGRLNdoXb0K48HcQ__thumb/img/gNA4Q5pFNki09PoMTOOBEm__k94=/fit-in/200x150/filters:strip_icc()/pic7723935.jpg"
  },
  {
    "id": "181960",
    "name": "Portal of Heroes",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 10,
    "description": "The portals of Molthar have opened! The players travel through the portal into a world of a type that you know only through folklore and fairy tales. By collecting magic pearls and trading them in a timely fashion for fantastic and powerful character cards, you draw ever closer to victory &mdash; but only the one who first manages to gather twelve insignias of power will save Molthar and win the game.&#10;&#10;At the start of Portal of Heroes, four pearl cards and two character cards lie face up in the middle of the table. The rest of the character and pearl cards are set nearby in separate decks. Each player receives their own player portal and places it face up in front of them.&#10;&#10;Each turn, you can take three actions from a menu of four options: Take a pearl card into your hand, replace all of the pearl cards in the display, place a character card on your portal, or activate a character. You can perform any of the four possible actions multiple times, and in any order. To activate a character, you must play a specific combination of pearl cards from your hand onto the character card. Activated characters grant you power points, diamonds, or special abilities. Once you have activated characters this way with twelve or more power points then that round becomes the penultimate one. Whoever has the most power points at the end of the game wins with diamonds acting as a tie breaker.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy"
    ],
    "mechanics": [
      "Action Points",
      "Hand Management",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/MlNlAilS9tXzdeqjBXA4Vw__thumb/img/MPXfvG8n8mEOiWNx-_Ey0jgaGTU=/fit-in/200x150/filters:strip_icc()/pic3989524.png"
  },
  {
    "id": "295945",
    "name": "Exit: The Game – The Cemetery of the Knight",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 12,
    "description": "According to legend, tonight's moon is at the right angle to find a priceless red ruby hidden in the tomb of Sir Reginald Wreston. No one has succeeded in finding it yet. Will you triumph tonight?&#10;&#10;Exit: The Game &ndash; The Cemetery of the Knight is a puzzle game modeled after escape rooms, and it includes components meant to be folded, written upon, or torn, so it's marketed as a single-use game.&#10;&#10;",
    "categories": [
      "Deduction",
      "Puzzle",
      "Real-time"
    ],
    "mechanics": [
      "Cooperative Game"
    ],
    "image": "https://cf.geekdo-images.com/qTyIMMQ9N-EC0cCaPv9NDQ__thumb/img/RRVAHj0A8D0XziXenyEGPxHfwcU=/fit-in/200x150/filters:strip_icc()/pic5536690.jpg"
  },
  {
    "id": "233868",
    "name": "HATE",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 18,
    "description": "They ravaged their Mother, the Earth, and bound Her with sorcerous chains. The moon caught fire; the sun froze. In the veins of the world, her lifeblood choked to dust. The oceans boiled to miasmas that clotted the skies. Rocks fanged up from the stubble of dying forests. As She began to rot, Her creatures, Her children, survived as best they could. Tearing at each other, prowling in Her fetid hollows, breeding abominations. Feasting on Her, Fungi and moulds become sentient.&#10;&#10;And, as the ages pass, some lineages of men grow monstrous, even as others diminish, weaken and become easily their slaves. These &quot;higher&quot; men feed on the lesser, growing in strength, and hurl their tribes one upon the other in terrible truceless wars &mdash; until one tribe crushes the others into kneeling submission, under a lord, nameless save for his title: Tyrant!&#10;&#10;But though decayed, She was not slain. With the little strength remaining, She seduces Worm; the least, the most abject of those creatures bred for meat. Unlikely savior, through sorcery, and helped by unlooked for allies, Worm follows the thread of his fate to Her. If he can free Her, Her blood will spout into a flood and frenzy of returning Life. And her hatred will swell Worm into being Her champion, Her consort, and Her AVENGER, the Horned God!&#10;&#10;Based on the graphic novels by the acclaimed Adrian Smith, HATE is a highly kinetic, endlessly brutal campaign game of post-apocalyptic survival. Up to six players battle through a multi-game Chronicle where they use their unique clan to savagely plunder, mutilate, and demoralize their opponents. Death is permanent for clan members; once they die, they are out of the game. The player who most expertly uses savagery (gained by doing unspeakable violence upon their foes) to upgrade their warriors and resources (gained by plundering the land) to unlock powerful new abilities from their village will win the game, but only the player with the most hate will become the Tyrant and rule over the rest!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Comic Book / Strip",
      "Fantasy",
      "Fighting",
      "Mature / Adult",
      "Miniatures"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Grid Movement",
      "Tile Placement",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/z4Bwx4BINSUkyA4w5TDxjQ__thumb/img/JIKnZ7yBaBhdNv0yn2QBADK73-M=/fit-in/200x150/filters:strip_icc()/pic4585517.jpg"
  },
  {
    "id": "589",
    "name": "Wiz-War",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "In the light, beer &amp; pretzels type of game Wiz-War, players are transformed into wizards attempting to collect treasures from a twisted little maze. At the heart of the game is a deck of cards that the players use to cast spells, power-up spells, and augment movement. Each turn, players can move up to three spaces (or more with the use of number cards). However, the goal is to penetrate the other players' sections of the maze, pick up one of their treasures, and bring it back to your home base. The first player to capture two such treasures or kill all the other wizards wins.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Modular Board",
      "Player Elimination"
    ],
    "image": "https://cf.geekdo-images.com/TjTRyJv5BQRo9GTy3OA6Jw__thumb/img/Tlfd2Jdg2WTuJN_lQiqLp6mL0zM=/fit-in/200x150/filters:strip_icc()/pic184442.jpg"
  },
  {
    "id": "305761",
    "name": "Whale Riders",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 8,
    "description": "You are a whale rider. For generations, your people have known and lived with the ice whales and together you've bought and traded at the busy ports along the fabled Ice Coast. You are honored to be the latest in your family to sail with the whales &mdash; but the ice is thickening and the glaciers are moving. A deep winter is coming, the fiercest for centuries. You decide to ride your mount one final time before the snows come to buy and sell as much as you can...and maybe even collect some precious pearls along the way.&#10;&#10;Whale Riders is a new design with a classic feel from game designer Reiner Knizia. In 45 minutes of play, 2-6 players race to the end of the Ice Coast and back, buying and selling as many resources as possible to make the money needed to acquire the richest prizes. Will you skip opportunities to gain the greatest treasure, or will you make your money slowly along the way?&#10;&#10;Each player has two actions per turn, but a lot they want to accomplish. Sail? Buy? Sell? Draw more order cards? All the while, your opponents might be sailing past and beating you to what's on offer down the coast! Once all the precious pearls have been purchased, the game ends and the player with the most pearls wins!&#10;&#10;Whale Riders has simple and short rules, but offers a lot of interaction and interesting decisions for players.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "categories": [
      "Animals",
      "Transportation"
    ],
    "mechanics": [
      "Contracts",
      "Hand Management",
      "Market"
    ],
    "image": "https://cf.geekdo-images.com/iDGVc4JaZ3Q8JBR7J4A9Ng__thumb/img/On_jQCoP-KeC-GWHvufNwYy7nUA=/fit-in/200x150/filters:strip_icc()/pic8615764.png"
  },
  {
    "id": "14",
    "name": "Basari",
    "minPlayers": 3,
    "maxPlayers": 4,
    "playingTime": 25,
    "age": 10,
    "description": "Basari is a game of gem merchants competing in a marketplace&quot;: racing, collecting, trading, and predicting what the other merchants will do.&#10;&#10;To start the game, players receive 12 gemstones (3 each of 4 colors). &#10;Each turn there will be a movement phase and an action phase:&#10;&#10;For movement, everyone simultaneously rolls their die and moves their markers around a track.&#10;&#10;They then choose one of three different actions to perform. The actions are:&#10;- to take a variety of gems from a market stall, &#10;- to immediately score from between 4 and 7 points, or &#10;- to roll and move again and also collect points.&#10;&#10;The action cards are revealed simultaneously. If only 1 player chose a particular action, they simply perform that action. If 2 players chose the same action, they barter back and forth with gemstones. One player will eventually accept the other's offer of gems, and the other will take the action. If 3 or 4 players all chose the same action card, that action is cancelled. Note that in 4-player games, there will always be a conflict in choice of 3 actions, so much more negotiating goes on.&#10;&#10;A new turn begins with everyone rolling their die, moving, then choosing and revealing their action cards. When any merchant piece completes a lap around the board, the round ends and bonus points are awarded based on who has the majority in each gem color and who has completed a lap. After three rounds, the game is over and the highest score wins.&#10;&#10;Re-implemented by:&#10;&#10;&#10;     Edel, Stein & Reich&#10;&#10;&#10;",
    "categories": [
      "Negotiation"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/NIgg_RpaqVFpYnBSF7wGBQ__thumb/img/BrlkRHF4vEns7T7LdutbqAffsZY=/fit-in/200x150/filters:strip_icc()/pic391903.jpg"
  },
  {
    "id": "267475",
    "name": "Stay Cool",
    "minPlayers": 3,
    "maxPlayers": 7,
    "playingTime": 30,
    "age": 12,
    "description": "Stay Cool is easy. We ask you to do nothing complicated &mdash; but you must do it all at the same time...&#10;&#10;When you are the active player in the first round, you must answer verbally the questions asked by your left-hand neighbor while you &quot;write&quot; answers to the questions asked by your right-hand neighbor, using seven letter dice to &quot;write&quot; three- or four-letter answers. While you're doing this, another player flips a 30-second sand timer four times, giving you two minutes to answer as many questions as possible. At the end of that time, multiply the number of answers you gave for the questions from the left and from the right to determine your score.&#10;&#10;In the second round, you do the same thing once again with new questions, but you must tell the player watching the sand timer to flip it before it runs out of sand, with a maximum of two minutes of playing time. If you fail to tell the player to flip the timer before it runs out of sand, your turn ends immediately. However your turn ends, you score points as described above.&#10;&#10;In the third and final round, you must do everything described in the third round except now the sand timer is hidden from your eyes!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Party Game",
      "Real-time",
      "Trivia"
    ],
    "mechanics": [
      "Real-Time"
    ],
    "image": "https://cf.geekdo-images.com/nNHGboSx2J0DLALg4W5k4A__thumb/img/xgFgtpFfPYBA29Au1NU0VUl15xg=/fit-in/200x150/filters:strip_icc()/pic5182093.jpg"
  },
  {
    "id": "16366",
    "name": "Funny Friends",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 16,
    "description": "Each player plays a character who starts the game as a teenager and then must choose the cards that will make his life take shape. He can repeat a school year and get new friends, start smoking, take part in a Bible discussion group and have his first sexual intercourse during Oktoberfest &ndash; all very realistic. Every event in the life of a character has some effect on his main characteristics - tobacco addiction, alcohol addiction, drug addiction, wealth, health, sadness, spirituality and wisdom. Excess comes at a price, though, and when a characteristic gets too high, it cancels another one &ndash; if you smoke too much, you get thin; if you get too fat, you must stop drinking; if you drink too much you lose your wisdom, and so on &ndash; once more, very realistic. During game, you can get friends, and often more, with other player&rsquo;s characters. This is an important feature in the game, since what happens to you usually affects, in good or bad, your friends, and this is one of the main interaction aspects of the game.&#10;&#10;Description from Bruno Faidutti's ideal game library.&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Mature / Adult"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Open Drafting",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/F2DEzgjhW1SHIP1HiCaowA__thumb/img/Ay04SAQmrmMHpnzSE4uxcsgudWY=/fit-in/200x150/filters:strip_icc()/pic133493.jpg"
  },
  {
    "id": "2165",
    "name": "Pokémon Trading Card Game",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 6,
    "description": "&#10;&#10;&#10;    &#10;        GAME SYSTEM&#10;&#10;    &#10;    &#10;         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.&#10;&#10;    &#10;&#10;&#10;Pok&eacute;mon is a Collectible Card Games based upon Japanese anime that have found success internationally, and is one of the longest surviving CCGs currently available. Pok&eacute;mon was one of the first Collectible Card Games to offer any competition to the market dominance of Magic:  The Gathering.&#10;&#10;Many people who buy the product often do not play the game, choosing instead to collect their favorite characters from the franchise the game is based upon.&#10;&#10;Each player plays the role of a Pok&eacute;mon trainer that use their Pok&eacute;mon creatures to battle the Pok&eacute;mon creatures of the other Pok&eacute;mon trainer.&#10;&#10;The object of the game is to play your Pok&eacute;mon cards, that represent different creatures, and be the first player to &quot;knock out&quot; (defeat) six opposing Pok&eacute;mon.  You play the game with a deck of sixty cards that include your Pok&eacute;mon, as well as Trainer cards and Energy cards.  Trainer cards affect the game, players, or Pok&eacute;mon in different ways, most of them temporary, while Energy cards act as the resources in the game.&#10;&#10;You start the game by drawing seven cards to your hand.  Each player picks a Basic Pok&eacute;mon from their hand and places it in front of them to start.  This is called the Active Pok&eacute;mon and is the one currently dueling.  Players can also place other Basic Pok&eacute;mon to fill up the five slots on their &quot;Bench&quot;.  Six cards are then set aside to act as Prize cards.  Each time you defeat one of your opponent's Pok&eacute;mon, you get to draw one of these Prize cards.&#10;&#10;Players take alternating turns during which they can:&#10;&#10;&#10;     Draw a card from their deck to their hand&#10;     Play Actions:&#10;         Put Basic Pok&eacute;mon in play from their hand to their Bench&#10;         Evolve their Pok&eacute;mon&#10;         Attach an Energy card to one of their Pok&eacute;mon (once per turn)&#10;         Play Trainer cards (Only 1 Stadium card and 1 Supporter card per turn)&#10;         Retreat their Active Pok&eacute;mon (once per turn - trade places with one on the Bench (usually at the cost of Energy cards))&#10;         Use Abilities&#10;    &#10;     Attack&#10;&#10;&#10;In addition to Basic Pok&eacute;mon cards, there are also Evolution cards, which depict evolved forms of Basic Pok&eacute;mon (or sometimes other Evolved Pok&eacute;mon). A player can evolve a Pok&eacute;mon by laying a corresponding Evolution card onto another Pok&eacute;mon card in play.  This can only be done once per turn per Pok&eacute;mon, and only if the Pok&eacute;mon has been in play at least one entire turn.  The Evolved Pok&eacute;mon retains any damage and Energy cards, but loses any Special Conditions affecting it, and the card text completely replaces the previous card.&#10;&#10;The last action a player takes during their turn, if they choose, is to have their Active Pok&eacute;mon use one of its abilities to attack the other player's Active Pok&eacute;mon.  Attacks can only be used if the Pok&eacute;mon has enough Energy cards of the right type attached to it to meet the requirements for the attack; each attack has different requirements and effects that are listed on the card.  Most attacks will do some amount of damage to the Defending Pok&eacute;mon; if defeated, the Defending Pok&eacute;mon is replaced with another Pok&eacute;mon from the Bench, and the attacker draws a Prize card.  If either the attacker draws their last Prize card or the Defender cannot replace the Active Pok&eacute;mon (due to an empty Bench), the attacker has won the game.&#10;&#10;There are many different varieties of Pok&eacute;mon available and several different forms of each one, each with different attacks, abilities and characteristics, allowing for many different possible outcomes.  Gotta collect 'em all!&#10;&#10;",
    "categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Video Game Theme"
    ],
    "mechanics": [
      "Deck Construction",
      "Hand Management",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/V9pkzNgoXitxhCjLhOKkPA__thumb/img/7rX1XvRbBOZ7a9H18OubsK3M4jo=/fit-in/200x150/filters:strip_icc()/pic1807805.jpg"
  },
  {
    "id": "4491",
    "name": "Cave Troll",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "Description from the publisher:&#10;&#10;In Cave Troll, each player controls a party of explorers raiding the cave troll&rsquo;s lair. Using knights, dwarves, thieves, and other adventurers, the players search the lair for gold and magical artifacts. The players must be careful, however, because they aren&rsquo;t only competing against each other, but against savage orcs, terrifying wraiths, and the fearsome cave troll itself!&#10;&#10;Cave Troll is a fast-paced dungeon-crawling board game of strategy, looting, and monster-bashing from Tom Jolly, the creator of Drakon.&#10;&#10;",
    "categories": [
      "Fantasy"
    ],
    "mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Hand Management",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/HeuICW4D_JOcuuzRoV6b-Q__thumb/img/DZuQinsBsxl4lBWfOAClMH8Pv1Q=/fit-in/200x150/filters:strip_icc()/pic2497113.jpg"
  },
  {
    "id": "234396",
    "name": "Muse",
    "minPlayers": 2,
    "maxPlayers": 12,
    "playingTime": 30,
    "age": 10,
    "description": "Where will your muse guide you?&#10;&#10;Lead your teammates to inspiration using cryptic clues and surreal imagery in Muse, a beautiful party game with over one hundred fully-illustrated cards.&#10;&#10;Play cooperatively at lower player counts, or divide into teams for competitive play with four or more at the table &mdash; the game is played the same either way! As a muse, you need to be creative to give the right clue within the constraints of the inspiration card you've been dealt, hoping to lead your team to their masterpiece. As artists, you work alongside one another to decipher that clue, and correctly choose the piece of art from the line-up.&#10;&#10;Challenge your creativity, listen closely, and let your muse guide you to your masterpiece!&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Targeted Clues",
      "Team-Based Game",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/6gDD73LSCMrr7ab1LHCXCg__thumb/img/YmT4zvKoAkhx62AGUdeylS7mQig=/fit-in/200x150/filters:strip_icc()/pic3719954.jpg"
  },
  {
    "id": "353815",
    "name": "Skate Summer",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 14,
    "description": "It's summer, and you're riding the sun-drenched half-pipes of Pelican Park. Locals know there's no ledge too high, no rail too long, and no ramp too dangerous for you and your crew. Nail rad trick combos and show off your skills, but be careful &mdash; the longer you stay on your board, the more likely you are to bail!&#10;&#10;The object of Skate Summer is to score the most points by doing trick combos, collecting goal tokens, and visiting S-K-A-T-E-R locations. The game is played in rounds. Each round has the following phases:&#10;&#10;1. COMBOS: Players simultaneously play trick cards, earn rewards, and roll dice to check their balance.&#10;2. SKILLS &amp; POINTS: Players simultaneously improve their skills and score points for combos.&#10;3. MOVES: Players take turns navigating the park, picking up goals and gear.&#10;4. ROUND END: Each player resets their board and draws up to their hand size, then the &quot;Pro Skater&quot; first player marker passes to the left.&#10;&#10;If any player's score has hit or passed the endgame token at the end of the round, the game ends and players count up their endgame points. The player with the highest score wins!&#10;&#10;",
    "categories": [
      "Sports"
    ],
    "mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Die Icon Resolution",
      "Different Dice Movement",
      "Hexagon Grid",
      "Push Your Luck",
      "Resource to Move",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/mgupzSAOkcb1tkXeiR2mjQ__thumb/img/7V-_NonAE9F-rkrX4qRMRF0gOeE=/fit-in/200x150/filters:strip_icc()/pic6592671.png"
  },
  {
    "id": "384",
    "name": "TurfMaster",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 75,
    "age": 10,
    "description": "Turfmaster is a horse-racing game for two to eight players, played over a &quot;meet&quot; of three races.  The board is two-sided, and hurdles are provided so that players can choose flat racing or steeplechases (races with fences that the horses must jump).&#10;&#10;Players each have their own deck of 32 movement cards, dice and a horse of their own colour.  Ten cards are randomly selected for each race, with two cards left over which can be drawn for use in any one race.  Cards played in a race are removed from the game.&#10;&#10;A round consists of two parts.  First all players simultaneously select a card and move the number on the played card (if able), in position order.  After this, a single pair of dice is rolled by one player (the rolling player rotates throughout the game).  The player rolling the dice decides if all horses move the value of one or both of the dice and all horses move (again in position order).&#10;&#10;Like a real horse race, inside position is important.  The game has rules for lane changing, blocking and handicaps on the leaders which restrict the values of the cards the players whose horses are in the first three spots are able to play, or how much (or even IF) a horse in one of those spots can move on a dice roll.  To try to counter this, players have &quot;joker&quot; cards which can be used to avoid being handicapped when in one of the first three spots.  The steeplechase introduces additional rules for jumping fences.  Horses can be forced to pull up short of a fence (because they are blocked on the other side and have nowhere to land safely) or can occasionally fall if their movement ends on a fence - which takes four movement points to jump.  Players will need to plan their moves carefully to prevent other players from getting their full amount of movement, and to avoid having players doing that to them.&#10;&#10;The first four horses to finish each race are awarded points towards their final total.&#10;&#10;The game comes in two versions.  The regular version which has single-colour plastic horses, and the &quot;DeLuxe&quot; version which has hand-painted pewter horses (each jockey wears a different coloured jersey) - each in a little protective case.   In addition, several other tracks are available - there are two course collections which can be purchased separately and a third (web-published) collection.&#10;&#10;",
    "categories": [
      "Animals",
      "Racing",
      "Sports"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/CFHt1QjC5wrqgUbGkALSlg__thumb/img/4KxqJ6A8IyNwpIDl87lohBYwf_U=/fit-in/200x150/filters:strip_icc()/pic289677.jpg"
  },
  {
    "id": "265683",
    "name": "Second Chance",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 15,
    "age": 8,
    "description": "In Second Chance, each player starts with a 9&times;9 grid that they want to fill as completely as possible. To begin the game, everyone receives a different card with a starting tile and marks off its spaces on their grid.&#10;&#10;Every turn, two puzzle tile cards are revealed, and each player chooses one of them, then marks off squares on their personal grid that match the shape of the image shown on their chosen card. Multiple players can choose the same card. If a player cannot fit either revealed shape into their grid, they get a second chance and reveal one card from the deck just for them. If they can fit this shape in their grid, they do continue normally next round; otherwise they are eliminated from play.&#10;&#10;The game ends when all players have been eliminated, the deck of puzzle cards has run out, or a player has completely filled their grid. If someone has filled their grid, they win. If all players have been eliminated or the deck ran out of cards, then whoever has the fewest empty spaces wins.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Grid Coverage",
      "Paper-and-Pencil",
      "Player Elimination"
    ],
    "image": "https://cf.geekdo-images.com/l8YbahkVzd5JLw53SahSTw__thumb/img/4vSADdVmmEAXE7U0D7JtVcU_IU8=/fit-in/200x150/filters:strip_icc()/pic4948024.jpg"
  },
  {
    "id": "271754",
    "name": "Spire's End",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 16,
    "description": "Spire's End is a solo and cooperative card game with enemy encounters, interactive story-driven scenarios, and high-end art &amp; design.  It's a unique gaming experience without a lot of baggage. Simple set-up, intuitive rules, and minimal components. No DM, no bookkeeping or character sheet. Just you, an oversized deck of cards, dice and cube markers.&#10;&#10;I am trying to harness my childhood entertainment, raw, analog and unknown. My influences include a wide range of childhood nostalgia like &rsquo;70s D&amp;D, Planet of the Apes, The Time Machine and Land of the Lost. There are hints of Zork, Monkey Island, and &rsquo;80s-&rsquo;90s fanzines.&#10;&#10;It should feel like something tucked away in the closet for decades that you just discovered. Admittedly with some modern aesthetics&hellip;, we will pretend it&rsquo;s ahead of its time.&#10;&#10;It's the grisly tale of a strange tower that emerges in the heart of a bustling Viking city. The townsfolk have vanished. It&rsquo;s up to you to mount a rescue and unravel the mystery at any cost.&#10;&#10;You move through the game like a book. But in this case, it's a stack of ominous cards. Flip them over, make difficult choices and let the story unfold. You have 7 adventurers (7 chances) to face the countless dangers of the spire. The core gameplay mechanics revolve around combat.&#10;&#10;To perform actions &amp; attacks it will cost characters hit points. Every action is a risk. To execute stronger attacks you will need to spend more hit points. This makes for tense, close, ruthless battles. Higher risk garners greater rewards, but at a higher cost. Choose your actions carefully!&#10;&#10;This is a Six-Chapter adventure, each of which includes a major encounter, loot, choices, dice events and a lot of surprises!&#10;&#10;",
    "categories": [
      "Adventure",
      "Book",
      "Card Game",
      "Dice",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Horror"
    ],
    "mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Role Playing",
      "Solo / Solitaire Game",
      "Storytelling",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/_q8YvpPKGUm3M6z4-l9nAA__thumb/img/QUDF2MU0IfbOnq8Z8GonXI4gjlI=/fit-in/200x150/filters:strip_icc()/pic6746297.png"
  },
  {
    "id": "216094",
    "name": "Unlock!: Escape Adventures – The Island of Doctor Goorse",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 10,
    "description": "Unlock! is a cooperative card game inspired by escape rooms that uses a simple system which allows you to search scenes, combine objects, and solve riddles. Play Unlock! to embark on great adventures, while seated at a table using only cards and a companion app that can provide clues, check codes, monitor time remaining, etc.&#10;&#10;In Unlock! The Island of Doctor Goorse, you and your team have crash-landed on the island of an eccentric antiques collector. Two to six players will be split into teams, separated in the crash, and forced to escape from two separate starting points. The twists and turns of this challenging adventure will test even the most talented escape artists. With your lines of communication cut, can you and your teammates find a way off the island?&#10;&#10;An included ten-card tutorial allows you to learn how to play without reading the game rules. Note: Unlock! requires a free application to be downloaded from the App Store or Google Play. Once downloaded, an internet connection is not required during game play.&#10;&#10;",
    "categories": [
      "Card Game",
      "Puzzle"
    ],
    "mechanics": [
      "Cooperative Game",
      "Elapsed Real Time Ending",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/MdIXMk76IJU3uas2ArDbcw__thumb/img/TAwrz1Bxw2HJ1S2FYkEh2Rv8_Zs=/fit-in/200x150/filters:strip_icc()/pic3372431.jpg"
  },
  {
    "id": "37120",
    "name": "Pack & Stack",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 10,
    "description": "In Pack &amp; Stack the players try to fill their trucks as perfectly as possible.&#10;&#10;Players start each round with a random selection of different-sized goods, determine by the roll of several dice. Then each player takes one or two trucks from the supply face-down (numbers depend on the number of players) The trucks are revealed simultaneously and each player tries to make a quick assessment to get the truck that is most useful for his or her supply of goods.  Players stack the goods in the space of their selected truck defined by the boundaries on the truck-bed and the height restriction noted on the truck. Players get negative scores if the truck they picked was too large (a lot of unused space at 1 point per unused space) or too small (a lot of goods don't fit at 2 points per space of goods that would not fit).  The player who gets the lowest negative score in a round gains 10 points.  Players &quot;pay&quot; points  for their negative values, and rounds continue until at least one player no longer has any points; the player with the most points wins.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Puzzle",
      "Real-time"
    ],
    "mechanics": [
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/xrem-gEIp1RkIijMwGFp0w__thumb/img/9bOH45PbObmvWrRYHkEQf6M4QAs=/fit-in/200x150/filters:strip_icc()/pic495850.jpg"
  },
  {
    "id": "402024",
    "name": "Conservas",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 40,
    "age": 10,
    "description": "What you love most in life is bringing the joys of the sea to people around the world. You own a small tinning company on the coast of Spain where you make simply the best conservas for everyone to enjoy. You are responsible for the whole process, from managing the boats that go out in the morning, to catching the fish and finally selling your tinned goods. You have special goals each month, but it isn&rsquo;t always about making the most money. Having a sustainable impact on the sea is very important: if you harm the ocean by overfishing, then you will fail in your mission. Maintaining a balanced relationship with the sea is vital as you work hard and&#10;continue to make the best conservas in the world!&#10;&#10;In each game of Conservas, you begin each season with a single boat and a little money. The sea is represented by a bag of chits full of fish and water tiles. In each round you will fish from this bag, taking some back to your facility for tinning while leaving others at sea to breed.&#10;&#10;In order to win, you must maintain a delicate balance between fishing and allowing populations to grow. Each month will have a unique set of objectives, and your sustainability goals are as important as your financial targets. Each market is also unique with specific rules and strategies for making a profit. With 12 different scenarios, randomized decks of boats and upgrade cards, every game will offer a different challenge as you grow your company.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Nautical"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/ShmrX5D3QG7RqG60HoNLIA__thumb/img/FIjh0MigQQjLRGg2rJ6GqKtGhTg=/fit-in/200x150/filters:strip_icc()/pic7884933.png"
  },
  {
    "id": "251053",
    "name": "Let's Make a Bus Route",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 10,
    "description": "In Let's Make a Bus Route (&#227;&#131;&#144;&#227;&#130;&#185;&#227;&#131;&#171;&#227;&#131;&#188;&#227;&#131;&#136;&#227;&#130;&#146;&#227;&#129;&#164;&#227;&#129;&#143;&#227;&#130;&#141;&#227;&#129;&#134;), you and others each control a bus company in Kyoto and are creating new bus lines to respond to the needs of local students, the elderly, and tourists and commuters visiting the city, while also trying to avoid traffic jams. Can you bring people by sightseeing spots while also getting them to their destinations? Which lines will be most pleasing to users?&#10;&#10;The game includes a large shared map board, along with five individual player boards. All players draw their routes on the shared board, while taking note of their passengers, sights, and other elements on their individual boards.&#10;&#10;To start a round, you reveal a colored bus route at random from the deck. Each player's board has a different combination of colors and required moves, so blue on one board might be go straight one block, while someone else goes two blocks and a third player must make a turn. Players make their moves in turn on the shared map board, then mark the icons of what they've seen at various intersections on their player board. Different types of riders all score differently, and placing checks on your personal board for passengers and areas (sight-seeing spots, stations, universities) before other players do can earn you extra bonus points, so strategically planning your route while keeping in mind your main destinations is very important. Sharing the road with someone else causes traffic, which might lead to penalties. Meet the conditions on public demand cards to score bonus points!&#10;&#10;",
    "categories": [
      "Transportation"
    ],
    "mechanics": [
      "Bingo",
      "Line Drawing",
      "Network and Route Building",
      "Paper-and-Pencil",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/ES3P_SfMEvOWLasjBpc4nw__thumb/img/jFr_NqseF1V1rZ5XsPvMyWyeSAE=/fit-in/200x150/filters:strip_icc()/pic4083388.jpg"
  },
  {
    "id": "199793",
    "name": "Dokmus",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 10,
    "description": "Lead your tribe to glory on the island of Dokmus and become a legend!&#10;&#10;Dokmus is a board game for 2-4 players. Your goal is to lead an expedition to the island of Dokmus, the ancestral god of your tribe. The island is represented by eight double-sided map pieces. During set-up, you randomize which side of each map piece is up and place them in a 3x3 grid so that the middle place is left empty.&#10;&#10;The island is guarded by five Guardians, which are represented by Guardian cards. On each turn, players draft the Guardian cards so that each player gets the help of one Guardian. The Guardian cards decide turn order and they also give you special powers. With them, you can move and rotate, move your tokens, or gain first player marker for next turn.&#10;&#10;On your turn, you have three tokens to use. You use tokens to spread your influence by placing them on the board. You can also sacrifice tokens to be able to cross waters or enter forests. Or you can just sacrifice them in a volcano. At the end of the game, you get victory points for discovered temples and ruins on the map as well as sacrificed tokens.&#10;&#10;The layout of the islands changes constantly based on player actions, making Dokmus a dynamic, fast-paced game.&nbsp;So choose your Guardian, make the right sacrifices, and gain the favor of Dokmus!&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Mythology",
      "Territory Building"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Map Deformation",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/oYOuEXBvUavHJVmZokxm1A__thumb/img/J2VWcxAukRNhMWdLf5sf112qCr8=/fit-in/200x150/filters:strip_icc()/pic3933639.jpg"
  },
  {
    "id": "355224",
    "name": "Isle of Trains: All Aboard",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "Welcome to the Isle of Trains, where you are the conductor, and constructor of one of the island&rsquo;s locomotives. You&rsquo;ll build trains and load a range of goods to complete contracts across the island, and also deliver passengers to their destinations.&#10;&#10;Isle of Trains: All Aboard is a card-based engine building game where cards have multiple uses: You can use cards as locomotives, freight cars, passenger cars, or buildings to improve the effectiveness and abilities of your train. Cards can also be spent to pay for the construction of your new train cars and buildings, or you can use your cards as cargo and load them onto available freight cars.&#10;&#10;You will also have a range of passengers who want to be taken to different destinations. You will draw these passengers at random from a bag when you build passenger cars and certain locomotives. You can then load passengers into any available passenger car. When passengers are delivered to their destinations, they will give you an instant powerful bonus!&#10;&#10;Loading cargo and passengers into opponents&rsquo; trains is important on the Isle of Trains as it&rsquo;ll also gain you extra bonuses that turn! But this will help the other train conductors get a little closer to completing their goals, by giving them the cargo or passengers, which they can then use for deliveries and big end game points!&#10;&#10;The game ends when a certain number of contracts have been completed, or a certain number of passengers are delivered. You win by scoring the most points, which you earn by building up your train, completing contracts, and delivering passengers.&#10;&#10;Isle of Trains: All Aboard is all about balancing the need to upgrade your train, with loading cargo or passengers onto opponent&rsquo;s train for big bonuses, and delivering cargo and passengers to their destinations before anyone else. Build your engine effectively enough to be remembered as the greatest train conductor on the Isle of Trains!&#10;&#10;",
    "categories": [
      "Card Game",
      "Trains",
      "Transportation"
    ],
    "mechanics": [
      "Contracts",
      "Hand Management",
      "Multi-Use Cards",
      "Open Drafting",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/XLetZJjJMO_EQkIYTyOfAw__thumb/img/5Hy5msbYsR0vuJlAcEExB7gpQpU=/fit-in/200x150/filters:strip_icc()/pic6652396.jpg"
  },
  {
    "id": "393307",
    "name": "Tower Up",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "Congratulations! Your architectural firm has been selected to renovate the city's downtown...but you're not the only ones. To pip your opponents at the post, you need to manage your resources and carefully plan your constructions. Be careful not to leave too many opportunities to your competitors!&#10;&#10;Each turn in Tower Up, you either:&#10;&#10;&#10;     Pick a card and take the corresponding resources, or&#10;     Use your resources to construct a new building: choose an empty spot, pay the cost to adjacent buildings, place a roof, and earn the corresponding points.&#10;&#10;&#10;",
    "categories": [
      "City Building"
    ],
    "mechanics": [
      "Connections",
      "End Game Bonuses",
      "Open Drafting",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/3GBPmFILs8upxBhdQIvwTA__thumb/img/1jM40AdYqOdA76UK6nghT_19emk=/fit-in/200x150/filters:strip_icc()/pic8143457.jpg"
  },
  {
    "id": "180956",
    "name": "One Night Ultimate Vampire",
    "minPlayers": 3,
    "maxPlayers": 10,
    "playingTime": 10,
    "age": 8,
    "description": "No moderator, no elimination, no werewolves.&#10;&#10;In One Night Ultimate Vampire, the sun has just set, and vampires have descended on your sleepy little town, slowly turning the villagers into even more vampires. Fortunately, the village has several residents with special powers, with most willing to help eliminate this fanged menace!&#10;&#10;One Night Ultimate Vampire is a fast game for 3-10 players in which everyone gets a role: The nefarious Vampire, the well-meaning Cupid, the sneaky Assassin, or others, each with a special ability. In the course of a single evening, your village will decide who among them is a vampire...because all it takes is finding one vampire to win!&#10;&#10;One Night Ultimate Vampire can be combined with One Night Ultimate Werewolf or One Night Ultimate Werewolf Daybreak or both games.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Horror",
      "Party Game"
    ],
    "mechanics": [
      "Hidden Roles",
      "Role Playing",
      "Roles with Asymmetric Information",
      "Traitor Game",
      "Variable Player Powers",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/aQUo9__DzqLpb4WldWMw0g__thumb/img/RODG7e-Z3_SfoEH1l8BS69WqMnM=/fit-in/200x150/filters:strip_icc()/pic2604284.png"
  },
  {
    "id": "40529",
    "name": "Cosmic Encounter",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 0,
    "description": "Players represent alien races that are seeking to spread themselves onto five foreign worlds. To accomplish this, they make challenges against other players and enlist the aid of interested parties. But alien powers, which are unique to each race, give players ways to bend or outright break some rule in the game.&#10;&#10;This is an updated version of the original Eon Cosmic Encounter (1977).&#10;&#10;Major differences between this version and the Eon version:&#10;&#10;&#10;     Flares in the Mayfair version are &quot;use once and discard&quot;, as opposed to Eon's version, which lets players keep them in their hands and reuse them.&#10;     Mayfair introduced phase / timing icons on all Powers, Flares, and Edicts to clearly indicate when each could be used.&#10;     Mayfair introduced new Edicts, and several new Alien Powers with corresponding Flares.&#10;     Moons (in the More Cosmic Encounter expansion) have text written on their backs (instead of only a number which you used to refer to a separate list). Moons were also divided into four categories: Full Moons have a major effect on the game; Half Moons are more moderate in their effects; Quarter Moons have a minor effect; Cheese Moons introduce silliness to the game.&#10;     Lucre (also in the More Cosmic Encounter expansion) was revamped with additional uses, and players were required to spend it to affect their challenge totals.&#10;     Mayfair introduced a new card: Reinforcements (also in the More Cosmic Encounter expansion).&#10;&#10;&#10;Expanded by:&#10;&#10;     More Cosmic Encounter&#10;     Cosmic Supreme (allows 2 more players)&#10;&#10;&#10;Re-implements:&#10;&#10;     Eon's Cosmic Encounter (1977)&#10;&#10;&#10;Re-implemented by:&#10;&#10;     Simply Cosmic, Mayfair's simplified version (which can be added to allow 4 more players)&#10;&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Science Fiction"
    ],
    "mechanics": [
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/bFAM5SbKCMp7qdwQyj0uiA__thumb/img/Fy6EL7tvz-Ng8RudwDEa_OXK6LI=/fit-in/200x150/filters:strip_icc()/pic455214.jpg"
  },
  {
    "id": "362541",
    "name": "Ticket to Ride: San Francisco",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 8,
    "description": "Ticket to Ride: San Francisco features the familiar gameplay from the Ticket to Ride game series &mdash; collect cards, claim routes, draw tickets &mdash; but on a map of 1960s San Francisco that allows you to complete a game in no more than 15 minutes.&#10;&#10;Each player starts with a supply of 20 cable cars, two transportation cards in hand, and one or two destination tickets that show locations in San Francisco. On a turn, you either draw two transportation cards from the deck or the display of five face-up cards (or you take one face-up ferry, which counts as all six colors in the game); or you claim a route on the board by discarding cards that match the color of the route being claimed (with any set of cards allowing you to claim a gray route, although some require ferries); or you draw two destination tickets and keep at least one of them.&#10;&#10;When you build a line that connects to a souvenir location, such as Lombard Street, the Embarcadero, or the Golden Gate Bridge, you take a souvenir token from that location.&#10;&#10;Players take turns until someone has no more than two cable cars in their supply, then each player takes one final turn, including the player who triggered the end of the game. Players then sum their points, scoring points for (1) the routes that they've claimed during the game, (2) the destination tickets that they've completed (by connecting the two locations on a ticket by a continuous line of their cable cars), and (3) the souvenirs that they've collected, with a full set of seven souvenirs being worth 12 points. You lose points for any uncompleted destination tickets, then whoever has the high score wins!&#10;&#10;",
    "categories": [
      "Trains"
    ],
    "mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Open Drafting",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/pIwUHxze-vcbThTE9JrRgg__thumb/img/gs6tv4k2kkOAQvwKWxwi0nJOWMQ=/fit-in/200x150/filters:strip_icc()/pic6850090.png"
  },
  {
    "id": "175621",
    "name": "Epic Card Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 13,
    "description": "Epic is a fantasy card game by White Wizard Games which aims to recreate the TCG-style experience from a single box, with no additional purchases required.&#10;&#10;Epic is a card game designed to start quickly but also to reward deep, strategic plays. In Epic, you take on the role of an elder god, in conflict with other elder gods. The cards in your deck are your champions, who fight for you, and events, which represent your will imposed on the mortal realm.   In Epic, the turn sequence is easy but there are many options to choose from. You begin the game with a hand of five cards &ndash; each card costs either one gold or is free. You get one gold each turn &mdash; you don&rsquo;t need to draw special resource cards or energy cards just to play with your other cards. Instead of figuring out which cards you might be allowed to play, you choose which card you want to play.&#10;&#10;Epic is non-collectable, so every box contains the same 120 unique event and champion cards, with 8 double-sided cards to represent temporary &quot;token&quot; champions. One box supports preconstructed, sealed and draft formats for 2-4 players, two boxes up to 8 players, and three if you want to create a full constructed deck or a &quot;cube&quot; environment for drafting.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Prehistoric",
      "Zombies"
    ],
    "mechanics": [
      "Closed Drafting",
      "Deck Construction",
      "Hand Management",
      "Player Elimination",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/DfhQjeh-IzvUMFH__QUDXA__thumb/img/TrfK1csWE7BMdCMmG8TQWLb5fAE=/fit-in/200x150/filters:strip_icc()/pic2691347.jpg"
  },
  {
    "id": "413260",
    "name": "Botanicus",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "How about creating your own botanical garden? As an aristocrat in the late 19th century, you have bought land, hired a gardener and set out to find the best plants there are.&#10;As you know, the visitors are very picky about the plants they want to see, so your job is not only to acquire the plants, but also to sort them according to the visitors' preferences.&#10;In Botanicus, you compete for the best action-spots in a unique selection mechanism, and then make the most of the options available to you. You have to collect new plants, take care of them, water them and keep an eye on the gardener. Last but not least, you have to collect some money along the way to pay for all this.&#10;In the end, what counts is how many visitors you satisfy and how beautiful your garden is. Will you be able to outdo the gardens of your competitors?&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Wie w&auml;re es eigentlich, einen eigenen botanischen Garten anzulegen? Als Artistokrat:in des sp&auml;ten&#10;19. Jahrhunderts hast du Land gekauft, heuerst einen G&auml;rtner an und machst dich auf, die sch&ouml;nsten Pflanzen &uuml;berhaupt zu finden. Allerdings haben die Besucher ganz spezielle Vorstellungen, welche Pflanzen sie in deinem Garten bewundern wollen. Es reicht also nicht, sie irgendwie einzupflanzen &ndash; nein, du musst die Pflanzen dummerweise auch noch so aufstellen, dass die passenden Besucher das sehen, was sie wollen.&#10;In Botancius konkurrierst du &uuml;ber einen neuen Aktions-Mechanismus mit deinen Mitspieler:innen um den besten Ertrag f&uuml;r deinen Garten. Du willst also die richtigen Pflanzen ergattern und diese zum richtigen Zeitpunkt gie&szlig;en, dich um deinen G&auml;rtner k&uuml;mmern, und nat&uuml;rlich darfst du auch deine Finanzen nicht vernachl&auml;ssigen!&#10;Am Ende kommt es darauf an, wie viele der Schaulustigen zufrieden mit ihrem Besuch sind und wie sch&ouml;n euer Garten ist. Schaffst du es, die G&auml;rten deiner Konkurrent*innen zu &uuml;berschatten?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Economic",
      "Environmental",
      "Territory Building"
    ],
    "mechanics": [
      "Action Drafting",
      "Grid Coverage",
      "Grid Movement",
      "Modular Board",
      "Resource to Move",
      "Set Collection",
      "Tile Placement",
      "Turn Order: Stat-Based",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/6rKMO7TctO94pdzVSPgGtg__thumb/img/xAeYJxQNM8kiUBUzRYwF91x3Op4=/fit-in/200x150/filters:strip_icc()/pic8093636.png"
  },
  {
    "id": "15318",
    "name": "Palazzo",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "Who will build the most magnificent palace? In the game of Palazzo, set in the age of the late renaissance, the players slip on the roles of wealthy landowners, who compete against each other to build the most valuable palaces. As their constructions grow, the players must choose from the available palace modules from the quarries, so they can add to their palaces. Of course, none of this building can be done without money, so sometimes players must take time out to earn some money so they can afford to continue their building projects.&#10;&#10;This game is #2 in the Alea medium box series.&#10;&#10;",
    "categories": [
      "Renaissance"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/2D3JGCv-BExPZVSZPRakrA__thumb/img/zGIDyhbNJnQbmkUa25GZo7MbtX0=/fit-in/200x150/filters:strip_icc()/pic96347.jpg"
  },
  {
    "id": "245045",
    "name": "Deckscape: Heist in Venice",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 12,
    "description": "Deckscape: Heist in Venice is the third title in a series of cooperative games inspired by real escape rooms in which a group of people is &quot;trapped&quot; inside a room full of puzzles and odd items. The goal of the game is to solve puzzles, understand the plot of the story, and make intelligent use of the items provided in order to exit from the room as quickly as possible.&#10;&#10;In Deckscape: Heist in Venice you are professional thieves, now retired, but a mysterious missive forces you to reunite the old gang. The mission: sneak into the oldest casino in the world, in Venice, and steal a 1 billion euro chip! Each of you has specific skills and abilities, and if you stick to the plan everything will be fine. Although, yours is a risky job, and an unexpected event could compromise the whole mission... Can you overcome the intricate security systems of the casino and then run away with the loot?&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Puzzle",
      "Real-time"
    ],
    "mechanics": [
      "Cooperative Game",
      "Memory",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/6eb-OGqcxFRydsYMbZ8gPA__thumb/img/vPuZh3VIOPfQUyGqglff9mkr9EE=/fit-in/200x150/filters:strip_icc()/pic3949642.png"
  },
  {
    "id": "251890",
    "name": "Gunkimono",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 10,
    "description": "In war-torn feudal Japan, the soldiers are restless. The endless battles, betrayals, and broken promises have the soldiers questioning where their loyalties lie. Meanwhile, the daimyo are strategizing, marshaling their troops, and erecting strongholds to bolster the strength of their armies, all in pursuit of honor and ultimate victory.&#10;&#10;In Gunkimono, players take on the roles of these daimyo, plotting their military advances across the countryside. Each new squad of troops yields victory points, but you may decide to forgo these points and save up for your stronghold instead. All the while, you need to keep an eye on your opponents so that their forces do not grow too large and expand at your expense.&#10;&#10;",
    "categories": [
      "Medieval",
      "Territory Building"
    ],
    "mechanics": [
      "Enclosure",
      "Hand Management",
      "Layering",
      "Open Drafting",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/j7WFf1TQoh8HxRH_dHexqg__thumb/img/hZRKBaN8yfPfIWRHot5f1XEQ320=/fit-in/200x150/filters:strip_icc()/pic4103445.jpg"
  },
  {
    "id": "203780",
    "name": "Power Grid: The Card Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 12,
    "description": "In Power Grid: The Card Game, the players represent CEOs of mighty power companies producing electricity.&#10;&#10;During the game, the players bid for power plants at auctions and supply them with resources. Their income depends on the amount of electricity produced in each round. At the end of the game, the player who produces the most electricity wins the game.&#10;&#10;Power Grid: The Card Game offers all the tension and tactics well-known of its two big brothers &mdash; Power Grid and Power Grid deluxe &mdash; without using the different maps. You get the full Power Grid emotions in an intensive playing time of sixty minutes!&#10;&#10;To give two players an exciting experience, they will play with the Trust acting as a third player. While challenging the opponent, they must incorporate the schemes of the competing Trust in their plans and use these schemes against their opponent.&#10;&#10;This game includes a small variant for the Demolition Contractor. This variant is playable with Power Grid: The Card Game, and all maps of Power Grid deluxe and Power Grid!&#10;&#10;",
    "categories": [
      "Card Game",
      "Economic",
      "Industry / Manufacturing"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Market"
    ],
    "image": "https://cf.geekdo-images.com/rUj7XGeBmcyFPH2UorVL6w__thumb/img/493msPA5kAJ0oOEBppYGzRuydTM=/fit-in/200x150/filters:strip_icc()/pic3091756.jpg"
  },
  {
    "id": "331571",
    "name": "My Gold Mine",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 25,
    "age": 7,
    "description": "Diamonds, precious stones, and gold &mdash; an immeasurable treasure is hidden deep in the cave in My Gold Mine, and each dwarven player wants to dig for gold nuggets. The keeper of the mountain, a fire-breathing dragon, will chase after you, though, so who can leave the gold mine with the most nuggets, and who will be too greedy and get caught by the dragon?&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy"
    ],
    "mechanics": [
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/BHLjzl2saSCs497dgIkUYA__thumb/img/vVo7uwc3ZMYe8thONzRiTCi8XDE=/fit-in/200x150/filters:strip_icc()/pic5986895.jpg"
  },
  {
    "id": "29839",
    "name": "Key Harvest",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 10,
    "description": "Key Harvest is the fifth game in the key series of games published by R&amp;D Games.&#10;&#10;The object of the game is to score the most points.  Players score points by placing tiles on their own country board.  One point is scored for each field tile in the player's largest group of connected field tiles and two points for each tile in their second largest connected group.&#10;&#10;Points are also scored for the worker tiles a player places on their country board.  The number of points scored for each worker is equal to the number on the worker tile.  Worker tiles do not count as connecting tiles when calculating the largest group of tiles.  When played, a worker enables a player to take a special action.  Each player has their own team of six workers, known as farmhands.  There are also six townsfolk who can be acquired by any player.&#10;&#10;There are usually six field tiles available at any time from the registry.  On their turn a player may bid for up to two tiles using crop counters.  The field tile being bid for and the bid in crop counters are placed in the player's store.  On their turn the other players may match the store owner's bid in both the number and type of crop counters.  If they choose to do so, then they place the field tile on their country board and pay the crop counters to the store owner.  If no other player has matched the store owner's bid, then on their next turn the store owner may place the field tile(s) from their store onto their country board and pay their bid in crop counters to the general stock.&#10;&#10;When deciding how much to bid for a field tile, players will need to consider how important the field tile is to them and whether other players are likely to bid for the tile.  It is usually beneficial for a player to place field tiles into their store as that player will either obtain the field tile or receive additional crop counters.&#10;&#10;When played, a worker tile must be adjacent to at least the number of field tiles as the number on the worker tile.  A worker tile cannot be adjacent to another worker tile.  If a player obtains a field tile for a space where they have already placed a worker tile, they must remove the worker tile.  However, if the worker tile can be replaced immediately (next to the required number of field tiles), then the player can benefit from the worker's ability again.  Getting these extra benefits is one of the keys to doing well in the game.&#10;&#10;Players have two actions per turn.  There are four possible actions.  Each action can only be performed once per turn.  As described above, the actions include placing field tiles from the stores onto their country board - action (c), placing field tiles from the registry into their store - action (d), and placing a worker tile onto their country board - action (b).  Action (c) cannot be performed after action (d).  A player may also harvest crops by turning over some unharvested field tiles on their country board - action (a).&#10;&#10;Field tiles taken from the registry are replaced immediately with field tiles from the bag.  The bag also contains a number of event tiles.  The event tiles, when drawn, affect all of the players, not just the player who drew the event tile.  When the tenth event tile is drawn, the game ends after two further rounds have been played.&#10;&#10;One point is also awarded to the players who have the most of each of the types of crop counters at the end of the game.  No points are awarded for ties.  Points are tallied using the scoring track on the town board.  The player with the most points is the winner.&#10;&#10;Nr. 4 in the QWG Master Print Edition series, as Demetra&#10;&#10;",
    "categories": [
      "Farming",
      "Medieval",
      "Territory Building"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Set Collection",
      "Tile Placement",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/Z0XUOK08tRPSL9t6AypO2w__thumb/img/FSjEPxttSY8rvIxQzj6Th8cwrfM=/fit-in/200x150/filters:strip_icc()/pic217481.jpg"
  },
  {
    "id": "251293",
    "name": "Megaland",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 8,
    "description": "Are you ready to run? Push your luck in the video game world of Megaland to fight monsters (and bunnies) and collect coins!&#10;&#10;At the start of each round, each player places their character on the level tile, then draws one treasure and places it above their character board. Once everyone does this, draw the topmost level card to see whether players suffer damage from the monster on it. Players can then decide whether to leave the round and bank their treasures, or whether to press on; if they go on, they draw another treasure card, then reveal the next level card. If you take total damage equal to your number of hearts, you fail and are out of the round, losing any treasure that you had.&#10;&#10;Once everyone has left the round, whether by being knocked out or by passing and banking their treasures, players can buy building cards, such as bowling alleys, arcades, and soap makers. Buildings cost 1-5 treasures, and you must pay different treasures when buying a building that costs more than 1. Each building gives a one-time or permanent effect. Maybe you'll collect jump tokens that you can use to clear monsters so that you don't take damage; maybe you'll acquire a hospital that gives you coins when neighboring players fail the level; maybe you'll buy more hearts to let you run farther in the future; and maybe you'll collect coins, which can be the most precious item of all since the game ends after the round that someone collects 20 coins. Whoever has the most coins at that time wins!&#10;&#10;Megaland contains six starred building types that are used in each game, along with seventeen other building types, with only seven of them being used in any game.&#10;&#10;Contains Above and Below: Megaland Bonus Cards (under the insert)&#10;&#10;",
    "categories": [
      "Fantasy",
      "Video Game Theme"
    ],
    "mechanics": [
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/246rJgxtKzCuVTmsAfn62g__thumb/img/Xl0HLaiNdPQSwyqUIy1Td1-hLRA=/fit-in/200x150/filters:strip_icc()/pic4171243.jpg"
  },
  {
    "id": "298060",
    "name": "Truffle Shuffle",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 14,
    "description": "In the quick-playing, card-drafting game Truffle Shuffle, players take turns selecting truffles from a shared box of overlapping cards in order to make their own arrangements of chocolates to sell. Players can complete a variety of sets, using special modifiers and action cards. With so many different chocolate truffles to unwrap and different ways to combine them, every game of Truffle Shuffle is unique!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/nTEKC1bZ2GGANIoV204T3Q__thumb/img/8kZMzfKlRf3HYF3QqFRClSV9qWg=/fit-in/200x150/filters:strip_icc()/pic5159393.jpg"
  },
  {
    "id": "368676",
    "name": "Leaf",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "In the game Leaf, players embody the wind by guiding leaves to the forest floor and connecting them to the ones that have already fallen. Each leaf you touch will grant you actions to create a thriving forest. Attract woodland animals, grow mushrooms, lead helpful squirrels up the great tree, and gain additional leaf cards and sun tokens by strategically placing leaves. The player who contributes most to the health of the forest wins!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Animals",
      "Environmental"
    ],
    "mechanics": [
      "Modular Board",
      "Set Collection",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/joDlJqoJWoOoFFKhHomkKQ__thumb/img/kWxGbWAcy3FqHuI5jD8JPMwhITQ=/fit-in/200x150/filters:strip_icc()/pic7015708.jpg"
  },
  {
    "id": "338434",
    "name": "Hoplomachus: Remastered",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 14,
    "description": "This solo, two player cooperative and two to four player competitive game collects and combines the very best gameplay content from Hoplomachus: The Lost Cities and Hoplomachus: Rise of Rome, as well as several of their expansions.&#10;&#10;Hoplomachus: Remastered includes everything that originally made the franchise a hit, with its ease of play, multiple combat modes and subtle variations between factions. We're giving the line a huge production update to make it the kind of game we at Chip Theory have wanted it to be from the beginning. Featuring new original art, more attractive graphic design, streamlined rules, and component compatibility with Victorum, Hoplomachus will now embody the Chip Theory Games premium experience in every sense of the word.&#10;&#10;Though both Victorum and Remastered are standalone titles, their gladiator and tactics chips are cross-compatible between both games, allowing players to mix and match chips for even more gameplay options!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Ancient",
      "Dice",
      "Fighting",
      "Sports"
    ],
    "mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Enclosure",
      "Hand Management",
      "Hexagon Grid",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/RthfZp2iK9fCinhqQtraGg__thumb/img/kXgqRoFmvVTGLhalVTTvXOwtzsU=/fit-in/200x150/filters:strip_icc()/pic7338394.jpg"
  },
  {
    "id": "1042",
    "name": "Dragon's Gold",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 10,
    "description": "In Dragon's Gold, each player controls a team of dragon hunters (two knights, a thief, and a wizard). Like all dragon hunters, they have only one goal: gold, silver, jewels and magic objects. As for actually killing a dragon? It's a piece of cake. But the most difficult part comes after the dragon is dead: the adventuring party has to figure out how to share the spoils.&#10;&#10;As soon as a dragon is overpowered, then some additional gems are revealed, and the players who had participated in that hunting party start a negotiation over how to divvy up the gems. If the sixty-second sand timer runs out, then no one gets treasure. When all of the dragons have been slain and the treasure claimed or discarded, the game ends and players score for their holdings, with silver and magic objects worth 1 point each, gold worth 3, the Black Diamond worth 7, and the colored gems scoring 10-15 points for those players who hold more than everyone else. (In the Advanced game, the colored gems score 8-12 points in addition to a variety bonus of 5 points for each set of different colored gems a player holds. The Black Diamond is worth 19 points [in the 2011 edition], but negates a player's score for all colored gems.)&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Negotiation"
    ],
    "mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/QAAZGXzQ6ka2WkcYKzQqQw__thumb/img/vuH0k60bgzVbrLDJY65eSw9tNTw=/fit-in/200x150/filters:strip_icc()/pic8057958.jpg"
  },
  {
    "id": "200934",
    "name": "Coldwater Crown",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 13,
    "description": "Is that &ldquo;victory&rdquo; you taste in the salty air? You&rsquo;ve secured your spot as a competitor in the world-renowned Coldwater Crown fishing tournament, and the contest has just begun! Will you be able to cast the right bait at the right time to reel-in the biggest fish? Will you be able to strategically balance your efforts at the different fishing locations to win the most trophies? Very little is certain on these frigid waters, but it&rsquo;s guaranteed the fish will be biting!&#10;&#10;Coldwater Crown is a fun and clever board game that captures the thrill of fishing in a tabletop experience. Created by acclaimed game designer Brian Suhre, it&rsquo;s a game of strategic planning, angler&rsquo;s intuition, and just the right amount of luck! Test your fishing expertise against up to three of your friends or hone your skills at the practice pond. You don&rsquo;t have to be a master angler to win, but once your trophy count begins to stack up, you might just feel like one!&#10;&#10;-- description from the game box.&#10;&#10;",
    "categories": [
      "Nautical",
      "Sports"
    ],
    "mechanics": [
      "Set Collection",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/CQfWcpB3jawTLHAnlRjnTg__thumb/img/Pq3a3ITNQG95pOPb2inpWK7_29o=/fit-in/200x150/filters:strip_icc()/pic3370578.png"
  },
  {
    "id": "158109",
    "name": "Onward to Venus",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 120,
    "age": 13,
    "description": "Onward to Venus is based on the Doctor Grordbort graphic novels from writer/artist Greg Broadmore, with those books being a parody of sorts of the British Empire in the late 19th century, but instead of the race for Africa, we now have the exploitation of the Solar System, which is populated by various natives who resent the Earthling settlers.&#10;&#10;The game Onward to Venus takes lots of artwork from the books and mixes it together to create an empire-building game set in the Solar System. The core rules are fairly straightforward, and a game can be completed in 90 minutes. The game is played over three turns; in each turn you whizz around the planets and moons claiming tiles. The tiles grant you cards, allow you to build a factory or mine, let you hunt strange beasts, or simply earn you some money. Other tiles allow you to attack other players or add to the crisis level on the planet/moon in question. You have to be careful with crisis tiles as if you let too many build up, bad stuff &mdash; Martian invasions, robot rebellions, space pirates, etc. &mdash; starts happening.&#10;&#10;",
    "categories": [
      "Comic Book / Strip",
      "Fighting",
      "Science Fiction",
      "Space Exploration",
      "Transportation"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Income",
      "Point to Point Movement",
      "Sudden Death Ending"
    ],
    "image": "https://cf.geekdo-images.com/RQLx2FE1Cw7GjDzHX7rlOg__thumb/img/DAQ9-OweHwWAYf1o2sYhsKdOqJU=/fit-in/200x150/filters:strip_icc()/pic1993102.jpg"
  },
  {
    "id": "360896",
    "name": "Tiny Epic Vikings",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 14,
    "description": "In the frigid Runic Isles of the North Sea, the Vikings reign supreme. These determined explorers navigate the icy fjords, build fertile settlements upon rocky crags, and fight for the glory of their clans with blood and steel. Only the Gods stand above them, and it is every Vikings&rsquo; dream to serve their God in the afterlife, Valhalla.&#10;&#10;Tiny Epic Vikings is a fast playing 1-4 player strategy game of drafting, area control, and set collection.&#10;&#10;In Tiny Epic Vikings, players lead a clan of Vikings over 3 eras, in hopes of claiming the icy lands for their own. They play Viking Cards that represent their clan&rsquo;s leaders, choosing the best builders, harvesters, explorers, and warriors. Raid and conquer the islands with settlers, build boats and temples to gain influence, and battle for the favor of the gods!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Fantasy",
      "Fighting",
      "Mythology"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Closed Drafting",
      "Hand Management",
      "King of the Hill",
      "Open Drafting",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/TozSb_5cxm3m8W-OZLDqGg__thumb/img/jWDKxil3vtg8LbQ7AXPflLiqf1k=/fit-in/200x150/filters:strip_icc()/pic6811526.jpg"
  },
  {
    "id": "380938",
    "name": "Archeos Society",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 12,
    "description": "Guide your team in Archeos Society as you explore legendary sites! You must decide whether to form small expeditions for quick progression, or larger expeditions that are more efficient but slower to assemble.&#10;&#10;On each of your turns, you either recruit a new explorer or launch an expedition by playing your cards using a group of matching colors or roles. Choose your expedition leader wisely as they determine which region you explore and provide a special ability for that expedition. Note that whenever you launch an expedition, unplayed cards in your hand are made available for your opponents to recruit!&#10;&#10;To achieve victory, you must carefully manage your efforts in recruiting and accumulating discoveries, all while monitoring the progress of your competitors.&#10;&#10;",
    "categories": [
      "Exploration"
    ],
    "mechanics": [
      "Hand Management",
      "Open Drafting",
      "Push Your Luck",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/92kBNvfOo7OsCh0evdKDPQ__thumb/img/IYWrx7j0lm_K4F44_EJr81Lven0=/fit-in/200x150/filters:strip_icc()/pic7364080.jpg"
  },
  {
    "id": "118705",
    "name": "Ghost Blitz 2",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 8,
    "description": "Ghost Blitz 2.0 &ndash; The new version of Ghost Blitz with different items &ndash; five wooden items sit on the table waiting to be caught: a white female ghost, a green frog, a grey bathtub, a blue hairbrush, and a red bath towel. Each card in the deck shows pictures of two objects, with one or both objects colored the wrong way. With all players playing at the same time, someone reveals a card, then players grab for the &quot;right&quot; object &ndash; but which object is right?&#10;&#10;&#10;    If one object is colored correctly &ndash; say, a green bathtub and a red rug &ndash; then players need to grab that correctly colored object.&#10;&#10;&#10;&#10;    If both objects are colored incorrectly &ndash; say, a green bathtub and a red ghost &ndash; then you look for the object and color not represented among the four details shown. In this case you see green, red, ghost and bathtub, so players need to grab the blue brush.&#10;&#10;&#10;The new version of Ghost Blitz functions similarly to the original but includes the following new rules:&#10;- If the frog appears, you have to call out the item.&#10;- If the frog or the other item is in its original colour, you have to call out the correct item in a foreign language.&#10;- If the towel appears on a card, the item of the towel`s colour is the one to grab for.&#10;&#10;The first player to grab the correct object keeps the card, then reveals the next card from the deck. If a player grabs the wrong object, she must discard one card previously collected. Once the card deck runs out, the game ends and whoever has collected the most cards wins!&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Party Game",
      "Real-time"
    ],
    "mechanics": [
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/gZINyKRulzqWyOEEUuR01A__thumb/img/lelYoXCVNf0lc_t1kOivYteRDfY=/fit-in/200x150/filters:strip_icc()/pic1855044.jpg"
  },
  {
    "id": "20134",
    "name": "The End of the Triumvirate",
    "minPlayers": 2,
    "maxPlayers": 3,
    "playingTime": 90,
    "age": 10,
    "description": "Players take on the role of one of three leaders in ancient Rome: Caesar, Pompeius, or Crassus. Each is seeking to dominate the others by various means. You could try a military victory by creating a massive land block... or perhaps a political victory by being elected as Consul twice... or perhaps you can win by sheer skill by raising your talents...  This game is designed for exactly three players (tackling the usual problems games at this player count have) but comes with a variant to play with only two players as well.&#10;&#10;The turn play consist of 3 phases:&#10;1: Supply phase - Each province supplies gold or legions (based on the type of province)&#10;2: Move Phase - The player moves their Character to collect gold or to attack their opponents with Legions following their Character&#10;3: Action phase - can be used to do number of actions such as Persuade citizens, produce weapons or increase military or political competence.&#10;The player turn ends by moving the calendar stone one step down the track.&#10;&#10;The game can be won by three different ways and ends immediately if one of the conditions is achieved:&#10;Political victory: A player is elected for consul twice (by having most citizens in his forum at the end of a year)&#10;Military Victory: A player conquers their 9th Province&#10;Competence Victory: A player reaches VII on both Competence&#10;&#10;&#10;",
    "categories": [
      "Ancient",
      "Fighting",
      "Political",
      "Wargame"
    ],
    "mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Pick-up and Deliver"
    ],
    "image": "https://cf.geekdo-images.com/7oUkmX5tXA7xCBuoOmyNVw__thumb/img/H_QdCs6E4a4bZNecJjP0hF2Eqvc=/fit-in/200x150/filters:strip_icc()/pic158273.jpg"
  },
  {
    "id": "41627",
    "name": "Zulus on the Ramparts!: The Battle of Rorke's Drift – Second Edition",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 25,
    "age": 12,
    "description": "ZULUS ON THE RAMPARTS! is the battle cry of those defending the Mission Station at Rorke&rsquo;s Drift. It is 22 January 1879, and the British invasion column moving into Zululand was disastrously defeated that morning at nearby Isandlwana. Now, fresh troops from the victorious Zulu iMpi (army) are advancing on your position. With your 140 British soldiers and auxiliaries, you must survive the repeated attacks of 4000+ crack Zulu warriors.&#10;&#10;This States of Siege&trade; game puts you squarely in command of a desperate defense. As events unfold and heroes emerge, can you build up the barricades and fill the breaches before the camp is overrun? As the Zulus relentlessly charge wielding their deadly spears and as British rifles overheat, can you keep cool and make the command decisions necessary to hold your position and repel the onrush of fierce braves until the Relief Column arrives?&#10;&#10;The Battle of Rorke&rsquo;s Drift saw more Victoria Crosses awarded than any other before or since. Can you write an equally glorious page in history as you confront these ZULUS ON THE RAMPARTS! ?&#10;&#10;Game Data:&#10;&#10;Complexity: 3 on a 9 scale&#10;Solitaire Suitability: 9 on a 9 scale&#10;Scale: Each unit is one Zulu iButho (Regiment); each turn is about 15-45 minutes of real time.&#10;&#10;Polybag Game Components:&#10;&#10;&bull;    One 40-page, color Game Rules booklet&#10;&bull;    82 thick, multi-shaped, laser-cut game pieces (some assembly required)&#10;&bull;    50 Action cards&#10;&bull;    One 11&rdquo; x 17&rdquo; color game map&#10;&bull;    Four six-sided 5mm dice&#10;&#10;What's In The Box?:&#10;&#10;&bull;    One 40-page, color Game Rules booklet&#10;&bull;    82 thick, multi-shaped, laser-cut game pieces (some assembly required)&#10;&bull;    50 Action cards&#10;&bull;    One 11&rdquo; x 17&rdquo; color game map&#10;&bull;    Four six-sided 12mm dice&#10;&bull;    One 11&quot; x 17&quot; mounted, jigsaw-cut game map&#10;&bull;    One bright red, 9 1/4&quot; x 5 7/8&quot; Standard cardboard VPG game box&#10;&bull;    One beautiful box cover sleeve&#10;&bull;    One &quot;Wipes-A-Lot&quot; napkin&#10;&bull;    One charcoal dessicant packet&#10;&#10;",
    "categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Chit-Pull System",
      "Dice Rolling",
      "Point to Point Movement",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/9gRLNRzuqsg7hzHsOKU1Uw__thumb/img/_sXd9beR736Dx3R-U5FciG_C9JA=/fit-in/200x150/filters:strip_icc()/pic1476731.jpg"
  },
  {
    "id": "313531",
    "name": "Rustling Leaves",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 8,
    "description": "Bl&auml;tterrauschen (&quot;Rustling Leaves&quot;) is a roll-and-write game, and for every season &mdash; spring, summer, autumn, and winter &mdash; there is a themed game sheet with different rules. The numbers on the dice reveal the side lengths of the area marked on the game sheet. In this area, a forest symbol is selected that is included in the scoring. Whoever collects the most points wins.&#10;&#10;",
    "categories": [
      "Dice",
      "Environmental"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Coverage",
      "Line Drawing",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/Dc0ZrRsdPXvji7SX2xkH8g__thumb/img/3HjDZ9kMPZ_dAiN1VDe4vKhuNzQ=/fit-in/200x150/filters:strip_icc()/pic6664078.jpg"
  },
  {
    "id": "380135",
    "name": "Dead Cells: The Rogue-Lite Board Game",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 14,
    "description": "Dead Cells: The Rogue-Lite Board Game is a dungeon-crawler that offers a cooperative rogue-lite experience inspired by the Metroidvania genre, playable with 1-4 players, and with a gameplay of around 45 minutes. Explore the ever-changing island of Dead Cells in this ruthless dungeon crawler. Explore. Kill. Die. Mutate. Repeat.&#10;&#10;Choose one of the four Beheaded (Woah, hold on... Isn't it supposed to be only one of these guys? Is this one of those stupid time-loop plots?) As you resurrect with very little clue of what&rsquo;s going on, you will...&#10;&#10;&bull; Explore Biomes. Choose your path wisely within a sprawling, ever-changing castle! Will you upgrade one of the character powers with a scroll? Or will you choose a chest to equip a new weapon? Will you find the hidden runes that will open new paths and access new biomes? This won&rsquo;t be a walk in the park, though. Because the island is infested with the abominations born from the Malaise, be ready to&hellip;&#10;&#10;&bull; Kill Enemies. Each character class has unique power sets and a deck of action cards. For each enemy encounter, you will only need to pick one action card to cover all three phases of a fight. Loot equipment, gold, scrolls, and Cells from the corpses of your enemies and get stronger, but beware... Your health pool is limited and sooner or later you will...&#10;&#10;&bull; Die. Wandering through enemy-infested dungeons isn't the safest activity, even for your beheaded heroes. There will eventually be one monster too many, or you could step on a fatal trap and lose all your scrolls, equipment, and accumulated gold. But this is far from the end for you! Even in death you will be able to keep your precious Cells to&hellip;&#10;&#10;&bull; Mutate. The Collector will let you spend your Cells to buy permanent mutations that will give you more power... forever! Choose cards to buy from three different decks: Brutality, Survival, or Tactics. Get action cards to enhance your card deck. Find blueprints to grow your loot deck. Increase your health pool. Unlock additional item slots, and much more&hellip; Unless you prefer to throw your Cells into this mysterious well... It seems like a pretty stupid thing to do with your hard-earned Cells, but hey, you do you, bud... Death is no excuse to take a nap, so...&#10;&#10;&bull; Repeat. Death is not the end either! You&rsquo;ve already lost your head, remember!? As the day starts again in a new loop, use your new permanent mutations to exact revenge on whatever killed you last time. Go further and deeper into the island and kill the bosses to access new starting biomes. Previously-played biomes keep changing as stronger monstrosities spawn in them, along with powerful new items. (Damn! Will this game ever end?)&#10;&#10;Official Dead Cells page for FAQ / Rules / Player Aids downloads: https://deadcellstheboardgame.com/FAQ/&#10;&#10;",
    "categories": [
      "Adventure",
      "Card Game",
      "Exploration",
      "Fantasy",
      "Video Game Theme"
    ],
    "mechanics": [
      "Action Queue",
      "Communication Limits",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Legacy Game",
      "Market",
      "Minimap Resolution",
      "Multi-Use Cards",
      "Multiple Maps",
      "Point to Point Movement",
      "Push Your Luck",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Stat Check Resolution",
      "Tags",
      "Track Movement",
      "Variable Phase Order",
      "Variable Player Powers",
      "Variable Set-up",
      "Victory Points as a Resource"
    ],
    "image": "https://cf.geekdo-images.com/N_5Dz0GeI5dGBzSrBMEqrg__thumb/img/EJO1Ct-5NWBGHk29ilMv1fwpncQ=/fit-in/200x150/filters:strip_icc()/pic7336034.jpg"
  },
  {
    "id": "307044",
    "name": "Trailblazer: The John Muir Trail",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 14,
    "description": "Embark on a journey of exploration and discovery along the historic John Muir Trail through the High Sierras of California. Explore the majestic mountains and lush meadows, the picturesque waterfalls and alpine lakes. Scale the heights of Yosemite's iconic Half Dome or Sequouia's Mt. Whitney! Enjoy meandering through Evolution Valley or Tuolumne Meadows, pausing to take in the beauty of Thousand Islands Lake or cooling your feet in the Kings River. Be humbled beneath a giant and ancient Sequoia, or catch (and release) a Golden Trout, listen to the song of an Ouzel, watch Marmots at play, or spot the rare Snow Plant. Happy trails!&#10;&#10;Trailblazer: The John Muir Trail takes place over the course of twelve days/rounds of hiking and backpacking along the John Muir Trail (JMT). You will experience daily trail encounters, choose to explore destinations along the trail, acquire and manage natural and personal resources, discover and observe the sights and sounds of your environment, adapt to ever-changing weather conditions, and move along the entire trail, all while wisely using the items in your backpack to maximize your experience.&#10;&#10;You can earn trail points in several ways along the route, such as placing workers on your tracks, collecting sets of field guide cards, scoring instantly with destination cards, and using your backpack gear efficiently.&#10;&#10;",
    "categories": [
      "Adventure",
      "American West",
      "Animals",
      "Educational",
      "Environmental",
      "Exploration",
      "Travel"
    ],
    "mechanics": [
      "End Game Bonuses",
      "Hand Management",
      "Point to Point Movement",
      "Set Collection",
      "Solo / Solitaire Game",
      "Variable Set-up",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/niFuEMWOv5avBPRHMCruTQ__thumb/img/fxdos4Arj3a4_zsmu9Ii-3fbIEA=/fit-in/200x150/filters:strip_icc()/pic6424310.png"
  },
  {
    "id": "145203",
    "name": "City of the Living",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 13,
    "description": "The zombies have taken over in City of the Living, a new edition of the game first released as Prosperity. We must rebuild, but amongst the masses of dead, our cities of the living must do it better than they did in the past. Hold off the zombies and build up your territory to be declared the best leader!&#10;&#10;&bull;&bull;&bull;&#10;Prosperity&#10;&#10;You're the leader of a great nation which is currently expanding. Over the course of the seven decades covered by the game, you will have to invest in infrastructures and industries, provide your country with energy and invest in advanced research in order to remain competitive &mdash; but prosperity has a price. You owe it to future generations to leave them a healthy world. Pollution lurks, but will you be able to limit it?&#10;&#10;Prosperity has players building up their countries on a grand but abstract scale, with them needing to balance concerns over energy and ecology with the constant need for capital and the long-term goal of prosperity points.&#10;&#10;The game starts with 24 tiles available, half on the energy side of the shared game board and half on the ecology side. Two tiles on each side are placed on levels 1-6, with the players each having two research markers &ndash; energy and ecology &ndash; that start at level 1. Each player has an individual game board with color-coded spaces for tiles, a pollution track, and tracks for energy and ecology. A stack of 36 tiles &ndash; with tiles arranged by decades: the six from 2030 on the bottom, then the five from 2020, and so on to the five from 1970 &ndash; is set up during the playing area.&#10;&#10;On a turn, a player draws the top tile from the stack, then everyone resolves the symbol highlighted on the tile:&#10;&#10;&#10;    Energy &ndash; for a positive value, earn money; for a negative value, lose money or increase your pollution&#10;    Ecology &ndash; remove or add discs to your pollution track&#10;    Capital &ndash; earn money for each capital symbol on the tiles you own&#10;    Research &ndash; advance one research marker one space for each research symbol on tiles you own&#10;    Prosperity &ndash; score points for each prosperity symbol on tiles you own, but only if your pollution isn't maxed out&#10;&#10;&#10;Once everyone has done this, the active player takes two actions, repeating an action if desired. The possible actions are:&#10;&#10;&#10;    Take money.&#10;    Remove one pollution marker.&#10;    Move forward one space on one research track.&#10;    Buy a tile, with the amount owed being based on whether the tile is energy or ecology and the level of your corresponding research marker. If you buy a tile of the same level, the cost is &euro;100; if the tile is of a higher level, you pay &euro;100, plus &euro;100 for each level; and if the tile is lower, you pay a flat &euro;50.&#10;&#10;&#10;Players have limited space for tiles on their individual boards, especially since the tiles and spaces are color-coded, but players can cover existing tiles, if desired, losing any benefits (or penalties) in the process. Some parts of the individual board are off-limits to new infrastructure until you first provide transport; toll roads, highways and even train systems have drawbacks of their own, but ideally you'll be able to build your way past those trouble spots without causing too much pollution.&#10;&#10;When the final tile is drawn, that player finishes his turn, then everyone scores: twice for their energy and ecology levels, one for capital (with money being converted into prosperity points), once for research on both tracks (with points for those researching the most), and once for prosperity. Whoever tallies the most prosperity points wins!&#10;&#10;",
    "categories": [
      "Economic",
      "Environmental"
    ],
    "mechanics": [
      "Income",
      "Open Drafting",
      "Tile Placement",
      "Track Movement",
      "Turn Order: Progressive"
    ],
    "image": "https://cf.geekdo-images.com/kbZlGt5h6EqDOjYh0TIArQ__thumb/img/G7YSKVna6OIocI2vxbBn5D2EJSc=/fit-in/200x150/filters:strip_icc()/pic7841232.png"
  },
  {
    "id": "15839",
    "name": "Bonaparte at Marengo",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "On 14 June 1800, the French army under Napoleon Bonaparte was taken by surprise and attacked by the Austrian army under General Melas. Outnumbered and out-gunned, the French were defeated and forced to retreat. But later that same day, French reinforcements arrived under General Desaix, and in what amounted to a second battle the French counter-attacked and won, taking thousands of prisoners and driving the Austrians from the field.&#10;&#10;Thus was won the battle of which Napoleon was always the most proud &ndash; Marengo.&#10;&#10;Bonaparte at Marengo recreates that dramatic battle. The game is simple and fast-playing, departing from almost all of the standard conventions of wargaming in order to achieve the look and feel of nineteenth century linear warfare.&#10;&#10;In the summer of 2007, a sequel with a modified system was released: Napoleon's Triumph&#10;&#10;",
    "categories": [
      "Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Action Points",
      "Area Movement",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/lV2JmG0MEgrIbrRRRBlAgQ__thumb/img/2NgDmVMzVJZg9jOfqA0v8rEMxfs=/fit-in/200x150/filters:strip_icc()/pic289180.jpg"
  },
  {
    "id": "142121",
    "name": "Guildhall: Job Faire",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 10,
    "description": "Game description from the publisher:&#10;&#10;The not-so-Dark Ages is blowing up! Skilled workers clamor to get into your Guildhouse. Organize them into chapters and put them to work. Each additional worker you add to a chapter provides a bigger bonus to the workers you play in the future &ndash; but look out as your opponents might steal your valuable workers for their own chapters!&#10;&#10;In Guildhall: Job Faire, 2&ndash;4 players compete to create a prosperous kingdom by recruiting skilled laborers into their guild chapters. Collect sets of cards with unique abilities. Use completed sets to claim victory cards. But will you go for points or use a special power? Which will lead to ultimate victory?&#10;&#10;Guildhall: Job Faire is a standalone game, but is also fully compatible with Guildhall: Old World Economy.&#10;&#10;Integrates with:&#10;&#10;     Guildhall&#10;&#10;&#10;",
    "categories": [
      "Card Game",
      "Medieval"
    ],
    "mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/RFpCfzhaWjm8FdQKVbfFIg__thumb/img/piPqDaJ9mYlIW4APYxe5drRz6T4=/fit-in/200x150/filters:strip_icc()/pic1645916.jpg"
  },
  {
    "id": "381356",
    "name": "Diced Veggies",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 6,
    "description": "Something delicious is cooking up in the kitchen, and as a talented chef, it&rsquo;s up to you to carefully carve up the right ingredients and turn them into culinary masterpieces. Prepare a wide variety of recipes from around the world, and hype them up to earn extra praise!&#10;&#10;In Diced Veggies you take turns with the cleaver, slicing ingredient dice away from the shared chopping block and assigning them to the recipes you&rsquo;re working on. This unique resource-gathering mechanism is the key to your scrumptious success. The particular veggies that your recipes require isn't your only consideration... you can only take a limited number of pips with each chop, and the right dice values can unlock all sorts of drool-worthy Hypes to boost a recipe's score!&#10;&#10;A clever cleaver is all you need to whip up delicious recipes in this dice-slicing game for up to four chefs!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/WYW6fkRj6BEazZ75TYcsHA__thumb/img/RnMRcxnQoZoXF50lyQoI7NJCbPA=/fit-in/200x150/filters:strip_icc()/pic7373886.jpg"
  },
  {
    "id": "347112",
    "name": "Secret Identity",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 40,
    "age": 10,
    "description": "ln Secret Identity, you must guess the hidden identity of your opponents while trying to make them guess yours.&#10;&#10;At the start of a round, you receive a key card that indicates your identity among the eight characters on the table. Using double-sided &quot;picto&quot; cards, you try to give clues to your character so that others can guess who you are, while simultaneously guessing their character &mdash; earning points for each success. Each round, new characters appear on the table, giving you and everyone else a fresh face to guess, but your supply of picto cards is never replenished, so you must be judicious when using them in order not to run out by game's end.&#10;&#10;After the fourth round, whoever has scored the most points wins. Will you be able to act both as a skilled informant and a sharp observer?&#10;&#10;",
    "categories": [
      "Deduction",
      "Party Game"
    ],
    "mechanics": [
      "Connections",
      "Deduction",
      "Hidden Roles",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/XyRiGDpXVhJ1pL24Q8-RjQ__thumb/img/2gCTseLhRRxGeSc3UUTwXbChZss=/fit-in/200x150/filters:strip_icc()/pic6399204.jpg"
  },
  {
    "id": "344789",
    "name": "Skytear Horde",
    "minPlayers": 1,
    "maxPlayers": 3,
    "playingTime": 30,
    "age": 10,
    "description": "Hordes of monsters are attacking the world of Skytear and the legendary heroes from all four realms have forged an alliance to repel the common threat.&#10;&#10;Skytear Horde is a lane-based card battler in which one or two players fight against the horde of monsters controlled by the game. &#10;In the competitive game mode one player controls the horde while up to two players fight together as the alliance.&#10;&#10;Players say Skytear Horde gives them the feeling of playing a solo or cooperative version of competitive card battlers such as Keyforge, Hearthstone, or Magic: the Gathering.&#10;&#10;In the six lanes of the battlefield monsters attack your castle while beyond the enemy line smaller minions pillage your resources, forcing you to discard cards from your deck each turn.&#10;&#10;You lose the battle if your castle is destroyed or your deck runs out of cards. &#10;You win if you destroy the portal spawning the monsters and the epic monster leading the horde.&#10;&#10;There are many interesting choices on the tactical and strategic level: strike a balance between defending and counter-attacking but also fighting the minions pillaging your deck and the monsters destroying your castle.&#10;While you juggle all these decisions you also have to be careful not to run out of cards, as the principal way to draw new cards is to destroy monsters!&#10;&#10;Skytear Horde is really quick to setup, play, and store away.&#10;There are 3 difficulty levels suitable for complete beginners and veterans alike.&#10;In just a few seconds you can restart a new game giving it a strong &ldquo;just one more try&rdquo; aspect.&#10;&#10;Out of the retail box there are 3 ready-made alliance decks with different play styles and 3 horde decks with their own boss. &#10;All decks can be mixed and customized to provide additional combinations.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Campaign / Battle Card Driven",
      "Card Play Conflict Resolution",
      "Cooperative Game",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/CqzGIceKP1nPybxDL2Z2sg__thumb/img/KVrEZuZBKbmaIDJsydCrcDG8AUY=/fit-in/200x150/filters:strip_icc()/pic7074834.png"
  },
  {
    "id": "9341",
    "name": "Lost Valley",
    "minPlayers": 3,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "&quot;Gold, Gold, Gold &ndash; A Ton of Gold&quot; &ndash; this was the Seattle headline heard round the world announcing the discovery of great stores of gold in the Klondike. This was the beginning of an exodus of would-be prospectors dreaming of a better life; a chance to escape the toil caused by the financial recessions and bank failures of the 1890s. Gold Rush Hysteria was pulsing through the veins of the country and tens of thousands were willing to risk it all for the chance to &quot;have it all&quot;.&#10;&#10;Lost Valley is a game about the Klondike stampede that rushed North. It's about the grueling journey: traversing Steep Mountain passes with heavy loads, through severe weather, and ever-dwindling resources.&#10;&#10;During the course of the game, players must explore the ever-expanding lost valley in hopes of discovering a gold vein in a mountain, a virgin forest to provide timber or a fishing spot along the river to provide food. The map will be different each time you play, so you never know what lurks around the corner.&#10;&#10;As you set out from the outfitters with everything you own strapped to your back, you must balance carefully the resources that you need. Of course you will need tools, dynamite and timber to extract mountain gold, but you'll need to make sure you have room for food, rifles and fishing poles to help you survive in the wilderness.&#10;&#10;Grab your horse, your pack, and your whiskey because &quot;The Gold Fever is Raging&quot; in the Yukon. Hordes will go, many will turn back or die, but some will achieve their wildest dreams.&#10;&#10;Reimplemented by:&#10;&#10;&#10;    Lost Valley (second edition)&#10;&#10;&#10;",
    "categories": [
      "American West",
      "Exploration"
    ],
    "mechanics": [
      "Modular Board",
      "Point to Point Movement",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/rkJZHnivuaN7v9R8iR2TzQ__thumb/img/oWE1Sn8CB2WeXXet9h6wp97DUT8=/fit-in/200x150/filters:strip_icc()/pic201982.jpg"
  },
  {
    "id": "344768",
    "name": "Mobile Markets: A Smartphone Inc. Game",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 80,
    "age": 14,
    "description": "Congratulations! You are the CEO of a multinational consumer electronics company ready for the new mobile technologies generation. Compete with other smartphone manufacturers for selling as many goods as possible by planning technology researches, marketing campaigns, production and sales for the whole year. Gain advantages while resolving your plans for victory!&#10;&#10;Mobile Markets is a standalone game in the line of Smartphone Inc. providing a similar game experience, but it offers players new mechanisms, more complexity, and strategic planning, interaction, and competition.&#10;&#10;Join the race to satisfy the various demands of different types of customers all around the world!&#10;&#10;",
    "categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "mechanics": [
      "Action Queue",
      "Deck, Bag, and Pool Building",
      "Layering",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Turn Order: Stat-Based"
    ],
    "image": "https://cf.geekdo-images.com/DI1qfsJsPJr2-Nlgii1wUg__thumb/img/AVH0SsLjwcDfetVsHdbY5i0q9OM=/fit-in/200x150/filters:strip_icc()/pic7338111.png"
  },
  {
    "id": "88126",
    "name": "Time's Up! Family",
    "minPlayers": 4,
    "maxPlayers": 12,
    "playingTime": 30,
    "age": 8,
    "description": "Time's Up! Family is a charades-based party game for teams of two or more players (and is best with teams of two). Before the game begins, each player looks at several cards featuring well-known items, crafts and animals and chooses some of them. Each player's cards are shuffled to form a deck, and this deck is used for each of the game's three rounds.&#10;&#10;In each round, team members take turns trying to get their teammates to guess as many words and phrases on the cards as possible in 30 seconds. In round 1, almost any kind of clue is allowed, and the cluegiver cannot pass on a card. In round 2, no more than one word can be used in each clue (but unlimited sounds and gestures are permitted); the cluegiver can pass on any card he likes, and the teammates can give only a single answer. In round 3, the cluegiver can use no words at all and can pass as often as he likes; again, teammates are allowed only a single guess. Give good physical clues in round 1, and they'll pay dividends down the road when you need to keep your mouth shut and gesture like a maniac before time's up!&#10;&#10;",
    "categories": [
      "Memory",
      "Party Game"
    ],
    "mechanics": [
      "Acting",
      "Communication Limits",
      "Memory",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/IaRRFgVPFUkhklzt96Z3sA__thumb/img/t3qrVwTjF04gioPupyc7gfnqDis=/fit-in/200x150/filters:strip_icc()/pic903503.jpg"
  },
  {
    "id": "372631",
    "name": "Books of Time",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 14,
    "description": "The history of humankind has been written down for thousands of years. Our technological achievements, geographical discoveries, and the will to prosper are woven into intricate threads spread throughout books that tell the story of our time on Earth. Now you have the chance to shape this story.&#10;&#10;Books of Time puts a unique and exciting twist on tableau building, allowing you to construct three great books, each with their own sets of special abilities that you can write, thereby creating incredible combinations. The story of a civilization is now truly at your fingertips.&#10;&#10;Three types of pages go into player books: trade, science, and industry. During the game, you add pages to these books to create powerful combinations of actions that you can activate. You need to efficiently manage your resources to create the books that will meet your personal objectives and score you the most points.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/gzw1ZV2gFTABDpNA7yv9vQ__thumb/img/_LJwk5xMrXamV6wty1Rx0C2YpDg=/fit-in/200x150/filters:strip_icc()/pic7128296.jpg"
  },
  {
    "id": "103649",
    "name": "The City",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 10,
    "description": "In The City, players try to quickly and skillfully build their own city over the rounds, bringing in revenue and victory points (VPs). The cards are both buildings and currency, and the first player to collect 50 victory points wins the game. Victory points are cumulative from round to round, so a fast start yields a big advantage.&#10;&#10;Each turn, each player places a card from his hand face down, then all cards are simultaneously revealed. The cards show the buildings that the players want to build that round; building costs are paid for by discarding other cards. Some buildings provide income at the end of the round in the form of new cards, with certain buildings increasing the income provided by others; similarly, some buildings boost the VPs provided by others, with a University, for example, being worth one more VP for each School you have in play.&#10;&#10;Certain buildings have symbols on them &ndash; car, fountain, shopping cart - and the income and VPs provided by some buildings depends on how many symbols you have in play; the Autobahn, for example, is worth one dollar (i.e., card) and one VP for each car symbol you control.&#10;&#10;",
    "categories": [
      "Card Game",
      "City Building"
    ],
    "mechanics": [
      "Hand Management",
      "Income",
      "Multi-Use Cards",
      "Race",
      "Simultaneous Action Selection",
      "Tags"
    ],
    "image": "https://cf.geekdo-images.com/sSuL2M_3ukm0Nj3Z2jGaUA__thumb/img/fARe1anDcPA71e4SjlsogJFhn7g=/fit-in/200x150/filters:strip_icc()/pic4495514.png"
  },
  {
    "id": "313065",
    "name": "Transmissions",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "Based on the lovely illustrated world of Matt Dixon, Transmissions brings his world of mechanical friends to life. In the game, players share robots as workers moving around a rondel-styled board, collecting engrams and electricity. These are used to gather ideas to improve your use of the robots or items to score points at the end of the game. You also build your own set of connected, flowing pipes while gathering birds and butterflies to score even more points. The game ends when no ideas are left, a player's robots are complete, or no pipes remain to be built. After all other players take one more turn, the player with the highest total score wins!&#10;&#10;The game features a unique mechanism of worker selection and sharing with incredible illustrations, adorable miniature robots, and very welcoming play for everyone!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [],
    "mechanics": [
      "Hand Management",
      "Rondel",
      "Set Collection",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/mQ5iuKUNKDdorpkJvGwVPA__thumb/img/o2w0ObWmXEy35zkVxBSAXtHGY8M=/fit-in/200x150/filters:strip_icc()/pic5663973.jpg"
  },
  {
    "id": "270636",
    "name": "My Farm Shop",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "Growing food in your own garden, keeping livestock yourself &mdash; self-sufficiency is all the rage, but running an actual farm with a successful farm shop is a much bigger challenge than that.&#10;&#10;In the family game My Farm Shop, players can live through that experience without leaving the house. Three dice are thrown on each turn. With one die, the active player selects a new expansion for their farm, and the combination of the other two dice dictates which field will be activated on the farm &mdash; not only for the active player, but for all others as well. The expansions enhance the actions that players use to milk cows, shear sheep, harvest honey, or collect eggs, and these raw materials can then be sold. In the end, whoever makes the most money wins.&#10;&#10;",
    "categories": [
      "Farming"
    ],
    "mechanics": [
      "Dice Rolling",
      "Random Production"
    ],
    "image": "https://cf.geekdo-images.com/gc7UdItE2rE22W3RyMYr9A__thumb/img/9XFFgn0_LA6srwPofOrnkBuWRo8=/fit-in/200x150/filters:strip_icc()/pic5242786.jpg"
  },
  {
    "id": "154906",
    "name": "Isle of Trains",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 13,
    "description": "In Isle of Trains, players are train operators, building trains with the right mix of freight cars needed to complete delivery contracts before your opponents.&#10;&#10;Cards are used in multiple ways: they can be built as train cars or buildings supporting your train line, used as currency to pay the cost of building those new train cars and buildings, or used as cargo to load on available train cars.&#10;&#10;When loading cargo on an opponent&rsquo;s train, players receive an immediate benefit or action, but they are also giving their opponent the cargo they just might need to be able to complete a delivery contract and score big!&#10;&#10;Balancing the need to upgrade your train, take advantage of benefits from loading other players' trains, and complete delivery contracts first is the key to being the most successful train operator on the Isle of Trains!&#10;&#10;",
    "categories": [
      "Card Game",
      "Trains",
      "Transportation"
    ],
    "mechanics": [
      "Action Points",
      "Contracts",
      "Hand Management",
      "Income",
      "Layering",
      "Modular Board",
      "Move Through Deck",
      "Multi-Use Cards",
      "Set Collection",
      "Sudden Death Ending",
      "Tags",
      "Tech Trees / Tech Tracks",
      "Turn Order: Progressive",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/tzEq9B-ZsUaR6ck5-S49BA__thumb/img/ItASwe8Jixi4F82eefROIPHbaD8=/fit-in/200x150/filters:strip_icc()/pic1951594.jpg"
  },
  {
    "id": "317582",
    "name": "Mythwind",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 13,
    "description": "Mythwind is a cooperative &amp; solo &quot;cozy&quot; board game with unique characters, magical sprites, engaging story and an unending adventure.&#10;&#10;During the game, the characters are working together to establish and build a new town in the magical Mythwind Valley. They work to achieve various goals by constructing buildings within the town, adventuring throughout the region, navigating relationships with the mysterious sprites who inhabit the valley, and developing their character-specific professions.&#10;&#10;As an open-ended game, Mythwind has no distinct conclusion. Although many players may find a natural end point to their game at the conclusion of the story, players can continue to play the game for as long as they would like over as many game sessions as they wish. As players progress through the game, their town will develop and grow, reacting to changing seasons and to the members of the community over time. Progress made can be easily saved using the provided game trays, which offer a quick and easy solution for both tear-down of the current game and setup of future games.&#10;&#10;",
    "categories": [
      "Adventure",
      "City Building",
      "Civilization",
      "Fantasy",
      "Farming",
      "Mythology"
    ],
    "mechanics": [
      "Cooperative Game",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling",
      "Tech Trees / Tech Tracks",
      "Variable Player Powers",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "image": "https://cf.geekdo-images.com/pqu26JNQZB0jCcVDC18PKQ__thumb/img/R4WLcRpALnl-PJyq7Cvyh0dX2cc=/fit-in/200x150/filters:strip_icc()/pic6422235.png"
  },
  {
    "id": "319793",
    "name": "Happy City",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 10,
    "description": "Do you have what it takes to grow a city from a humble market to a thriving mini-metropolis? Collect 10 buildings and make sure your citizens are happy with the place they live in!&#10;&#10;Gameplay&#10;&#10;1. Income Phase &mdash; At the start of each round, every player receives coins equal to the sum of the income symbols shown on the bottom of their cards.&#10;&#10;2. Action Phase &mdash; Resolved in turn order:&#10;&#10;a. (optional) Discard 1 of the available Buildings from the market.&#10;b. Reveal up to 3 cards from any of the three Building decks and add them to the supply.&#10;c. Then, you have a choice: either purchase a card from the supply or purchase nothing and take a coin from the bank. Note: your city may not contain any duplicate cards.&#10;d. (optional) If your city meets the conditions for an available Bonus Building, you may claim it.&#10;&#10;Once any player adds a 10th card to their city, the game-end is triggered and every player multiplies the number of citizens by the total number of hearts on their cards, and whoever has the highest result wins the game!&#10;&#10;Happy City includes rules for two ways to play: a family version and an &quot;expert version&quot; that features more interaction and strategy.&#10;&#10;",
    "categories": [
      "Children's Game",
      "City Building",
      "Territory Building"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Income",
      "Market",
      "Open Drafting",
      "Set Collection",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/LKCjDd_tqDPpUdCOM6i9Qg__thumb/img/Un5-NmBFbY3wo9IpUy-oNYoq1Qg=/fit-in/200x150/filters:strip_icc()/pic6256486.jpg"
  },
  {
    "id": "144415",
    "name": "Nauticus",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 12,
    "description": "Harbor life, merchant ships, and boxes full of valuable goods in the heyday of the Hanseatic League &ndash; this is the setting for Nauticus from designers Wolfgang Kramer and Michael Kiesling. Each player runs a shipyard and tries to assemble ships of various sizes in order to ship goods with those same vessels. Time is short as each action can be executed only once per round, assembly of the masts and sails must be precisely coordinated, and the goods can be shipped only when the ship is complete. Thanks to the customized action wheels, everyone is always involved in the game's rapid sequence of actions.&#10;&#10;Whoever builds the biggest ships and ships the most valuable goods will be the winner in the end.&#10;&#10;",
    "categories": [
      "Economic",
      "Nautical",
      "Transportation"
    ],
    "mechanics": [
      "Action Drafting",
      "Modular Board",
      "Set Collection",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/5dgtvEMuEuj2304pPYUcUg__thumb/img/HQ_zoNoqaBugzkBhMdJBcGKutAQ=/fit-in/200x150/filters:strip_icc()/pic1708341.jpg"
  },
  {
    "id": "350755",
    "name": "King of Monster Island",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 10,
    "description": "A new King of Game rises: King of Monster Island&#10;&#10;We have detected irregular movement on the Monster Island. The volcano is erupting like never before. Monsters from all around the world are gathering on the Island, what is happening? They don&rsquo;t even fight each other anymore!&#10;Because is a greater menace is lurking. Something big enough to threaten every monster and make them fight together against the same enemy&hellip;&#10;&#10;Was this in the script? Wait&hellip; Is this a cooperative King of game?&#10;&#10;In King of Monster Island, players will play as giant monsters who must work together to defeat a titan-like Boss before it finishes building an interdimensional portal. Each turn, players will roll dice to damage minions &amp; boss, heal themselves, gain energy and buy cards, move around the island, activate human support, and increase fame. For the Boss&rsquo; actions, they are controlled entirely by the game itself. Using the results of the dice rolled into the volcano, the Boss will move, activate their minions, and attack nearby monsters. &#10;Their goal: allow their minions to set up the pylons needed to construct the portal. To win, the players must defeat the Boss before they manage to activate the portal or defeat even a single Monster.&#10;&#10;Otherwise Earth will be demolished!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "mechanics": [
      "Cooperative Game",
      "Cube Tower",
      "Dice Rolling",
      "Die Icon Resolution",
      "Open Drafting",
      "Push Your Luck",
      "Re-rolling and Locking"
    ],
    "image": "https://cf.geekdo-images.com/xxWHZdJ33jvv1Vg_eK_8dA__thumb/img/czik5uDGcb4iZR27QD6owq20y8M=/fit-in/200x150/filters:strip_icc()/pic6873467.jpg"
  },
  {
    "id": "356314",
    "name": "Exit: The Game – Advent Calendar: The Silent Storm",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 800,
    "age": 10,
    "description": "Exit: The Game &ndash; Advent Calendar: The Silent Storm is an EXIT game and a 24-part adventure story in one. To unravel the mystery of the Silent Storm, you must open a little calendar door every day. Behind each, you will find a new exciting puzzle, the solution of which will help you to move onto the next room. Only if you follow the clues and solve all 24 puzzles will you find the thief and the book...and save Christmas.&#10;&#10;Level: Beginner&#10;&#10;",
    "categories": [
      "Murder / Mystery",
      "Puzzle"
    ],
    "mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/bHGhN9Z5GzvdmOxH46Tlvw__thumb/img/ka-jtLDB8J0HR-5P8XigWojWm2I=/fit-in/200x150/filters:strip_icc()/pic7233518.jpg"
  },
  {
    "id": "158572",
    "name": "Waggle Dance",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 10,
    "description": "Build a beehive, collect nectar, and make honey while also being efficient, being strategic, and outmaneuvering your opponents!&#10;&#10;In Waggle Dance, a Euro-style worker-placement dice game for 2-4, players control worker bees to build their hive, produce more bees, collect nectar, return it to the hive and make honey! (What is a &quot;waggle dance&quot; you ask? It's a series of patterned movements performed by a scouting bee to tell other bees in the colony the direction and distance of a food source or hive site.)&#10;&#10;Players need to organize their bees to make as much honey as possible to see the hive through the coming winter. The winner is the first player to successfully create 7 or more honey tokens in their hive. It's up to you how to achieve this: Do you focus on nectar collection, increasing your bee population, expanding your hive, seeking favor with the queen, or splitting your resources to accomplish all of these? Whatever you choose, the natural world is a competitive environment and you can be sure the other players will be looking to maximize their advantage.&#10;&#10;Waggle Dance is designed to be a highly accessible language independent game with a simple rule-sheet appealing to all levels of gamers.&#10;&#10;",
    "categories": [
      "Animals",
      "Dice",
      "Environmental"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Set Collection",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "image": "https://cf.geekdo-images.com/mql4ZA17CcBvwurWB8RxLQ__thumb/img/CdqLcVwLPUK-kInfu5TGQnsSuGg=/fit-in/200x150/filters:strip_icc()/pic2597688.jpg"
  },
  {
    "id": "200454",
    "name": "Planetarium",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 10,
    "description": "Matter swirls around a new born star, coalescing on the planetoids that orbit it. Planets evolve, grow and migrate in their orbits, forming a unique solar system by the end of every game. Planetarium is a game of creation, chaos and terraforming on the grandest scale.&#10;&#10;Players are competing to crash combinations of elements onto planets that then allow them to play cards to evolve the planets in a variety of ways, with each player looking to evolve planets in the system to suit their own secret endgame goals.&#10;&#10;On a turn a player will firstly move a matter or planet token in a clockwise direction around the star. The board is mapped with a series of lines, tracing orbits around the star, and it is along these lines that the tokens are moved. If a matter token moves onto a space occupied by planet token then the matter token is placed on the player's mat (on the respective planet). In the same way, planets can also be moved onto matter tokens, placing the matter tokens on the player's mat.&#10;&#10;In the second part of a turn a player can play Evolution cards from their hand at the cost of the matter tokens they have collected on their player mat (some cards have other special requirements to play). If a player plays a card, they score the cards points and check to see if their card has changed the state of the planet from hostile to habitable by checking the total habitable and hostile points played to the planet (some end game goals require planets to be hostile or habitable). The player may then draw a card from one of three decks, Low Evolution (cards that score less points but require less matter to play), High Evolution (cards that score more and are harder to play), and Final Evolution (cards that can only be played on a player's final turn).&#10;&#10;The thematics of the game have been developed with an eye on the science, led by a scientist working on NASA's search for life on Mars. Evolution cards thematically include all kinds of planetary phenomenon, from asteroid impacts, atmospheric effects, to geological events. Final Evolution cards mark the relatively stable state a planet is in at the end of the solar system's development and include classifications for the final planets such as Hot Jupiter or an uninhabitable frozen dwarf planet.&#10;&#10;The game consists of a beautiful game board with handfuls of matter tokens, approximately 36 Evolution cards and 16 Final Evolution cards (all with unique space art and flavor), player mats, and player and score markers.&#10;&#10;",
    "categories": [
      "Educational",
      "Science Fiction",
      "Space Exploration"
    ],
    "mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/AJEBXgU3LiC50ov95rGGvQ__thumb/img/TYzBcPN-sMZde8jTmSApEZah0ow=/fit-in/200x150/filters:strip_icc()/pic3224251.jpg"
  },
  {
    "id": "4192",
    "name": "Warhammer: The Mass Combat Fantasy Roleplaying Game (1st Edition)",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 240,
    "age": 8,
    "description": "Warhammer is the complete game system for fantasy adventuring and warfaring. Within the three volumes of this set, you will find all the information needed to play out fantastic battles and adventures using miniature figures and dice. Suitable whether you are a handful of adventurers facing unknown perils, or a great general leading your huge army into battle against hordes of evil monsters.&#10;&#10;The Warhammer rules feature sections on:&#10;&#10;     Movement&#10;     Psychological Factors&#10;     Shooting&#10;     Combat&#10;     Flying Creatures&#10;     Fighting Tabletop Battles&#10;     Fighting in Dungeons&#10;     Creature Lists&#10;     Wizards&#10;     Wizard's Careers&#10;     Casting Magic&#10;     Dueling and Magical Instincts&#10;     Fumble Factors&#10;     Level 1 to 4 spells&#10;     Random Generation&#10;     Necromancy&#10;     The Game Master&#10;     The Players Creating and Adventure&#10;     Character Advancement&#10;     Injuries&#10;     Starting Expeditions&#10;     Running Adventure Campaigns&#10;     Encounter Charts&#10;     plus two special scenarios:&#10;         The Ziggurat of Doom&#10;         The Adventure of the Redwake Valley&#10;    &#10;&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Modular Board",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/u3nXT3tBV-4TYi_s6BD-cA__thumb/img/P0IweHANvNlEbgW4Sxp_idyCkzk=/fit-in/200x150/filters:strip_icc()/pic170056.jpg"
  },
  {
    "id": "345266",
    "name": "Tales from the Red Dragon Inn",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 14,
    "description": "Put down your flagons and strap on your swords, it&rsquo;s time to delve through some dungeons in Tales from the Red Dragon Inn! A new 1-4 player cooperative board game by SlugFest Games!&#10;&#10;In Tales you will take on the role of one of the famous characters from The Red Dragon Inn series of games as they tackle their day job of being big damn heroes. The multi-scenario campaign pits the players against game-controlled enemies tailor-made for each illustrated fold-out game map. Each scenario will take you to a new map, with new foes and even a few tricky puzzles to solve. You'll need to work together with the other players by equipping hero and item cards to support your allies who have their own unique abilities and roles.&#10;&#10;Each scenario has specific objectives, so how you and your party beat each one varies from &quot;kill all the enemies&quot; to &quot;survive X turns&quot; to &quot;protect this thing until something happens&quot; to &quot;get to this room on the map&quot;. All of the players win the scenario together by completing that scenario's final objective. They can also all lose together if any one of them are defeated in combat, or in the case of many scenarios, the enemies complete their own AI-controlled objective.&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice",
      "Exploration",
      "Fantasy",
      "Miniatures"
    ],
    "mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Multiple Maps",
      "Once-Per-Game Abilities",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Turn Order: Random",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/k5w9qA1l16BbNxbHEv9gcA__thumb/img/84xY1urq3tQ5ybFnj245fBHls_c=/fit-in/200x150/filters:strip_icc()/pic6388041.jpg"
  },
  {
    "id": "333055",
    "name": "Subastral",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 10,
    "description": "We need only lower our gaze from the stellar night skies to the planet below to see that beauty surrounds us! The biomes of planet Earth are as diverse and wondrous as the living creatures that populate them, and ideally you'll see more than your fair share of them in the strategic card game Subastral.&#10;&#10;In the game, you collect cards that represent your notes on eight different biomes: subtropical desert, savanna, tropical rainforest, chaparral, temperate grassland, temperate forest, taiga, and arctic tundra. You start the game with three random cards in hand; each card depicts one of the eight biome types and is numbered 1-6. Eight cards are placed onto six clouds in the center of the table, with the deck to the left of the #1 cloud and a sun card to the right of #6.&#10;&#10;On a turn, play a card from your hand onto the matching numbered cloud, then collect any pile of your choice to the left or right of the pile on which you played. If you choose a cloud to the left toward the deck, you add the cards on that cloud to your hand, then draw an additional card from the deck and add it to your hand. If you choose to the right toward the sun, you add those cards to your &quot;journal&quot;, which is your collection of cards. Cards from the same biome go in the same pile, and you build piles from left to right in your journal as you collect cards from new biomes, with those piles being numbered 1-8. To end your turn, you draw a card from the deck to fill the empty cloud space.&#10;&#10;When you hit the &quot;game end&quot; card in the deck, complete the round, then play one additional round. Each player then scores for their journal in two ways: Score for your two biomes that have the most cards, with each card in those biomes worth as many points as the number of the pile. (In other words, whatever two biomes you start collecting last, you want to collect a lot of them since those cards will be worth the most points.) Next, you remove one card from each biome left to right until you hit an empty space or run out of biomes; the set is worth 1-36 points depending on the number of cards in it. Then you create another set collecting cards from left to right, etc. until your leftmost biome is empty. Whoever has scored the most points wins!&#10;&#10;Will your journal of research notes on the planet's biomes be deep and diverse enough to stand out amongst your peers?&#10;&#10;",
    "categories": [
      "Card Game",
      "Environmental"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/vMnthLxxHa17J6CC7C4d7Q__thumb/img/vUWEDpRT86E5qXC8-CQnz3d7UPI=/fit-in/200x150/filters:strip_icc()/pic6766397.png"
  },
  {
    "id": "255570",
    "name": "Brotherhood & Unity",
    "minPlayers": 2,
    "maxPlayers": 3,
    "playingTime": 240,
    "age": 14,
    "description": "Winston Churchill once said - &quot;The Balkans produce more history than they can consume.&quot; And the history of Bosnia and Herzegovina showed just that. The war that erupted in the spring of 1992 brought bitter fighting, indiscriminate shelling of civilians and a wave of atrocities. The war was fought by: three local ethnic groups (Bosniaks, Serbs and Croats), paramilitary formations from Serbia and Krajina, Croatian armed forces, foreign Muslim volunteers, UN peacekeepers, and NATO airforce. Events such as the Siege of Sarajevo and the Srebrenica massacre became iconic of the conflict, as the war became the single most important historical event in Balkans since the WW2. And still - it's objective history has yet to be written.&#10;&#10;Brotherhood &amp; Unity is a 2-3 player card driven wargame which depicts the war in Bosnia and Herzegovina from 1992-1995 (&quot;Bosnian War&quot;). The game shows all of the major events: from the siege of Sarajevo (shown in separate, detailed map), to the ferocious battles for the Posavina corridore, and desperate defence of the Bosniak enclaves. Main features are: Point-To-Point movement system, play driven by Strategy Cards, quick combat resolution (no CRT),  streamlined rules and fast gameplay. Interaction between warring sides (Bosniaks, Serbs and Croats) creates an intensive and exciting gameplay experience.&#10;&#10;Player's military strength fluctuates based on historical facts, with Serbs starting superior in all aspects, and Bosniaks struggling to organize an effective fighting formation. Military units represent Brigades - standard military formations of the time, ranging from 1500-2000 soldiers. They have different combat and movement values (based on historical data), which forces players to use different tactics for different opponents. Majority of these units are non-motorized infantry formations (moving only several spaces per round), but with the use of special offensive cards players can increase their mobility and surprise the opponents.&#10;&#10;The game simulates three distinct sides in the war: Bosniaks, Serbs and Croats - with no clear border separating them. That provides an interesting set of choices to players: to attack or to fortify, whom to ally with, and when to change sides. That leads to many turnarounds and pragmatical alliances with former enemies - as was historically the case.&#10;&#10;Each player gets a deck of Strategy Cards, simulating a variety of historical events. The player starts an action round by playing a Strategy Card from his hand. A card can be played as an event (Combat Card, Offensive, Interrupt, Foreign Units and Other) or as one of the game actions (Movement, Attack, Strategic Redeployment, Diplomatic Action or Reinforcement). The events and card values have been carefully created to mimic the historical events and choices. Since each game uses only a part of the available card deck, players can't be certain which cards will be drawn during the game. That creates a &quot;card fog-of-war&quot; and makes the game more replayable.&#10;&#10;Game uses Strategic Will point system to keep track of the victories and losses, and to determine the final score. It is affected by a number of things: capturing or losing regions, capturing or losing key spaces, eliminating or losing units, and as a result of events. One of the most important aspects of the game is capturing player's own key regions - which were different for each side, and which reflects the different aims the each side had.&#10;&#10;The Foreign Attitude is another major track in the game which represents the diplomatic stance of foreign powers (European countries, USA, Russia, and UN) towards a player. It is affected by capturing cities (thus creating refugee crisis) and as a result of events, and generally represents a player's international reputation. When it reaches certain levels, negative effects occur - from reduction of movement, to NATO air strikes, to even losing the game.&#10;&#10;The game enables player to invite United Nations to create UN Safe Areas, thus giving a player some kind of protection from being overrun. NATO Air Strike happens when players overreach themselves, capturing too many cities too quickly, thus creating a major refugee crisis and media outcry. Without careful diplomatic balancing, the greatest offensive can thus be derailed and bring a player to the brink of destruction.&#10;&#10;Supplies are scarce and can be cut-off, thus starving and eventually eliminating the unsupplied units. Combat results are easy to calculate, and are based on unit attack and defence values modified by terrain and die roll results (no CRT is used). Rules are streamlined to reduce clutter and unnecessary actions, which enables a fast gameplay - the full game is usually played in bit over two hours.&#10;&#10;The name &quot;Brotherhood and Unity&ldquo; comes from a socialist Yugoslavia doctrine created to inspire unity between 7 nations from which Yugoslavia was created. It was also a main motto behind the Socialist Republic of Bosnia and Herzegovina &ndash; nicknamed &bdquo;Small Yugoslavia&ldquo; due to its ethnical, cultural and religious diversity. The irony is that when B&amp;H got engulfed in a war, there was neither brotherhood nor unity to be found .. what followed was four years of bloody warfare. It remains to be seen will B&amp;H rise above the legacy of The War and reach (or surpass) the prosperity it enjoyed during a socialist Yugoslavia.&#10;&#10;Product Information:&#10;&#10;Complexity: 5 out of 10&#10;Solitaire suitability: 5 out of 10&#10;Time Scale: 1 year per turn, 2 months per action round&#10;Map Scale: Point-to-point strategic level&#10;Unit Scale: Brigades&#10;Number of Players: 2 to 3&#10;Suitability for Solitaire: Medium&#10;Average Time to Play: 2 to 3 hours&#10;&#10;Components:&#10;&#10;1 22&quot;x34&quot; Mounted Map&#10;260 9/16&quot; Counters&#10;96 Strategy cards (in 3 decks: Serbian, Croatian and Bosniak)&#10;3 Player aid cards&#10;1 Rulebook&#10;1 Ten-sided die&#10;1 Box and lid set&#10;&#10;",
    "categories": [
      "Civil War",
      "Modern Warfare",
      "Political",
      "Wargame"
    ],
    "mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Movement Points",
      "Point to Point Movement",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/4P5PUxgfBhAblcevF308RQ__thumb/img/4L0vnymC6MVzd74zUa3YmsKkj9A=/fit-in/200x150/filters:strip_icc()/pic4191183.jpg"
  },
  {
    "id": "258148",
    "name": "Power Rangers: Heroes of the Grid",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 14,
    "description": "Power Rangers: Heroes of the Grid gives each player the chance to take the role of a Power Ranger, the heroes of Angel Grove who defend the earth against the evil Rita Repulsa and her nefarious minions. Each Ranger comes with a unique combat deck representing their special skills and fighting style. From the Red Ranger's leadership karate skills, to the Yellow Ranger's Sabertooth ferocity, to the Blue Ranger's tactical mind, each ranger brings a unique set of skills to the table. You need to use your powers well if you intend to save Angel Grove!&#10;&#10;In each game, you need to protect four combat zones that are being targeted by the evil Rita Repulsa. Each round, enemy forces deploy onto these zones and cause chaos among the populace. Who knows what sort of strange monsters Rita has cooked up for the Rangers this time?&#10;&#10;During play, Rangers must manage their actions and coordinate their defenses, moving to the locations under the most threat and doing battle with enemies. Finding time to rest and recover between engagements as they prepare to defeat the mastermind behind this plot.&#10;&#10;During battle, each Ranger and each enemy in the location participate in the combat sequence. Enemy cards represent enemy actions and health. Rangers can attack these cards to disrupt their attacks. Each minion card the rangers defeat removes one minion figure from that location. Monsters are much deadlier foes with a variety of special attacks that you'll need to deal with and defeat before you send them packing! A Ranger's combat deck represents their health, with each card played and blow sustained slowly whittling away at their options. They'll need to find time to rest or power-up at the Command Center if they want to stay fresh for the next fight!&#10;&#10;As the Rangers defeat enemies and progress through the game, they'll unlock Zord cards which provide them unique abilities and special actions they can perform. Eventually they'll be able to unleash the full power of the mighty Megazord!&#10;&#10;Each game reaches its climax with a confrontation with the enemy Master, a devastatingly powerful foe who must be thwarted if the Rangers wish to save the city! Do you have what it takes?&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "categories": [
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/0KgGvgtbZkuvHj1ljJ_ziQ__thumb/img/FE0QLykycIlqp6awHnV5ZSlCJP0=/fit-in/200x150/filters:strip_icc()/pic4263326.png"
  },
  {
    "id": "181495",
    "name": "Alone",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 14,
    "description": "Alone is a sci-fi survival horror / dungeon crawler game that will pit a single, stranded hero against 1-3 evil masterminds who will do their best to stop the hero from completing a quest to discover the truth and save his companions.&#10;&#10;The Evil players always have the full map of the scenario in front of them, hidden behind a huge screen. They manage all the events happening during the game, and try to stop the Hero from completing his objectives.&#10;&#10;The Hero can only see the Sector of the map he is in, and from there he will have to explore the map. All kind of horrors may be hiding in the darkness, so he will have to be cautious. At the end of each round, the portions of the map he explored will be removed from the table: only the Sector he is in will stay visible... the Hero will have to put his memory to test, if he doesn't want to get lost!&#10;&#10;The story of the game will be unfolded through several scenarios, each one divided into several chapters. Each chapter has an objective for the Hero to complete, while the Evil players will have to stop him (or try to fulfill a different objective of their own). The outcome of each chapter will influence the gameplay of the subsequent one: each scenario is conceived with a branching storyline that can adapt to the actions of the players: if the Hero completes his goals, his life will be easier in the next chapter... but that is also true for the Evil players!&#10;&#10;",
    "categories": [
      "Science Fiction"
    ],
    "mechanics": [
      "Action Queue",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Modular Board",
      "Secret Unit Deployment",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/o1bcRVsS2hQGCWLU7u2nBA__thumb/img/3JikvD4AoREJBEa06lTW90dUtb0=/fit-in/200x150/filters:strip_icc()/pic3418138.png"
  },
  {
    "id": "259061",
    "name": "Skytear",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 13,
    "description": "Skytear is a competitive card-driven miniatures game inspired by MOBA video games (like League of Legends) featuring 32 heroes from an original fantasy universe.&#10;&#10;Using a draft system that supplements regular deckbuilding, players pick heroes from four factions in order to flexibly respond to their opponent's selections.  Then, using these heroes, players compete to take control of the lanes and lead the minions there to assault the enemies' towers, or enter the dome to take control of the outsider there. In doing so, they will win one of the three victory conditions selected at the start of the game, allowing for potential bluffing or feints by switching objective.&#10;&#10;Skytear is diceless, instead revolving around modifiers printed on each power card. This duality of effect means deckbuilding is a nuanced issue: cards that are most beneficial when played (and likely will) come with a negative modifier, reducing the effectiveness of most attacks. At the same time, drafting a particular hero provides you with their associated cards, meaning flexibility can be integrated into your hero selections.&#10;&#10;With two maps, 32 heroes, and over 65 power cards at launch, Skytear is an extremely replayable tactical experience.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Video Game Theme"
    ],
    "mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/rVvI9IAPEw8UEydG1bucAg__thumb/img/BvPjHE8i7pHEop5nru8D1b-dn0c=/fit-in/200x150/filters:strip_icc()/pic5396946.png"
  },
  {
    "id": "284616",
    "name": "Small Samurai Empires",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 13,
    "description": "Small Samurai Empires is an action-programming area-control game for 2-4 players, where players are fighting for control of Japan with their armies of Samurai!&#10;&#10;A game of Small Samurai Empires is played in 3 Eras, each consisting of 2 rounds. Each round, players will take turns placing order tokens facedown on one of the slots available in the 4 regions of Japan. When all players have placed their tokens and filled all the token slots, they will be revealed and resolved one by one by the owner of the token. These order tokens will enable the players to recruit mighty Samurai armies, move their armies to conquer provinces, build castles to defend and maintain control of their provinces and do other meaningful actions.&#10;&#10;At the end of each of the three Eras, players will score points depending on the regions they control and their value, which can change during as the game progresses. Finally, the player with the most points at the end of the game is the winner!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Medieval"
    ],
    "mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Programmed Movement"
    ],
    "image": "https://cf.geekdo-images.com/__CKQIPmwiNsl9B4mVRZSQ__thumb/img/HkFBXHvVXtGP1ZRToTo3JTM5FM0=/fit-in/200x150/filters:strip_icc()/pic4843663.jpg"
  },
  {
    "id": "257193",
    "name": "Starcadia Quest",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 13,
    "description": "Starcadia Quest is a new standalone campaign game for 2 to 4 players. The dastardly Supreme Commander Thorne is looking to control the galaxy (at least a good portion of it) and each player leads a crew of two heroes flying through space on a quest to defeat him. While they share the same goal, the different crews are not exactly in league with one another. They will compete as much with each other as they do with Thorne and his army.&#10;&#10;",
    "categories": [
      "Adventure",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Space Exploration"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/UzOSmldhPAaIWEpFK-upbw__thumb/img/8N9Q6wK6ygNZ78yZxlBvrmQkuic=/fit-in/200x150/filters:strip_icc()/pic4258177.png"
  },
  {
    "id": "299592",
    "name": "Beez",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "Prepare yourself to take flight as a bee!&#10;&#10;In Beez, players compete to optimize their flight plans to secure nectar for their hive. Be careful of the other bees as you will compete with them over a set of public and private scoring goals. The challenge in planning and storing the nectar will make your brain buzz!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "mechanics": [
      "Contracts",
      "Grid Movement",
      "Hexagon Grid",
      "Modular Board",
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/EiVjc2erZbNIGAad5IJJDQ__thumb/img/gKswZWcdhZ-xt_oSbjeo_dMjIs4=/fit-in/200x150/filters:strip_icc()/pic5186783.png"
  }
]
