[
  {
    "id": "150294",
    "name": "COGZ",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "COGZ is a mad scientist strategy board game set in the steampunk era, where someone has broken the mad professor&rsquo;s chromatic cogtraption!&#10; You are a cognizant cogineer trying to repair the broken cogtraption before the professor returns. The other cogineers all seem to think they have the superior cognition needed to rebuild the chromatic device. It&rsquo;s time to prove you are the true cogineer genius!&#10;Hurry! You recognise there isn&rsquo;t much time to do this incognito before the professor returns with his cog-nac&hellip;&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;How to PlayCogineers are all swapping segments of the broken cogtraption to repair it. As long as the segment is different, cogineers gain cognition (game points) for doing so. When a mechanism is repaired fully it can no longer be modified by the other cogineers who all have their own agenda for repairs. There is bonus cognition and bonus turns to be awarded for clever repairs as well.&#10;&#10;COGZ is a very simple game though it hides a huge amount of strategic depth which is normally discovered as cogineers gain experience. The best way to learn the game is to play the game. You can download the latest rules from the website (http://cogz.raez.net) and if you signup to the Newsletter you can also get the download link for the print and play version.&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Game Play Features&#10;    Mensa Endorsed - COGZ has been tested by Mensa Members from a number of countries and has been endorsed by the High IQ Society Mensa.&#10;    Colour Blind Accessible -  COGZ has been heavily tested with Colour Blind people with various visual impairments and optimised to be accessible to the common colour blind limitations.&#10;    Variants Included&#10;&#10;&#10;&#10;        COGZ included a book of variants. Tournaments, Team play, Different board layouts, 3D board setups and increase player range from 1-12 players.&#10;&#10;&#10;&#10;    Free Shipping - COGZ has free shipping to any international destination. It will also include VAT in Europe and GST in Australia.&#10;    Multiple Languages - COGZ has been translated into multiple languages. The latest rules can be downloaded from the website download section when they are complete.&#10;&#10;&#10;&#10;    Play Tested - COGZ has been play tested for almost 3 years and the game play has been repeatedly improved.&#10;    Wide Age - Both kids and adults can play COGZ and learn new skills and strategies as they progress.&#10;    Wide Skill - COGZ can be played very lightly right through to intense strategic planning.&#10;    Improve IQ - The more you play COGZ the better your pattern matching, planning and strategy will become.&#10;    Modular - The broken cogtraption is constructed from the Cog Tiles and provides infinite variations.&#10;    Elegant - The COGZ rules have been refined repeatedly to be as polished as a nice brass cog.&#10;    Competitive - In 2 or 3 players, COGZ can be incredibly strategic. COGZ Tournament variant is included.&#10;    Casual - In higher numbers of players (5 and 6), COGZ is more casual and social fun.&#10;    Simple - There are numerous layers of strategy in COGZ making it simple to learn but hard to master.&#10;&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Game Component Features&#10;    1200dpi graphics&#10;    thick cardboard&#10;    linen finish on all components&#10;    cotton drawstring bag&#10;    foil logo printing on Drawstring bag&#10;    solid brass game gadget interscrews&#10;    game gadget functional gear mechanisms&#10;&#10;&#10;&#10;COGZ will be available primarily via the RAEZ Shop shop.RAEZ.net and your favourite retail store.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Educational",
      "Memory",
      "Puzzle"
    ],
    "mechanics": [
      "Hand Management",
      "Memory",
      "Modular Board",
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/ila5cQStl2yZ_unte402mw__thumb/img/SIujxjWM3FxzixVcobpqkTxJM-U=/fit-in/200x150/filters:strip_icc()/pic2329715.jpg"
  },
  {
    "id": "2252",
    "name": "King of the Tabletop",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 180,
    "age": 12,
    "description": "Each player controls a kingdom made up of land tiles of different terrains (mountains, forest, etc), castles, settlements, and people and creatures.&#10;&#10;The object of the game is to have a certain amount of prestige, judged by the size of one's kingdom, treasury, and the number of special heroic characters inhabiting the kingdom, as well as possession of a Grand Muniment (very large castle).&#10;&#10;This game was originally published in Dragon #77. Clarifications appeared in Dragon #78, along with an additional rules clarification in the &quot;Out On a Limb&quot; column in Dragon #81.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Exploration",
      "Fantasy",
      "Humor",
      "Print & Play",
      "Territory Building"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Events",
      "Secret Unit Deployment"
    ],
    "image": "https://cf.geekdo-images.com/ZIsFKS1Lji7igc0Utif9Vw__thumb/img/0Jz9UGIEAyJENWHkZLmJq6qxttA=/fit-in/200x150/filters:strip_icc()/pic387635.jpg"
  },
  {
    "id": "388668",
    "name": "Flame & Fang",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 12,
    "description": "In a world where dragons were thought to be extinct, somehow a clutch of eggs survived. Now hatched, the siblings must struggle to thrive in a harsh world that doesn't seem to want them there. Worse yet, they have attracted the attention of an evil presence that has begun to stalk them...&#10;&#10;In Flame &amp; Fang, players have to manage the three different aspects of their dragon: the need to fight, the desire for flight, and the thirst for the hunt. Each turn players draw and play cards that let them fly around the board, gather resources, upgrade abilities, battle enemies, and turn new pages to reveal their story.&#10;&#10;More generally, players will co-operate to guide a group of dragons through a series of adventures. Players each control their own dragon to navigate the chapters that continue the tale of how the dragons will grow, mature, and overcome obstacles. The game requires deck crafting, hand management, action selection, and co-operative planning to ensure success!&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game",
      "Fantasy"
    ],
    "mechanics": [
      "Action / Event",
      "Cooperative Game",
      "Deck Construction",
      "Deck, Bag, and Pool Building",
      "Events",
      "Hand Management",
      "Market",
      "Multi-Use Cards",
      "Scenario / Mission / Campaign Game",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/W0NT2wUgjqQSh66vPmQurQ__thumb/img/cu--nfMVzAktwVSCSppQqBMNDgI=/fit-in/200x150/filters:strip_icc()/pic7528174.png"
  },
  {
    "id": "269971",
    "name": "Ubongo: 3-D Family",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 25,
    "age": 8,
    "description": "Ubongo: 3-D Family includes puzzles with four levels of difficulty to offer the perfect challenge for every age group. Who will be the first to fit their puzzle pieces next to, above, and inside one another? Can you complete your puzzle before time expires? Precious gems await those who do...&#10;&#10;",
    "categories": [
      "Puzzle"
    ],
    "mechanics": [
      "Grid Coverage",
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/-KNGGV6LUrzPeQgrX-pXhA__thumb/img/zbVZAlF3PySIDQhzEQZCpVp-RLg=/fit-in/200x150/filters:strip_icc()/pic4526526.jpg"
  },
  {
    "id": "309000",
    "name": "Blue Skies",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 14,
    "description": "The year is 1979, and the U.S. government has just deregulated the airline industry, opening it to competition in terms of fares, routes, and the airline companies themselves. You represent a new airline that's trying to set up business in the U.S., but you have an entire country open to you, so where will you set up shop and how can you profit more than the other newcomers to ensure that you survive?&#10;&#10;In Blue Skies, the game board presents players with thirty airports in thirty cities. Each airport has four gates, with you using 2-4 gates depending on the number of players. To set up, draw airport demand cards from the deck to seed airports with passengers. Whenever you place passengers on the board, draw from a bag that initially contains 100 red cubes and 25 green cubes; for each airport, continue drawing until you draw a red cube, then redistribute passengers at the open gates of that airport as evenly as possible.&#10;&#10;(Note that at most the first five airports drawn will have an open gate, and even those will start with only one open gate run by a local airline. All of the other passengers are just bunched up at the gate waiting for you to serve them!)&#10;&#10;Each player starts with three demand cards in hand, and they take turns choosing two gates with a purchase price of at most 6. Players adjust their income from 0, with their income being set to equal the number of passengers now waiting at their gates, then the game begins.&#10;&#10;On a turn, each player in turn buys new gates at airports of their choice, spending at most 6 points and adding any unspent points to their score. You can buy out a local airline, set up gates in new cities, or purchase multiple gates in the same airport to try to dominate that area.&#10;&#10;Each player in turn then plays a demand card from their hand, drawing passengers form the bag to place one or more passengers at that location. Then demand cards equal to the number of players are drawn, and more passengers are ahead to those airports. The game board lists the number of cards for each airport, so you somewhat know the odds of where passengers might arrive.&#10;&#10;Players adjust their income to account for the opening of new gates, the redistribution of existing passengers, and the arrival of new passengers, then they add their income to their score. If a player now has at least 100 points or has placed their twentieth and final gate, the game ends immediately; otherwise, you add a local airline gate to each airport with passengers but no open gates, pass the first player marker, then start a new round.&#10;&#10;At game's end, score the seven regions of the United States based on the player's dominance of those regions. Each airport has a scoring value, e.g., ORD is worth 4, and each gate you have in Chicago is worth 4 for determining dominance in both the Midwest region and the Central region. (ORD is one of four airports in two regions, with the others being JFK, LAX, and DFW.) If you have the most dominance in the Central region, you score 13 points, whereas second place is worth only 6 points. Whoever has the most points wins.&#10;&#10;",
    "categories": [
      "Aviation / Flight",
      "Economic",
      "Territory Building",
      "Transportation",
      "Travel"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Investment",
      "Square Grid"
    ],
    "image": "https://cf.geekdo-images.com/g4QTlC70w1JYnSyfpEgQHg__thumb/img/B0DASGHAxDGZIj2zdvV1YMvGrZw=/fit-in/200x150/filters:strip_icc()/pic5394322.jpg"
  },
  {
    "id": "33785",
    "name": "Elsenborn Ridge: Tactical Combat During the Battle of the Bulge – A Panzer Grenadier Game",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 0,
    "description": "From the Avalanche Press website:&#10;&#10;In late December, 1944, German armies rolled into the wooded hills of the Ardennes in eastern Belgium, striking a final blow against the American troops forcing their way toward German territory.  Panzer Grenadier: Elsenborn Ridge covers the fierce fighting on the &quot;north shoulder&quot; of the Battle of the Bulge between the American First Army and the German Sixth SS Panzer Army and Fifth Panzer Army. The heroic stand at St. Vith by 7th Armored Division, the &quot;panzer graveyard&quot; of Krinkelt, the destruction of 1st SS Panzer Division &mdash; it's all here, and more.&#10;&#10;Elsenborn Ridge is a stand-alone game in the Series: Panzer Grenadier (Avalanche) series: You do not need any other game in the series to play any of the 35 scenarios. These include fierce tank battles and infantry actions, including the failed drive of Jochen Peiper's battle group toward the Meuse River, 3rd Armored Division's destruction of 2nd SS Panzer Division, the American stand along Elsenborn Ridge and the collapse of the 106th Infantry Division.&#10;&#10;Pieces include American paratroopers, German Tiger II tanks, American P47 fighter-bombers, German &quot;Nebelwerfer&quot; rocket launchers, and much more. Both German regular army and Waffen SS troops are present. There are four semi-rigid mapboards, created by artist Guy Riessen.&#10;&#10;The 2015 printing of Elsenborn Ridge sports a new cover, and includes the Panzer Grenadier Fourth Edition rules.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/t0K4SxNtZ4InPtGOaWb4pg__thumb/img/sp5qQ9_se8lcCyEE51Hbe-BeNF8=/fit-in/200x150/filters:strip_icc()/pic2396706.jpg"
  },
  {
    "id": "63778",
    "name": "Word on the Street Junior",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 8,
    "description": "Word on the Street Junior uses the same game play as 2009&rsquo;s Word on the Street: Players are presented with a category, choose a word that fits that category, then move the letters in that word toward their side of the street. If a player or team moves eight letters off their side of the board, they win the game. Word on the Street Junior differs from its parent in that it includes categories appropriate for younger players (ages 8 and up instead of 12 and up) and the complete alphabet instead of only 17 letters. Including the vowels will likely make the game easier for younger players as they won&rsquo;t have to strain to think of words with little used consonants.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Educational",
      "Word Game"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Spelling",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/OSpbIIWz-AECRuobyRLrBg__thumb/img/tLQMPKCbBgjWMquvquKGbC2W-e4=/fit-in/200x150/filters:strip_icc()/pic1229364.jpg"
  },
  {
    "id": "54221",
    "name": "Push Fight",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 6,
    "description": "The object of Push Fight is to push one of your opponent's game pieces off the board.&#10;&#10;Players take turns placing their five pieces (three with square tops, two with sphere tops) on their half of the board, with white placing first. White then takes the first turn, and players alternate turns after that. A turn consists of 0-2 moves, then a push of one space; a player can move any of their pieces orthogonally &mdash; changing direction if desired &mdash; any number of spaces as long as those spaces are empty. A player can push only with one of their square top pieces, and they push both friendly and opposing pieces one space. After pushing, the player places the red anchor piece on the piece that pushed; this piece cannot be pushed on the opponent's next turn.&#10;&#10;Players continue taking turns until someone pushes an opponent's piece off either end of the board. (The sides are ridged, and pieces cannot be pushed over them.)&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Fighting"
    ],
    "mechanics": [
      "Area Movement",
      "Slide / Push"
    ],
    "image": "https://cf.geekdo-images.com/yB4ejo1eqTSlxnY6e3um8w__thumb/img/c78Eg7KVYnoEuJ_HgAQt2TpyHbk=/fit-in/200x150/filters:strip_icc()/pic2790722.jpg"
  },
  {
    "id": "276924",
    "name": "Time Chase",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 10,
    "description": "You've done it! You've cracked the code to unlock time travel! Your breakthrough invention has the potential to revolutionize the world as we know it, and undoubtedly your genius will be celebrated across the globe. However, it appears that some of your scientific colleagues within the laboratory are trying to use your invention to travel back in time and claim the credit for themselves. You must stop them and claim your rightful place in history!&#10;&#10;Time Chase is a trick-taking game with a twist. You are allowed to travel back in time to previous tricks, known as events, and change their outcome. The first player to control three events in the timeline wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Science Fiction"
    ],
    "mechanics": [
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/c2iwfdvxquIznMiqejhKdA__thumb/img/-419V3PNTv1bvrFHDow7PE8QaPY=/fit-in/200x150/filters:strip_icc()/pic4722379.jpg"
  },
  {
    "id": "1726",
    "name": "Alexander the Great",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "Macedonians vs. Persians in the climactic battle at Gaugamela.&#10;&#10;Alexander The Great is a medium complexity wargame recreating an ancient battle on the plain of Gaugamela in 331 B.C.  Players take on the roles of Alexander the Great and King Darius III as the Macedonian army clashes with the Persian Host.&#10;&#10;Movement is hex based.  Unit types include basic infantry, phalanxes, cavalry, chariots and elephants.  The turn sequence is movement, defensive fire and melee.  Combat is a dice roll cross-referenced on a probability table.  A sliding morale track determines which table will be used for combat resolution.&#10;&#10;The game consists of a 22&quot; x 28&quot; map board, a sheet of 108 die cut counters, one Combat Results Table, and a 24-page rulebook.&#10;&#10;Avalon Hill Complexity Rating - 5&#10;&#10;",
    "categories": [
      "Ancient",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/uu75kPgiqc-pLYM6Yjy_Pg__thumb/img/C1lhUWAOd76aiirvdc3WPBRLMZ0=/fit-in/200x150/filters:strip_icc()/pic2053003.jpg"
  },
  {
    "id": "201861",
    "name": "The Shared Dream",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 13,
    "description": "Of Dreams and Magic: The Shared Dream is a cooperative board game for 2-4 players. In The Shared Dream, players take on the role of Anima, special people who can make their dreams (and nightmares) real in the waking world. All of the players have awoken to find that they all had the same dream and parts of it (good and bad) are coming to life. The players must re-experience their shared dream in the waking world while avoiding or destroying the nightmarish creatures that have sprung from that same dream.&#10;&#10;In game terms, the players must follow the instructions on the chosen &quot;Shared Dream&quot; card in an attempt to prevent the nightmares from that dream from spreading to the innocent sleepers of the city. This generally includes traveling through the city to find clues, destroying shadows and reavers, and taking on a nemesis born from the shared dream.&#10;&#10;",
    "categories": [
      "Adventure",
      "Fighting",
      "Horror"
    ],
    "mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Scenario / Mission / Campaign Game"
    ],
    "image": "https://cf.geekdo-images.com/Oh0XFCtXQYcOmHqDUQmfZg__thumb/img/sZfpPksPHSOINHS-ZIJPcIR1cYk=/fit-in/200x150/filters:strip_icc()/pic3676654.jpg"
  },
  {
    "id": "383175",
    "name": "Aldebaran Duel",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 90,
    "age": 12,
    "description": "In the glow of the rays of the orange giant, an interplanetary clash of two empires is approaching...&#10;&#10;In Aldebaran Duel, you are the leader of a space fleet with which you want to control as much of a newly available planetary system as possible. Over three epochs, you will discover new planets, populate them, use their mineral wealth to build spaceships, and try to gain superiority over your opponent.&#10;&#10;During the game, you obtain cards that represent planets, shuttles, mining stations, and colonized parts of planets. Planet building is one of the game's key mechanisms, and using it correctly can be a crucial winning strategy. By building a fleet of merchant, diplomatic, and battle ships, you gain influence in the explored universe &mdash; and in the laboratories, your scientists might discover new technologies that can turn the duel in your favor at the right moment.&#10;&#10;At the same time, however, you can &mdash; and must! &mdash; use cards as raw materials to build your empire, so during the game you are always considering how to use them most effectively. Is it better to play out the card &mdash; or pay with it? Laying out the right combinations of cards will allow you to have better and more varied options in subsequent turns. Whoever builds the best functioning new civilization after three epochs wins.&#10;&#10;Aldebaran Duel includes a variant for solo play.&#10;&#10;",
    "categories": [
      "Economic",
      "Science Fiction",
      "Space Exploration",
      "Territory Building"
    ],
    "mechanics": [
      "End Game Bonuses",
      "Open Drafting",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/1VaN0EmQKCyeMo-mcGNqJA__thumb/img/mbotdujOaUgutE9LszO-kByeSPA=/fit-in/200x150/filters:strip_icc()/pic7437874.jpg"
  },
  {
    "id": "363538",
    "name": "Heading Forward",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 30,
    "age": 0,
    "description": "A car crash. A sports injury. A workplace accident. Any one of these could have brought you where you are today &ndash; a traumatic brain injury. But Heading Forward isn't about how you got here. It's about what happens next.&#10;&#10;In this unusual solitaire game, you will take on the role of someone going through rehabilitation. To win, you must relearn and develop skills, achieving goals in at least three different areas in the time you've been allotted by your insurance company. Fail to do so, and they will discontinue payment, resulting in your loss.&#10;&#10;Skills are developed by rotating and switching out cards, upgrading in sequence from weak Level 1 skills to powerful Level 4 skills. To do so, you'll need to carefully manage your emotional and physical energy (&quot;spoons&quot;) as well as other resources. But lurking in the deck is the memory of your trauma &ndash; the trigger card. It's a hard road ahead of you &ndash; even the simplest things feel so impossible at first. But as you stubbornly push forward, you'll slowly regain the skills you'll need to take on the bigger challenges ahead of you.&#10;&#10;Based on designer John du Bois's own recovery, Heading Forward is a stunning and expressive example of what board games can do and can be.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Medical"
    ],
    "mechanics": [
      "Hand Management",
      "Multi-Use Cards",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/rnjUlO4wE7FawBBDjavXzQ__thumb/img/7RFk4CBnYzjB3KzMbCzbx0lYXO0=/fit-in/200x150/filters:strip_icc()/pic6897057.png"
  },
  {
    "id": "35293",
    "name": "Im Reich der Wüstensöhne",
    "minPlayers": 3,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "The game board consists of a central field and four extensions, 5 tiles long each. The extensions show desert or parts of oasis. Going out from the middle, players use caravans to explore the map with a large parts of sandy desert and green oasis. The purpose of the game is to form rich and fertile oases by placing tiles. Tiles are drawn and placed on squares on the board. As the tiles are placed, oases develop on the board and players pay to place explorer figures on these oases in an effort to become the most powerful explorer.&#10;&#10;&quot;Im Reich der W&uuml;stens&ouml;hne&quot; is a game in the tradition of the 1996 release &quot;Entdecker&quot;. It is easy to learn and uncomplicated to play. It is suitable for families Ages 8 and up. Still it has enough play depth for adults.&#10;&#10;",
    "categories": [
      "Arabian",
      "Exploration"
    ],
    "mechanics": [
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/zBffNL7Nq45G7KxhVAQHSw__thumb/img/qgYpJ10XpW3E3OuMEJ_c4H4OP7o=/fit-in/200x150/filters:strip_icc()/pic482016.jpg"
  },
  {
    "id": "378293",
    "name": "Daruma",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 40,
    "age": 8,
    "description": "Daruma is a dice Push-your-luck game where you will execute combos to obtain the maximum number of Darumas.&#10;&#10;In the game, the players take turns throwing 8 dice. And they should use '1' to fill the eyes of the darumas that are available over the game board. When a player fills an eye of a Daruma, execute the power of this card, giving the possibility to perform crazy combos for obtaining more darumas. If a player fills the second eye, the player receives the card to score at the end of the game.&#10;&#10;The turn finishes when a player cannot execute more dice or decide to pass; in that case, obtain all full-filled darumas. If the player has four dice with the number '4', the turn is over, and the player won't get anything.&#10;&#10;The player can gift their darumas to any other player to get back one dice per turn at any time.&#10;&#10;At the end of the game, every daruma gives you points. The player with more points is the winner. Pay attention because your favorite darumas give you more points. However, some of them could diminish your score a few.&#10;&#10;",
    "categories": [
      "Dice",
      "Party Game"
    ],
    "mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/rDDJrPEMBV8WAIL0E0PMOA__thumb/img/nuBT2FBxixso0ZYZWoO3hFeo5_k=/fit-in/200x150/filters:strip_icc()/pic7540976.jpg"
  },
  {
    "id": "299544",
    "name": "Exhibition: 20th Century",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 50,
    "age": 9,
    "description": "Goal of the game: Each player tries to make the best exhibition about the 20th Century.&#10;&#10;100 20th century objects (each object at 1 of 100 cards, 1 card for each year (1900-1999)) are available to place in your exhibition.&#10;Objects varying from the first Oscar award statue (1929) to Rubik's Cube (sold worldwide since 1980), the first bikini (1946) or flight recorder (1956), Euro coins (1999) or the last Tasmanian Tiger (1936), etc. etc.&#10;Each object belongs to 1 region:&#10;19x North America&#10;18x Europe&#10;17x Asia&#10;16x Africa&#10;15x South America&#10;14x Oceania&#10;1x world (1945) (Kind of a &quot;Joker&quot; card, but that has positive and negative effects with placing, scoring and moving your zeppelin.)&#10;&#10;The available objects for your exhibition are placed in the center of the table in 6 groups of 3, each group placed at 1 of the 6 continents (colors).&#10;&#10;In your turn you take 1 of the 3 object cards at the continent where your zeppelin stands.&#10;You move your zeppelin to the continent equal to the continent of the card you took.&#10;You place a new random card from the stock to refill the open spot.&#10;Then you place the object in 1 of the 5 showcases in your exhibition hall (or in your depot).&#10;&#10;Each player tries to place the objects in their own showcases in accordance to general and showcase-specific requirements.&#10;&#10;The game ends if no player can fit a card in their exhibition anymore.&#10;&#10;For the victory points players try to fulfill goals the best, during the game and for the endscore. Some goals are individual, for other goals the players compete.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Educational",
      "Trivia"
    ],
    "mechanics": [
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/hZ52eB2GG4etFqt7YYloyQ__thumb/img/7YB1XOI_xVphK0T-OVSCuCdPw1I=/fit-in/200x150/filters:strip_icc()/pic5392771.jpg"
  },
  {
    "id": "270270",
    "name": "Impression",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 12,
    "description": "Impression is about the history of printing. You manage your own manufacturer to be the most successful in the book printing business.&#10;&#10;In the action phase, during your turn you choose to:&#10;&#10;     Place a tile from the common supply to the typesetter. You have as many steps with your tradesman as tiles that are within the same row and column where you placed the new tile. You move one of your assistants to an adjacent shop into a chosen room.&#10;&#10;&#10;OR &#10;&#10;     You make a reset. You choose to keep a lead letter or throw it away for resources, then all your assistants move into the shop's secondary room (if possible) and gain actions.&#10;&#10;&#10;Then an orders and contract phase begins where all players can buy 1 order and/or contract.&#10;Finally, a production phase comes where you progress with your orders.&#10;&#10;During your game, you develop your own manufacturer, obtain new abilities, travel and build factories, collect tiles, fulfill orders. At the end of the game, whoever has the most victory points wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Industry / Manufacturing"
    ],
    "mechanics": [
      "Tile Placement",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/-iO0wcm1p1-ksHQzOaH5iQ__thumb/img/bSSYGgGT_8NJGhxMYFmSn018VZ4=/fit-in/200x150/filters:strip_icc()/pic5232884.jpg"
  },
  {
    "id": "9354",
    "name": "Privacy",
    "minPlayers": 5,
    "maxPlayers": 12,
    "playingTime": 45,
    "age": 16,
    "description": "Would you have believed that five of your co-players talk to themselves? That three of them have tattoos? Or that every last one of them has been in a sex shop?! It doesn't matter what the topic is as the truth will come to light with Privacy. Don't worry, though &mdash; many answers are given secretly, and what's secret stays secret.&#10;&#10;In more detail, Privacy is an adult party game in which players finally get answers to the provocative questions they were afraid to ask. Players anonymously answer outrageous and depraved questions by delivering &quot;Yes&quot; or &quot;No&quot; votes, then predict how many total &quot;Yes&quot; answers were submitted. Points are awarded to the players who guess correctly. Tell the truth or plead the fifth while using your deduction skills to learn what you've always wanted to know about your friends.&#10;&#10;",
    "categories": [
      "Mature / Adult",
      "Party Game"
    ],
    "mechanics": [
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/m9V1g7SdKO4e_w4mQ2YLxQ__thumb/img/YEOe9Wy5RRKxJFwlb5ZvZ5BC5S8=/fit-in/200x150/filters:strip_icc()/pic4009568.jpg"
  },
  {
    "id": "180937",
    "name": "Nut Job",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 5,
    "description": "In Le Bois des Couadsous, you have a forest to cross to find lots of hazelnuts, and the first player to find five nuts wins the game.&#10;&#10;On the table, you have a grid of 3x3 forest cards. The backs of each card are identical, and on the front they feature one of three images &mdash; mushroom, leaf or stone &mdash; in one of three colors: yellow, red or blue. In the twelve spaces adjacent to this grid are placed cards showing 1-3 hazelnuts.&#10;&#10;A player starts: he puts his squirrel card before a row/column of his choice and cross it by announcing out loud what he thinks on the back of the forest card. It begins with the first card, the player announces for example &quot;leaf&quot; or &quot;yellow&quot; (according if the elements or colors are in play) then turns the card over and compares the guess to the actual picture. Initially, we discover, that the cards are random. If the guess it correct, the player continues the path to the hazelnuts that await us on the other side. If it is wrong, it stops there, and the next player start.&#10;&#10;If the next player starts on the same row/column, he already knows what there is on the front of this card, unless he remembers more since it was the visible item at the beginning...!&#10;&#10;Players play with colors or the elements: initially it is them who choose. But as soon as a player has reaches a nut, everyone changes: those who played on the elements switches to colors and vice versa. One must therefore be remember everything and well remember what others reveal!&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Memory"
    ],
    "mechanics": [
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/SCnKDZuMBP8a0oG8UuRpfA__thumb/img/6Lhhq0mAPsCEPN6Z-N0_9pbmrBc=/fit-in/200x150/filters:strip_icc()/pic4192414.png"
  },
  {
    "id": "422345",
    "name": "Star Trek: Star Realms",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 14,
    "description": "STAR TREK&trade;: Star Realms&reg; is a complete star ship combat deck-building game for 2-4 players. Build your fleet! Romulan, Klingon, Dominion, and Federation ships are yours to command. Play head-to-head or up to four players in multiplayer modes that offer versus and cooperative experiences. STAR TREK&trade;: Star Realms&reg; is fully compatible with other Star Realms&reg; products.&#10;&#10;In STAR TREK&trade;: Star Realms&reg;, you start with a Personal Deck of cards representing your armada. On your turn you will play cards from your hand to gain Trade, Combat, Authority, and other effects.&#10;&#10;Trade is used to buy ship and Location cards.&#10;&#10;Combat is used to attack your opponent and their Locations.&#10;&#10;Authority is your score.&#10;&#10;The first player to reduce their opponent&rsquo;s Authority to zero wins the game!&#10;&#10;",
    "categories": [
      "Card Game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Delayed Purchase"
    ],
    "image": "https://cf.geekdo-images.com/MYn8lw4n1n73zXCNCDd5MQ__thumb/img/3gQ-QJoQsZErD60IoDz4fRCRt08=/fit-in/200x150/filters:strip_icc()/pic8260214.jpg"
  },
  {
    "id": "286925",
    "name": "Detective Stories: Case 3 – Still Lake",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 270,
    "age": 13,
    "description": "Stillsee is a detective game in which you get a set of evidence and need to decide who is the criminal. You get a set of physical objects in combination with digital parts and use them for the investigation. At the end of the process, players need to enter the name of the criminal and it will be validated if it's correct. It's also possible to get hints that will help you find the right solution.&#10;&#10;The game can played in a co-operative mode as well as in a competitive mode with players split into teams and competing to see who will find the criminal first.&#10;&#10;The game is designed as a realistic criminal case and requires investigations similar to those carried out by the Criminal Police in real life.&#10;&#10;&bull;&bull;&bull;&#10;&#10;Ein Fu&szlig;ballspieler aus Russland, der unter merkw&uuml;rdigen Umst&auml;nden nach Deutschland gekommen ist, wird tot in einem See gefunden. War es ein Unfall? Oder wurde er ermordet?&#10;&#10;Das Spiel ist als realistischer Kriminalfall ausgedacht und erfordert Untersuchungen &auml;hnlich denen, die von der Kriminalpolizei im wirklichen Leben durchgef&uuml;hrt werden.&#10;&#10;",
    "categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "image": "https://cf.geekdo-images.com/t-KNjubwPf8Qus9skSrdyw__thumb/img/ZtBLjAfhFvJOs29xDEjZzDbqB1w=/fit-in/200x150/filters:strip_icc()/pic6453047.jpg"
  },
  {
    "id": "300148",
    "name": "Spy Connection",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "In the world of international espionage effective ways of completing missions are just as important as improvisation and secured travel routes.&#10;&#10;In Spy Connection, which was originally announced as Web of Spies, players travel Europe to fulfil their missions as quickly as possible. To fulfil mission cards, players have to build a route between all shown locations. While they are allowed to use their established network to fulfil future missions, their network is of limited size: eventually, to expand in one direction they will have to remove markers elsewhere, thus changing their network throughout the game to meet the current requirements. Whoever manages to fulfil seven missions first wins.&#10;&#10;There has never been an easier way of becoming an international spy than Spy Connection. The right mix of planning and improvisation is key to winning this network building family game for 2&ndash;4 players aged 8 and up.&#10;&#10;",
    "categories": [
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Network and Route Building",
      "Open Drafting",
      "Point to Point Movement"
    ],
    "image": "https://cf.geekdo-images.com/mAyIdWn9ai_xtEE9ukwduA__thumb/img/nNoEPj7355Oab7ybdxBLqo9ElsI=/fit-in/200x150/filters:strip_icc()/pic5883112.jpg"
  },
  {
    "id": "349750",
    "name": "Molly House",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 14,
    "description": "In Molly House, players take the roles of the gender-defying mollies of early eighteenth century London. Throw grand masquerades and cruise back alleys while evading moralistic constables who seek to destroy your community. Be careful, there may even be informers in your midst!&#10;&#10;Over the course of an hour, players will draft hands of vice cards representing the different gestures, desires, and encounters that were frowned upon by the Society for the Reformation of Manners, a citizen group that sought to stamp out any behavior it deemed deviant in late 17th and early 18th century London. These cards allow players to host festivities with the help of their fellow mollies and create joy. But, those same cards can also lead players to be arrested and to the ultimate ruin of the molly house.&#10;&#10;As players encounter the Society&rsquo;s enforcers, they will often have to pay bribes or may be coerced into becoming informers for the Society. Informers must try desperately to undermine the community around Mother Clap&rsquo;s Molly House without being discovered by their fellow mollies.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Deduction"
    ],
    "mechanics": [
      "Multi-Use Cards",
      "Push Your Luck",
      "Semi-Cooperative Game",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/7j1DUeGvykC6nNpch-bh3w__thumb/img/s-twh6b40XX9jfmP4hHvNSenPF8=/fit-in/200x150/filters:strip_icc()/pic8419925.jpg"
  },
  {
    "id": "240759",
    "name": "War of the Buttons",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 70,
    "age": 10,
    "description": "In War of the Buttons, 2-4 players lead a &quot;gang&quot; of kids who try to build their own hut. To do this, they use both their own dice and &quot;neutral&quot; dice, while hoping for help from their &quot;big brother&quot; and for no one to tattle on them at school.&#10;&#10;War of the Buttons uses themes of the 1912 novel La Guerre des Boutons by Louis Pergaud.&#10;&#10;",
    "categories": [
      "Dice",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "mechanics": [
      "Dice Rolling",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/n48lLAlBU7zbybYyWQMgFg__thumb/img/mTDCZca6908XxaWlCXOhuXFIg1I=/fit-in/200x150/filters:strip_icc()/pic3884023.jpg"
  },
  {
    "id": "420385",
    "name": "The Yellow House",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 8,
    "description": "In The Yellow House, inspired by artists like Van Gogh and Gauguin, you&rsquo;ll engage in debates about which elements are most crucial in the arts.&#10;Your goal is to empty your hand during these debates. On your turn, you can either play a card to make a claim, or strengthen your arguments by discarding cards if the topic you bring forth is not stronger! With cunning, you&rsquo;ll be able to say the final word and, that way, win the debate of the century!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/mKfXNvP-BLcld0z_fE200g__thumb/img/_089QNW9n1WIroe859zy3bq1HB8=/fit-in/200x150/filters:strip_icc()/pic8630031.png"
  },
  {
    "id": "241796",
    "name": "Nut So Fast",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 8,
    "description": "You gotta be lightning fast in the wildly nutty party game Nut So Fast! Flip two cards and watch for exactly four matching nut pictures. If you see a set of four, grab the nut token with the same face right out from under other player's noses! But &quot;nut&quot; so fast because if a number card appears, players instead need to strike the correct nutty pose.&#10;&#10;&mdash;description from the publisher&#10;&#10;Find webcomic from the artist at www.safelyendangered.com&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "mechanics": [
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/IZmkEZz-exze-qw0qAAs9A__thumb/img/0VpCBOmea4DZLCzDhWvgG-OASkI=/fit-in/200x150/filters:strip_icc()/pic3926183.png"
  },
  {
    "id": "403150",
    "name": "World Order",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 180,
    "age": 14,
    "description": "The year is 2010, and the world is drastically changing. While the once-unrivaled influence of the United States is beginning to wane, other major powers are eagerly stepping onto the stage, ready to claim their piece of the geopolitical pie. In the East, Beijing is rising to become a global powerhouse. Simultaneously, Moscow is entangled in an intricate chess game with Washington, ready to counter its every move. And amidst these tumultuous waters, the European Union is trying to carve out its identity and role in the international stage.&#10;&#10;The world is undergoing a drastic shift, while power is being redistributed on a global scale &mdash; but who will take the lead in this rapidly changing world order?&#10;&#10;The board game World Order simulates modern international relations, with players taking control of one of the four dominant global powers of the 2010s: the United States of America, the People's Republic of China, the Russian Federation, and the European Union. Utilize your diplomatic power, economic strength, and military might to expand your influence across the globe. Form regional alliances, entice other nations through clever economic dependencies, or become the military juggernaut no one dares to mess with.&#10;&#10;World Order blends academic theories with thrilling gameplay, creating a never-before-seen experience of international relations! Join the fight and show the other powers that a new era is dawning!&#10;&#10;",
    "categories": [
      "Economic",
      "Educational",
      "Political"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Multi-Use Cards",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/VXhn4fqu0Dm5WFZ0Pp3tfQ__thumb/img/-QivtnidR6_SIyz686Q-Ita7YPM=/fit-in/200x150/filters:strip_icc()/pic7947832.jpg"
  },
  {
    "id": "364042",
    "name": "Moesteiro",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "Towards the end of the XIV Century, King D. Jo&atilde;o I ordered the construction of one of the most elegant Portuguese monasteries, the Monastery of Santa Maria da Vit&oacute;ria. During the construction period numerous prestigious architects, master craftsmen, and apprentices came from all over Europe motivated by financial rewards, prestige, and, importantly, the pursuit of knowledge.&#10;&#10;In Moesteiro, players are architects in charge of teams of workers and master artisans and they compete for the glory of becoming the most prolific and important architect of their time.&#10;&#10;The game is played over five rounds. Once all dice have been placed players will perform actions in the order of the action areas, from I to V. After that each player will have an opportunity to help build the monastery. During the game Victory Points (VPs) can be earned from the King tiles, from the village and in helping to construct the monastery. At the end of the game VPs are earned for sets of different unused stonework and stained glass tiles, as well as for their position on the labour track. The winner is the player with most VPs.&#10;&#10;-description from designer&#10;&#10;",
    "categories": [
      "City Building",
      "Dice",
      "Medieval"
    ],
    "mechanics": [
      "Dice Rolling",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/EbWgd3fm4ff5bbxyClNT9A__thumb/img/K0UqH9coz6R_BwbvH4SjMLXb9hE=/fit-in/200x150/filters:strip_icc()/pic6895715.jpg"
  },
  {
    "id": "268665",
    "name": "Suzume-Jong",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 6,
    "description": "A game in which you can enjoy the tactics of mahjong extremely simply. Exchange your 5 tiles one by one and gain points.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Number"
    ],
    "mechanics": [
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/64XnEhoewbAiSxNCXgII9w__thumb/img/GEj9jULlS4rgRzBhemgbx1epBrw=/fit-in/200x150/filters:strip_icc()/pic4591244.jpg"
  },
  {
    "id": "355850",
    "name": "UNO Ultimate Marvel",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 7,
    "description": "If you can't be a Superhero at least you can play UNO like one! Each player chooses the identity of a Marvel character who has powers you can use on EVERY TURN!  After you choose your character, you play the game with a corresponding Character Deck.&#10;&#10;In the UNO Ultimate card game you match colors, numbers, and symbols just like classic UNO.  Each Character Deck has special power and Wild Cards designed just for that character.  There's also a Danger Deck with &quot;Event&quot; cards and &quot;Enemy&quot; cards that can really change the game! Like any great superhero battle, there's gonna be a lot of powers and stuff lying around, so buckle-up and pay attention!&#10;&#10;There are also two ways to win!  Get rid of all your cards in your hand or be the last player standing with cards in their character deck.&#10;&#10;Collectible foil cards in each box.&#10;&#10;Don't forget to call Uno when down to 1 card!&#10;&#10;Characters:&#10;Black Panther&#10;&#10;        Black Panther is in it for the long haul by trying to stay in the game as long as possible. As Black Panther's ability comes from defeating Enemies, you will want to hold onto your Danger Icon Cards and play them when you have cards in your Burn Pile. You might not always get an Enemy when you play them but you don't want to waste the chance at recovering cards early on by defeating Enemies.&#10;&#10;&#10;Captain Marvel&#10;&#10;        Captain Marvel is always looking for the right strategy to do the most damage. With her character power letting her always have the right color to play, use it to never miss your plays. Change the color when you can to prevent other players from being able to defeat their attacking Enemies. Sometimes you may want to use her power to change the color to play a powerful Action Card such as Skip or Draw Two.&#10;&#10;&#10;Iron Man&#10;&#10;        Iron Man always likes to be on the attack. Iron Man wants to burn as many cards as possible from the other players decks, and try to eliminate multiple players at a time to win. So, you want to play as many Danger Icon Cards as you can to keep the pressure on. Keep in mind that every time you play a Danger Icon Card you will have to flip a Danger Card.&#10;&#10;&#10;Thor&#10;&#10;        Thor is great at attacking other players and trying to eliminate them one at a time. When playing as Thor you want to decide either to focus on one player at a time or spread out your Wild Cards to affect all players. That means when you play your Wild Cards you want to make sure you are using them to change the active color o get the most effectiveness out of your character power.&#10;&#10;&#10;",
    "categories": [
      "Card Game",
      "Collectible Components",
      "Number"
    ],
    "mechanics": [
      "Matching",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/Q5IGk0s371mss-H_-0jHJg__thumb/img/QuD4wUG2YYmuaYirynBZhhwLa1U=/fit-in/200x150/filters:strip_icc()/pic6651288.png"
  },
  {
    "id": "230667",
    "name": "Itchy Feet: The Travel Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 7,
    "description": "Description from the publisher:&#10;&#10;Itchy Feet: the Travel Game is a race. The goal is to be the first to &quot;travel&quot; to the country in the center of the table - but first each player must travel through their own country. Each country has three travel-related items required to travel there. Players need to gather these three items, and hold on to their passport, in order to travel - your hand is like your bag, and you've got to pack it right for your destination.&#10;&#10;To get the items they need, players can choose to draw from the deck, &quot;recycle&quot; out of the discard pile, trade, or steal from each other.&#10;&#10;The game also includes five &quot;extensions&quot; which players can choose to add to the deck to increase the depth and complexity of the game: Events which affect all players immediately, Special Items which allow special actions, Forbidden Items which prevent travel and are tricky to get rid of, Postcards which provide an alternate win scenario, and Characters which give each player a unique ability.&#10;&#10;",
    "categories": [
      "Card Game",
      "Comic Book / Strip",
      "Humor",
      "Negotiation",
      "Travel"
    ],
    "mechanics": [
      "Hand Management",
      "Trading",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/qXFr67PE-9RFtGM-DdV8ZA__thumb/img/d4s7kKKFramQm7yBNx-Uu8TNgj0=/fit-in/200x150/filters:strip_icc()/pic4827748.png"
  },
  {
    "id": "62226",
    "name": "Iron and Oak",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 90,
    "age": 12,
    "description": "Iron and Oak is game of ship-to-ship combat set during the American Civil War. As a tactical representation of naval warfare, each of the ships is accurately modeled for offensive capability including gunnery, ramming and spar torpedoes; for defensive capability including damage and five distinct armored or wooden hit locations; and for maneuverability, crew size and draft.&#10;&#10;You command 70 famous ships of the era, including the Union: Onondaga, Tecumseh, Winnebago, Monitor, Osage, Minnesota, Brooklyn, Hartford, Essex, Carondolet, Kearsarge, Ossipee, Queen of the West, Iroquois, Spuyten Duyvil; and the Confederate: Tennessee, Virginia, Atlanta, Palmetto State, Arkansas, Albemarle, Alabama, Florida, General Beauregard, Sumter; and many more.&#10;&#10;Many of the 14 scenarios, in this easy-to-learn game, are playable in an hour or less. Included are 13 historical and 1 hypothetical engagements featuring Hampton Roads, Mobile Bay, Trent&rsquo;s Reach, Wassaw Sound, the duel between Alabama and the Kearsarge, and the saga of the Arkansas, which may be played as three individual scenarios or as a linked mini-campaign.&#10;&#10;In addition, forts bristling with guns make their appearance to challenge the will of the ship captains. If that was not enough to heat things up, scenario based optional rules add a few interesting &lsquo;what if&rsquo; situations to expand on play.&#10;&#10;If you are interested in commanding your own fleet, Iron and Oak includes a standalone campaign module where player selected forces fight it out in the many rivers, bays, inlets and costal areas. The campaign game recreates the brown water actions, typical of the period, in a series of randomly generated battles. As play progresses, the players do not know the exact length of the campaign or the specific mix of the battles. Players must not only manage the unfolding battles, but must also strategically allocate resources and repair and refits their ships. The 16 card Navy Yard deck is used to plot a course through and influence the challenges of the campaigns.&#10;&#10;Two or more players battle it out on an 22&rdquo; x 34&rdquo; map that features an area movement grid. This simple approach controls ship movement as well as all combat action. Gone are the long periods of inaction, typical of ACW tactical naval games, as these early steam-era ships struggled to maneuver into battle.&#10;&#10;This innovative game system places the emphasis on quick action and tactical decision making. The 50 Action Cards are used to assist and enhance play, not drive it. Each time you battle it out, whether in a scenario or campaign game, the action unfolds in a very different manner. Do you wish to employ hot shot or incendiary shells? Is now the best time to rapid fire or is it wise to maneuver and ram? Should you allocate part of the crew as a repair party? Is that enemy ship going to maneuver into your torpedo (mine) field? These and many other possibilities exist through the play of the action cards. Or, you may decide to not play any action cards at all and just maneuver and shoot. You control how and when the action will unfold.&#10;&#10;At its core Iron and Oak is a naval simulation. It accurately models the close-range slugging matches typical of the period. You have the opportunity to play out the various battles to their conclusion. Will history repeat itself, or will a new account be written? Will the Monitor&rsquo;s 11&rdquo; Dahlgren smoothbores blast through Virginia&rsquo;s armor plating or will their battle again end in a stalemate? Will the powerful Tennessee win out against Admiral David Farragut&rsquo;s Union fleet or again fall to his superior numbers? Will the Atlanta defeat the two Union monitors in kind or again slip aground and strike her colors. This time, you get to determine the outcome. You are not bound by history&rsquo;s stories.&#10;&#10;",
    "categories": [
      "American Civil War",
      "Civil War",
      "Nautical",
      "Wargame"
    ],
    "mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/KIWvFMnGp63foMwPfwqlCQ__thumb/img/oFfK06nNwrQ8YvqWozdntUSn6O0=/fit-in/200x150/filters:strip_icc()/pic1651133.jpg"
  },
  {
    "id": "42651",
    "name": "Airborne in My Pocket",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 10,
    "description": "The night before June 6th, 1944, during Operation Neptune, thousands of Allied troops were parachuted into enemy territory to prepare the Normandy landings. During that crucial night, amid the flashes of German anti-aircraft fire, many paratroopers were scattered a long way from their drop zones as their planes were either destroyed or unable to reach their drop points. You are among those troopers. But as luck turns out, the winds have blown you directly where you are needed the most! As you were descending, you discovered a terrible sight: the Germans have installed two 24.0 cm Guns in a hidden bunker. Those cannons are set to fire at the beaches of Normandy. You alone can stop them from killing the Allied troops!&#10;&#10;During your jump, you lost your equipment bag which contained all your necessary gear. The only thing you have left is your trusted Colt .45 and your ingenuity. As you fold your parachute, you look at your watch: it&rsquo;s 0700, the landings are starting. Will you have time to sabotage the German battery before they decimate your comrades? All you need are some explosives...&#10;&#10;Airborne In Your Pocket: Free Trial Version can be simple (Basic Game) or more involving (Scenarios &amp; Campaigns), as the player wishes. Advanced Game and Scenarios allow you to play as American, British, Canadian, French and even German soldiers.  And the expansions bring even more variety with alternate cards and locations.&#10;&#10;So join the airborne! Fight the enemy! Win the war!&#10;&#10;",
    "categories": [
      "Aviation / Flight",
      "Card Game",
      "Exploration",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Cooperative Game",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/_Ij1LQd54-xrLRhQcrqhww__thumb/img/XGnTitM8oAWQCB2Diw5fWS8A2J4=/fit-in/200x150/filters:strip_icc()/pic537084.jpg"
  },
  {
    "id": "9855",
    "name": "Strat-O-Matic Pro Basketball",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 90,
    "age": 11,
    "description": "The pro basketball (NBA) game of the Strat-o-Matic series, best known for its baseball game.&#10;&#10;Players are represented by statistics on cards. Cards are available by year, sold separately, so you can play with teams of yesteryear. The game takes place on a board vaguely resembling a basketball court. Actions are determined by plays from cards. Success or failure is determined by die rolls.&#10;&#10;",
    "categories": [
      "Sports"
    ],
    "mechanics": [
      "Command Cards",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/VG3Gx-ZeqL-kS-D8sNs50Q__thumb/img/VSWUEJ0QyddeAiiquJj5T1zW1Rg=/fit-in/200x150/filters:strip_icc()/pic6589801.jpg"
  },
  {
    "id": "119464",
    "name": "Tier auf Tier: Jetzt geht's rund!",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 5,
    "description": "It's time to stack more animals, but as the title suggests, now you move around, too!&#10;&#10;In Tier auf Tier: Jetzt geht's rund!, a crocodile is trying to drift peacefully across the ocean, but unfortunately for it, you and the other players each control a bunch of animals that want to go for an ocean cruise, so you'll take turns stacking animals on the crocodile's back. The ocean waves don't let the crocodile drift peacefully, however, and after each animal is placed, the player must rotate the crocodile on its turntable &ndash; taking care to watch out for the shark at the same time.&#10;&#10;Whoever first stacks all of her animals on the crocodile's back wins!&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "mechanics": [
      "Stacking and Balancing"
    ],
    "image": "https://cf.geekdo-images.com/Ie931worTk1KDPuVLfgkwQ__thumb/img/ZMFxRNgboFB53o3aY4V0VrKp_gA=/fit-in/200x150/filters:strip_icc()/pic1223879.jpg"
  },
  {
    "id": "793",
    "name": "Yahtzee Deluxe Poker",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 12,
    "description": "Last Chance is contract Yahtzee with side betting. Each player starts with a stake of chips. One of seven cards is overturned which shows a combination a player must roll on five dice. The tougher the combo, the more the cards are worth if won. Players bid on the chance to roll for the card. Those who don't win the bid can bet for or against the roller. If the roller makes the combo, he gets his bid back plus the card's stated value plus any bets made against him. If he fails, he loses his bid money. Any dice he applied to the combo stay on the card and players bid again on the partially completed card. If a player is low on cash, he can call &quot;last chance&quot; during bidding to win the bid automatically. Failure to make the combo will cost that bidder the game, however. Whoever has the most chips and at least one card by the end of the short card stack wins the game.&#10;&#10;",
    "categories": [
      "Dice"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Dice Rolling",
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/1PN3iSV9MNZpihv_NIXOOA__thumb/img/Wa43CgJg7vLrWgW4C4g6H1rNw4Y=/fit-in/200x150/filters:strip_icc()/pic241958.jpg"
  },
  {
    "id": "40941",
    "name": "Hide the Kids!",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 20,
    "age": 4,
    "description": "A &quot;Hide-and-Seek&quot; game for 2 to 6 players.&#10;One player acts as wolf, and gives the other players 5 seconds time to hide their goat in one of seven furniture pieces. The Wolf then can look at 2 pieces and capture all the goats that are present there. The undiscovered goats get points.&#10;&#10;Awards&#10;&#10;&#10;     2009 Golden_Ace, French Childrens' Game of the Year&#10;&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/bWYuAaLhQhuSUdeFuwCC5w__thumb/img/cesJqJXFXS_Yfyc5Nmbqdmv2JRk=/fit-in/200x150/filters:strip_icc()/pic4389075.jpg"
  },
  {
    "id": "396091",
    "name": "Heroes for Sale",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 10,
    "description": "In 2077, the world is dominated by huge corporations. All they care about is money, more precisely: credit.&#10;&#10;In Heroes for Sale, you enter a dynamic card duel and send superheroes into the game round after round. Whoever bids the most gets the heroes and tries to take over the opponent's bases.&#10;&#10;During the game, players will hire heroes and use these to destroy the bases of the opponent. However, the heroes have no morals, and if the opponent is willing to pay more, they will not hesitate to turn their back on you.&#10;&#10;Each turn involve you attacking with all your heroes followed by playing our a new hero. Your opponent gets to make an offer for recruiting that hero, and you may either let them have it or overbid to get the hero yourself.&#10;&#10;",
    "categories": [
      "Card Game",
      "Science Fiction"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Hand Management",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/z7os6U2k9TL9Brgc5258nA__thumb/img/hIt5c6vdEKMNFIaehChCKRVSGAw=/fit-in/200x150/filters:strip_icc()/pic7823347.png"
  },
  {
    "id": "110260",
    "name": "Roll'n Bump",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 8,
    "description": "Roll'n Bump is a dice-rolling game of set collection that&rsquo;s fun for young and old.&#10;&#10;Players take turns rolling their dice to try to match hands shown on the nine available cards on the table. Players can place their dice on matching cards in the hopes of claiming them.&#10;&#10;Watch out &ndash; if someone beats your roll, they&rsquo;ll bump your dice off and have the chance to claim the card for themselves!&#10;&#10;At the end of the game players score points as well as extra points for collecting cards in each of the four distinctive patterns.&#10;&#10;Note: The 2023 version Roll'n Bump reduces the player count from 6 to 5.&#10;There is a little change in the rules too. To make the game duration shorter, a change was made on the setup of the game.&#10;&#10;12 cards are always removed from the deck for each game. 36 cards are evenly distributed in piles according to number of players.&#10;&#10;The rest of the rules are the same.&#10;Game play and turn sequence are the same as before.&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling",
      "Ladder Climbing",
      "Push Your Luck",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/Z6xnqOeOy3EJo_IMctzrTw__thumb/img/JsA8VrliIIXkPoFMYduot7M3lU4=/fit-in/200x150/filters:strip_icc()/pic7599044.png"
  },
  {
    "id": "166418",
    "name": "Darkrock Ventures",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 14,
    "description": "DESCRIPTION: Darkrock Ventures is a worker placement game about mining and exporting in a hostile outer space. Players will be controlling a mining company working in harsh conditions to acquire the most credits.&#10;&#10;GENERAL INFO: A euro game for 1-5 players that plays in about 30-45 minutes.&#10;&#10;THEME: Science Fiction. Space is a hostile environment with a known alien presence. Resources are scarce and it is commonplace for companies to mine asteroids to acquire them. It is known that aliens raid these asteroids and therefore mining companies are geared accordingly in preparation of being attacked. Lives are lost in this line of work daily, but if you run a good crew you can make it out alive and rich!&#10;&#10;HOOK: Richly thematic euro incorporating dice and dice manipulation, with worker placement, resource farming and exporting.&#10;&#10;WINNING CONDITION: Highest Credits when the end of the game is triggered. Credits are acquired primarily from exporting minerals mined from the asteroid.&#10;&#10;MECHANICS: A round begins with rolling a set of Power Dice, these are community dice that players will use in order to successfully mine the asteroid. Players then take turns placing workers throughout different space stations and on a mineral rich asteroid.&#10;&#10;After all the workers have been placed a third and more volatile Power Die is rolled. A player starts his/her turn by rolling his/her Rig Dice, these represent the a power element of his/her mining equipment that is to be paired with the community Power Dice in order to successfully mine resources from the asteroid. Then he/she resolves all his/her workers. As soon as players begin exporting minerals, hostile alien ships begin patrolling and will attack every round making it more difficult to resolve all the workers successfully.&#10;&#10;Throughout the game, players will be increasing their worker count, gaining and spending credits (which are the victory points), gaining additional Rig Dice and acquiring explosive Neutronium bombs to protect them from the alien attacks.&#10;&#10;When 3 of the 6 resource nodes on the asteroid are void of minerals the end of the game is triggered. The round is finished and the player with the most credits wins the game.&#10;&#10;Darkrock Ventures will also include special 2-player game rules, as well as a Solo/Co-Operative variant.&#10;&#10;",
    "categories": [
      "Dice",
      "Farming",
      "Science Fiction",
      "Space Exploration"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Pick-up and Deliver",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/JcBx8W2X6AedXgH36G-dEA__thumb/img/xmRzLkRNpPJFwNmdfU3FJvCFs9s=/fit-in/200x150/filters:strip_icc()/pic2484811.jpg"
  },
  {
    "id": "392473",
    "name": "Islet",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 8,
    "description": "In Islet, you embody tropical birds seeking to nest on a small islet in the middle of the ocean. During the game you will collectively explore the islet to collect materials, while competing to create the best nests to spawn, thus guaranteeing the continuity of your species. On each of your turns you choose to either explore the islet to receive resources, or position yourself to create the perfect nests in which to spawn your precious eggs.&#10;&#10;This way, together - as much as against one another - you&rsquo;ll build a tropical islet with its different biomes, and whoever spawns all their eggs on the islet first will be the winner.&#10;&#10;How to play:&#10;&#10;Whoever has touched an egg most recently starts the game.&#10;&#10;Starting with that player, take turns clockwise. On your turn, you must take either an EXPLORE or a MOVE action.&#10;&#10;When you EXPLORE, EXPLORE you lay 1 to 4 tiles from your reserve, expanding the islet, and receive resources in return.&#10;&#10;When you MOVE, you can ADVANCE your pawn and SPAWN (lay&#10;eggs), as many times as you want and in any order and combination, as long as you can pay the required resource cost.&#10;&#10;The end of the game can be triggered in 2 different ways:&#10;&#226;&#151;&#143; When a player SPAWNS their last egg, their turn ends as normal and then the current round ends (so that everyone plays the same number of turns).&#10;&#226;&#151;&#143; When a player takes the last islet tile from the bag, the current round ends and a new round is played (so that everyone plays the same number of turns).&#10;&#10;In any case, the player who spawned the most eggs wins the game.&#10;&#10;ISLET in the 2nd game in the series that started with Coral.&#10;&#10;-description from publisher&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Animals",
      "Environmental",
      "Exploration",
      "Territory Building"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Hand Management",
      "Map Addition",
      "Set Collection",
      "Solo / Solitaire Game",
      "Three Dimensional Movement",
      "Tile Placement",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/zS0JcWZcx-c0IAA4_gTCpg__thumb/img/FIxNLcxKir7MEZPNg4-O8BW4BNA=/fit-in/200x150/filters:strip_icc()/pic7581384.png"
  },
  {
    "id": "184145",
    "name": "Flash Duel: Revised Second Edition",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 5,
    "age": 0,
    "description": "Flash Duel: Second Edition is a simple, fast card game that simulates sparring matches amongst Fantasy Strike characters. The fight takes place on an 18-space linear track, and it's all about striking from the right distance and getting to the right range. This edition contains 20 characters, each with their own special abilities, allowing for hundreds of different matchups.&#10;&#10;There are seven different modes of play:&#10;&#10;     Simple mode, for first time players&#10;     Full mode, using the character abilities&#10;     Custom Clockwork: build your own character!&#10;     2v2 team battle&#10;     Solo play, with 10 achievements to earn&#10;     Raid on Deathstrike Dragon: 2, 3, or 4 players cooperate against a powerful 5th player controlling the Dragon&#10;     Betrayal at Raid on Deathstrike Dragon: A more difficult raid where one player is secretly on the Dragon's side!&#10;&#10;&#10;Changes to the Revised Second Edition:&#10;&#10;--All game modes now use a 40 card deck, rather than different modes using 25, 40, and 50, and the game will come with 40 numbered cards rather than 50. In all modes other than the Dragon Raid, you start each round by shuffling the deck and setting aside 5 cards without looking at them. In 2v2, you reshuffle the discard pile twice when it runs out before reaching timout. In the Dragon Raid, you reshuffle it 1, 2, and 3 times for 2, 3, and 4 mortals, respectively. Overall, rounds last longer in all modes.&#10;&#10;--Last-hits is no longer a mechanic in the game. At timeout, you just check who advanced farthest. This is simpler and turns out to have better dynamics by forcing action to take place during the actual gameplay part of the game.&#10;&#10;--Whenever a round ends in a tie, now both sides get a win token.&#10;&#10;--A new rulebook makes the game less mathy and more about improv and bluffing. Players don't know the exact contents of the deck anymore, so they can't compute things so completely. Also, players now draw more cards each round, so they have more chance to win before timeout.&#10;&#10;Part of the Fantasy Strike universe.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Hand Management",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/K4EAHSNX4evWBWvTvUcOkw__thumb/img/mnVA4DrWfr2yuXYhT08CSRwL3O8=/fit-in/200x150/filters:strip_icc()/pic2704298.jpg"
  },
  {
    "id": "116806",
    "name": "Napoleon Against Russia",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 180,
    "age": 12,
    "description": "Napoleon Against Russia - From Smolensk to Moscow and beyond August 16-October 24, 1812 contains five battles from the critical phase of the Campaign, when the Russian Army finally gave Napoleon the decisive battles he so greatly desired. His first maneuver starts out well&mdash;with the French poised to slip into Smolensk behind the Russians. However, the opportunity to bring an end to the campaign will remain unfulfilled. After that, Moscow became the default destination of the Grande Arm&eacute;e. As Napoleon stated, &ldquo;The wine has been poured and must now be drunk.&quot;&#10;&#10;Napoleon against Russia is one of the games from OSG's THE LIBRARY OF NAPOLEONIC BATTLES series. Details on the series are below, as all the games share a common rules set and game system.&#10;&#10;BATTLES SIMULATED:&#10;&#10;     Smolensk, A Battle Postponed, 16-17 August&#10;&#10;&#10;When he recognized that the enemy had withdrawn into the city, the Emperor&rsquo;s plan was stymied. He either had to seize Smolensk on the 16th, without waiting for the arrival of the entire army, or cross the Dneiper River east of Smolensk. Instead he waited for the Russians to make a mistake, and gave them time to pull out along the Moscow road.&#10;&#10;&#10;     Valutino, Rearguard Action, 18 August&#10;&#10;&#10;When the Russians did give him an opportunity to catch the First Army disunited after a confused night march, Napoleon had already returned to Smolensk, expecting nothing more than a rearguard action. Hence he was not on the scene to coordinate the actions of his Marshals, who, left to themselves, were unable to crystallize a victory out of the opportunity.&#10;&#10;&#10;     Shevardino, Fight for the Redoubt, 5-6 September &#10;&#10;&#10;The preliminary battle opened with the arrival of the French cavalry who immediate attacked Konovnytsyn. On the 6th, more French forces arrived including the IV Corps and the Polish Corps. The French captured the Shevardino redoubt at a cost of 4,000&ndash;5,000 French and 6,000 Russian casualties.&#10;&#10;&#10;     Borodino, The Russian Army is Saved, 7-8 September &#10;&#10;&#10;In the climactic battle, Napoleon has been criticized for making a simple frontal assault. With our large map the French player will have plenty of maneuver room to try and outflank the Russian army to the south, or even to the north. He will also have the option of attacking the north flank as Kutusov expected.&#10;&#10;&#10;     Maloyaroslavets, The Retreat Goes Awry, 23-24 October&#10;&#10;&#10;Trying to secure a bridge over the Luzha River, the Italians of Eugene's IV Corps lost about 5,000 and the Russians about 6,000 men as the town changed hands eight times. Except for Davout, all the French marshals advocated a return to the main highway to Smolensk, through the depleted zone, a detour that doomed the Army.&#10;&#10;DESCRIPTION&#10;Series: The Library of Napoleonic Battles (OSG) - formerly known as the Napoleon's Last Battles (NLB) Series: &#10;&#10;     480 meters per hex, &#10;     1 hour per turn, &#10;     400-800 men per strength point. &#10;&#10;&#10;Each Approach to Battle game lasts about 22 turns. The Full campaign links the individual battles.&#10;&#10;(Text from the OSG pages)&#10;&#10;",
    "categories": [
      "Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/Oe3mTOO1rug5I2HpvoMcTg__thumb/img/Pll9kpPafj4jsBjWI6UE8BHpMbE=/fit-in/200x150/filters:strip_icc()/pic8059522.png"
  },
  {
    "id": "300591",
    "name": "Target for Tonight: Britain's Strategic Air Campaign Over Europe, 1942-1945",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 180,
    "age": 0,
    "description": "Target for Tonight is a solitaire board  wargame that recreates Britain's Strategic Bombing Campaign against Nazi-occupied Europe during the Second World War. The game covers 1942-1945 when the British decided to use night area bombing against German target cities, and the Germans developed a cutting-edge night fighter defense system.&#10;&#10;Target for Tonight is designed to provide YOU, the player, with the ultimate gaming experience: depicting the same types of events and decision-making processes experienced by RAF pilots who flew the real-life night bombing missions.   Now, YOU are in command of an individual RAF bomber on an individual NIGHT MISSION over Hitler&rsquo;s Third Reich. Choose to fly the four-engine Avro Lancaster, Short Stirling, Handley-Page Halifax heavy bomber or the twin-engine Vickers Wellington during the mission. Twelve campaigns are provided, each a series of individual missions to form the player's operational tour of duty. Just as it was in real life, the objective of the game for the player is to survive their operational tour of duty with the RAF.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/LhvYd2BmeZMzHdghhRZt4g__thumb/img/LxnmYG0UJ5jf0oqHm_VlKsUw7fc=/fit-in/200x150/filters:strip_icc()/pic5214354.jpg"
  },
  {
    "id": "176963",
    "name": "Dadaocheng",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 10,
    "description": "Dadaocheng is a family game with a focus on manipulating resource discs in a central area. Players take on roles of foreign traders in Dadaocheng, Taiwan at the turn of the twentieth century. Through swapping and flipping resource discs in the central area, players obtain resources and either trade these resources to the rest of the world, or spend these resources to buy different types of buildings within the city of Dadaocheng. The objective of each player is to become the most prestigious trader of Dadaocheng.&#10;&#10;",
    "categories": [
      "Dice",
      "Economic",
      "Puzzle"
    ],
    "mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/iJqwDvoQM4ZngHfeC59EyQ__thumb/img/Bn8HIthqG8jp-DYIK8ZgGsG7uPg=/fit-in/200x150/filters:strip_icc()/pic2575639.jpg"
  },
  {
    "id": "325409",
    "name": "Fantasy Fluxx",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 40,
    "age": 8,
    "description": "Fluxx is a card game in which the cards themselves determine the current rules of the game. By playing cards, you change numerous aspects of the game: how to draw cards, how to play cards, and even how to win.&#10;&#10;At the start of the game, each player holds three cards and on a turn a player draws one card, then plays one card. By playing cards, you can put new rules into play that change numerous aspects of the game: how many cards to draw or play, how many cards you can hold in hand or keep on the table in front of you, and (most importantly) how to win the game.&#10;&#10;In Fantasy Fluxx, you want to gather your friends for a party &mdash; an adventuring party, that is! Pack up your Second Breakfasts, and set off on a classic quest with your faithful companions: the Helpful Elf, the Dwarven Warrior, the Gallant Swordsman, the Wise Old Wizard, and of course, the Humble Young Hero! Learn from the Cranky Magic Teacher how to use your Wand to cast spells like Invisibility or Fireball!  You may need them as you encounter the Dreaded Pirate, or when you find out that Captured Princess is actually the Mother of Dragons! Will you and your fantasy favorites survive the Final Showdown with the Dark Lord?&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy"
    ],
    "mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/s2uIRb5xOjUg-m4Dpt2PlA__thumb/img/RiU-qx390smPvJkdB9khqHvEjx8=/fit-in/200x150/filters:strip_icc()/pic5813699.jpg"
  },
  {
    "id": "334216",
    "name": "Thunder Rolls",
    "minPlayers": 1,
    "maxPlayers": 8,
    "playingTime": 90,
    "age": 8,
    "description": "Thunder Rolls is a fast paced dice placement action stock car racing game for 1 - 8 players. There are two phases to the game; the Rolling Phase and the Thunder Phase. In the Rolling phase the players roll their dice pool and place sets of dice on matching racing actions to gain track actions and Thunder cards. In the Thunder phase players program their Thunder cards, giving their cars movement and unique driver actions.&#10;&#10;Whether you play a single race, a series, or a full championship season of 10 - 14 races - Thunder Rolls combines true stock car racing actions with a unique tiered dice placement bidding system that keeps the game, and each race, moving fast. This system, designed by stock car enthusiast Richard Launius, offers the feel of bump and grind stock car racing right on your table top with rules that are easy to learn while providing multiple options and strategies for players. A single race on a Short Track can be enjoyed in as little as 20 minutes, while races on a Mile Oval, a Tri-Oval, a Superspeedway, or a Road Course are playable in 30 - 60 minutes; each requiring different strategies to manage their unique race conditions.&#10;&#10;Think you've got what it takes to be a champion? Gather some friends and run a Championship Season that comprises multiple game sessions.&#10;&#10;Regardless of the number of players, Thunder Rolls always has 8 competing race cars using Non-Player Driver cards, each with their own unique driving style to complete the field. These cards along with the NPD (Non-Player Drivers) Action deck makes each race of Thunder Rolls challenging. With so many uniqe Race cards, the game's ease of play rules and ever-changing strategies required to meet the actions of other players and non-player drivers; players can't help but get caught up in the racing excitement when they hear the Thunder Roll.&#10;&#10;-description from developer&#10;&#10;",
    "categories": [
      "Dice",
      "Racing"
    ],
    "mechanics": [
      "Action Drafting",
      "Auction / Bidding",
      "Dice Rolling",
      "Programmed Movement",
      "Race",
      "Track Movement"
    ],
    "image": "https://cf.geekdo-images.com/sc8sUSNUVX3SzNIkqhOfBA__thumb/img/iLLMr7Dy0JFhyhp64hMg5ErXqgs=/fit-in/200x150/filters:strip_icc()/pic6206014.jpg"
  },
  {
    "id": "329086",
    "name": "Pebble Rock Delivery Service",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 6,
    "description": "Help Pebble, Oscar, Hamish, and Elvis on a daring high seas adventure of package delivery! Guide them through swift currents, sharks, and pirates as you race to deliver much-needed cargo to the remote islands around Pebble Rock.&#10;&#10;Choose to roll fast dice and risk attracting enemies like Pirates and sharks, or play it safe and choose to roll slow dice.&#10;&#10;Based on the delivery orders given to every player by Brock the Badger, navigate your boat to nearby islands to make deliveries and score points. As you go, you'll also need to stop by the shop islands to gain important equipment to give yourself an edge over the competition.&#10;&#10;Pebble Rock Delivery Service is an all-ages &quot;Pickup and Delivery&quot; game. The game has enough depth to entertain seasoned gamers, while the core mechanics are simple enough to teach to young sea-captains.&#10;&#10;",
    "categories": [
      "Animals",
      "Transportation"
    ],
    "mechanics": [
      "Pick-up and Deliver",
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/PJZ_FXZnAPnNt-AOKITwKw__thumb/img/e4ZNpqE_uzSJsrioZc58WN3-COs=/fit-in/200x150/filters:strip_icc()/pic5935161.jpg"
  },
  {
    "id": "31853",
    "name": "Black Box +",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 10,
    "description": "Black Box+ is a deluxe expanded edition of Black Box that includes the original square grid game as well as a challenging new hexagonal version. With the publication of Black Box+ Franjos celebrates their 20th anniversary as a game publisher, and 2007 also happens to be the 30th anniversary of Black Box.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Deduction"
    ],
    "mechanics": [
      "Hexagon Grid",
      "Square Grid"
    ],
    "image": "https://cf.geekdo-images.com/lgu_sh-SYL-bZ6uml4m8Mg__thumb/img/dEEjZpuFF7O1ioSJUXg6MD4PRw8=/fit-in/200x150/filters:strip_icc()/pic859250.jpg"
  },
  {
    "id": "178839",
    "name": "Foodfighters",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 8,
    "description": "Foodfighters is a fun and light two-player battle game - each player controls a team of foods trying to win a food fight against the opposing team. First player to knock out three matching foods from the other team wins!&#10;&#10;You and your opponent each control a faction of fighting foods. On your turn, you can move a Foodfighter, or roll dice to attack an opponent (that your Foodfighter is thinking about and that is in reach), or roll for Beans (cash). After that you can spend your Beans to buy awesome gear from the store or Power cards that are unique to your team. Then it's the other guy's turn. Keep going until you've knocked out three of a kind on your opponent's team, and you've won!&#10;&#10;",
    "categories": [
      "Children's Game",
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/QWEY0B5-ah42fK_D3VOoPg__thumb/img/K0YAsTsKZw-Mf_FUP2xkyX02FUo=/fit-in/200x150/filters:strip_icc()/pic2561121.jpg"
  },
  {
    "id": "154125",
    "name": "Pocket Battles: Confederacy vs Union",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 13,
    "description": "A war game that fits in the pocket! In Pocket Battles: Confederacy vs Union &mdash; the fourth title in the Pocket Battles series &mdash; tiles represent troops and troops make up units in your army; just determine the size of the battle, then create your own army from a pool of existing troops. Each tile hits on certain rolls, and some can only melee while others can shoot. Some tiles also have special traits that can affect their whole unit or army.&#10;&#10;The basic rules of the game are fairly simple: Two armies face each other in battle. The armies are split into three columns and two rows. Players must decide at the start of the game how many points they will give to their armies, which then determines how many points you must defeat to win.&#10;&#10;On your turn, you choose which faction of your army to send off to battle! Attacks are made by using Order Tokens. If no Order Tokens are present on a unit, it costs just one token to issue orders to that unit. Issuing orders to the same unit in the same Battle Round costs you the number of tokens present on the unit, plus one. (If one token is on a unit, it costs two additional tokens to activate it again; with three tokens on the unit, it costs four additional tokens, etc.)&#10;&#10;After a round of battle, you may choose to redeploy your units. (Units may move from the back of the row to the front of the same row, from the back of a row to the back of another row, or from the front of a row to the front of another row). Redeployment costs no Order tokens. The battle ends when one army has eliminated at least half of the points in the opposing army.&#10;&#10;",
    "categories": [
      "American Civil War",
      "Wargame"
    ],
    "mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/obx0JrqdedBDFkoKJOZTUQ__thumb/img/uU3myFQRtARSePQzYLfxwKaUR5g=/fit-in/200x150/filters:strip_icc()/pic1924439.jpg"
  },
  {
    "id": "94731",
    "name": "Heroica: Fortaan",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 8,
    "description": "LEGO's Heroica series represents a classic dungeon game. The players move through tunnels, collecting treasure and fighting enemies. Conflict is resolved by dice rolls; the die results can be a number or a symbol, which might allow the player to use a special weapon. Instead of a character sheet, the players have equipment &quot;backpacks&quot; which can be filled with weapons, potions, keys, etc., depending on what they find during their adventure.&#10;&#10;Heroica: Fortaan is a castle, so the players move through rooms on a grid of grey flat LEGO bricks. The set-up includes a throne room and various gates to be passed through (provided one finds the right keys).&#10;&#10;Heroica: Fortaan can be combined with any or all other games in the Series: LEGO Heroica series.&#10;&#10;",
    "categories": [
      "Adventure",
      "Dice",
      "Fantasy"
    ],
    "mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/C_it6oojezxZ6rFe5z2MIA__thumb/img/AFAr3eZ8qaORP8gluzTjXsxbIIA=/fit-in/200x150/filters:strip_icc()/pic1087316.jpg"
  },
  {
    "id": "1163",
    "name": "Ciao, Ciao...",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "According to the rules, &quot;the coolest player wins&quot;. This is a bluffing game in which players try to move their pawns safely across a bridge. The bridge spans a swamp full of hungry, carnivorous plants (the inside of the game box). This tiny boardgame is contained within the box &mdash; the box is entirely covered, inside and out, with the riotous, hungry swamp. A secret dice mechanism provides opportunity for skillful bluffing. A sharp little game.&#10;&#10;Ages 10 and up.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Dice"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/Jvj9u2383gDQNj_KKx8TiA__thumb/img/czxTcPE5qQa164I7O8vuYvrxe4A=/fit-in/200x150/filters:strip_icc()/pic5763720.jpg"
  },
  {
    "id": "139897",
    "name": "Belle of the Ball",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 13,
    "description": "It is the eve of Carnivale on the magical Victorian isle of Ludobel, and you are all invited to the fantastical festivities!&#10;&#10;In the card game Belle of the Ball, players take on the roles of party hosts, seeking the best mix of guests to make their gala the greatest by the end of the night. In order to ensure that they stay one step ahead of the other hosts, players will have to carefully watch the growing line of guests at the door, inviting those in that seem to share passions with partygoers already inside, all the while handing out their precious stash of Regrets to those who should seek refuge elsewhere. Of course, other hosts may find it advantageous to invite a rejected guest inside just to collect their accumulated Regrets for later use.&#10;&#10;Hosts may also choose to ignore the competition for guests and instead try to earn the favor of&nbsp;the Belle of the Ball herself, whose charms&nbsp;can make or break any party.&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor"
    ],
    "mechanics": [
      "Hand Management",
      "Open Drafting",
      "Push Your Luck",
      "Set Collection",
      "Take That",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/JMVcMUrZC-K3DjeuHFXhjw__thumb/img/uPIXh-8lRCEdmN6Np3Ze_XbW86I=/fit-in/200x150/filters:strip_icc()/pic4593784.jpg"
  },
  {
    "id": "3637",
    "name": "Triplanetary",
    "minPlayers": 2,
    "maxPlayers": 3,
    "playingTime": 45,
    "age": 12,
    "description": "Set in the 21st century, the map depicts the inner Solar system out to Jupiter.  Scenarios involve racing, pirating, invasions, and a few others.&#10;&#10;Movement involves vector mechanics.  Players plot courses using a grease pencil on the map and use fuel to accelerate a maximum of one each turn.  Planets and moons are used to modify the trajectory.&#10;&#10;There are a limited number of ships.  Most are limited in fuel, so making efficient use of gravity is important to reaching a destination.&#10;&#10;2nd edition came out in 1981.  A 3rd edition was released in 2018 by Steve Jackson Games.&#10;&#10;It is fairly easy to extend the game to much more than 3 players, although the board can become cluttered with ship trails (the game is sorta like Crayon Rails in this respect).&#10;&#10;",
    "categories": [
      "Science Fiction",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/7-tfGjCQ-kuWLpFWyLQZ_Q__thumb/img/IOOqiMyMBVwQ9cqM4iou7EuEErQ=/fit-in/200x150/filters:strip_icc()/pic4079897.jpg"
  },
  {
    "id": "189504",
    "name": "Звёздные войны: Тайное вторжение (Star Wars: Secret Invasion)",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 7,
    "description": "In &#208;&#151;&#208;&#178;&#209;&#145;&#208;&#183;&#208;&#180;&#208;&#189;&#209;&#139;&#208;&#181; &#208;&#178;&#208;&#190;&#208;&#185;&#208;&#189;&#209;&#139;: &#208;&#162;&#208;&#176;&#208;&#185;&#208;&#189;&#208;&#190;&#208;&#181; &#208;&#178;&#209;&#130;&#208;&#190;&#209;&#128;&#208;&#182;&#208;&#181;&#208;&#189;&#208;&#184;&#208;&#181; (Star Wars: Secret Invasion) you will infiltrate the Death Star to help Princess Leia get out of prison. Players will be confronted by numerous stormtroopers and Darth Vader himself. Luke Skywalker, Han Solo and Obi-Wan Kenobi will come to the rescue.&#10;&#10;&#208;&#151;&#208;&#178;&#209;&#145;&#208;&#183;&#208;&#180;&#208;&#189;&#209;&#139;&#208;&#181; &#208;&#178;&#208;&#190;&#208;&#185;&#208;&#189;&#209;&#139;: &#208;&#162;&#208;&#176;&#208;&#185;&#208;&#189;&#208;&#190;&#208;&#181; &#208;&#178;&#209;&#130;&#208;&#190;&#209;&#128;&#208;&#182;&#208;&#181;&#208;&#189;&#208;&#184;&#208;&#181;, a Star Wars-themed version of Love Letter, is a quick game of luck, determination and deduction. Play character cards, watch out for opponents' actions...and may the Force be with you!&#10;&#10;The game is played with only 17 cards. At the beginning of the game, one card is removed at random, then each player draws a card. The game is played in several rounds. Each round represents a stage in the escape plan. At the end of each round, one of the players will get closer to the plan's realization and receive a special token. As soon as someone's got enough tokens, that player will rescue Leia and take her to the Rebel Base.&#10;&#10;On their turn, a player draws a card, then plays one of the two cards in hand. Each character card &mdash; Princess Leia, Obi-Wan Kenobi, Darth Vader, Luke Skywalker, Chewbacca, C-3PO, R2-D2, Han Solo, Stormtrooper and Boba Fett &mdash; has a special ability. In this version of Love Letter, Boba Fett functions the same as a Stormtrooper, with each having the Guard ability of naming a player's role and eliminating them from the round, but with Boba Fett if you miss on the first shot, you can try again. Miss a second time, though, and you're out of the round yourself!&#10;&#10;The other difference to regular Love Letter is that the Baron ability is split between the two droids, but with R2-D2, the highest value is out of the round.&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "mechanics": [
      "Hand Management",
      "Player Elimination"
    ],
    "image": "https://cf.geekdo-images.com/cq0f92F_fWvkiQQWFGiQTw__thumb/img/iXksne6ghgkRRol-yY5ARdQ968w=/fit-in/200x150/filters:strip_icc()/pic2796242.jpg"
  },
  {
    "id": "133747",
    "name": "Bauhaus",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 14,
    "description": "Bauhaus' aesthetics are based on the famous Staatliche Bauhaus school of design and are reflected in Bauhaus, a game in which the players are constantly messing with one another's plans while they try to fence off and claim territory.&#10;&#10;Each turn, the active player chooses one of four available action cards on the table. By doing so, she places barriers on the board to try to enclose territory with her pieces inside. Players keep choosing actions until the deck is exhausted, at which time the game ends. Whoever has the most points (enclosed area) wins.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Enclosure"
    ],
    "image": "https://cf.geekdo-images.com/Cx5IU1yJux8bU3T27GrQaw__thumb/img/N2gpPShv42aO-7JGOYPyPrEXuEI=/fit-in/200x150/filters:strip_icc()/pic1489147.jpg"
  },
  {
    "id": "339591",
    "name": "Interstellar",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 240,
    "age": 14,
    "description": "Aboard the Starship Exodus, players control seven spacefaring human-machine hybrids embarking on an epic pilgrimage to the stars. The journey will last many decades as you perform actions and place workers to develop technology for survival, terraforming, and colonization along the way. You must also battle many hardships like cancer, stress, or combat against gray goo, and mutineers in a delicate balancing act of tableaux management, decision making, and risky dice rolling. Entire sections of the ship are lost to erosion, lightning, desperation &ldquo;fryby&rdquo; star-diving, and foolhardy experiments. Players must negotiate risks and challenges together in a cooperative sense and survive the journey, but competitively, must have the most victory points to win.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Political",
      "Science Fiction",
      "Space Exploration"
    ],
    "mechanics": [
      "Market",
      "Melding and Splaying",
      "Negotiation",
      "Semi-Cooperative Game",
      "Simulation",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/p2zzC8ZdzwtQVIGXdpK8QQ__thumb/img/XxEDoBwhr0gEodoGMD8Bdxf4iXo=/fit-in/200x150/filters:strip_icc()/pic6380476.png"
  },
  {
    "id": "39940",
    "name": "Prague: The Empty Triumph",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 600,
    "age": 12,
    "description": "(from Clash of Arms website and  flyer:)&#10;&#10;Prague - The Empty Triumph is the eighth volume in the Battles from the Age of Reason game series and continues the course of the Seven Years War in central Europe.&#10;&#10;On May 6, 1757 King Frederick II of Prussia sent 65,000 men on a maneuver to turn the right flank of 62,000 Austrians strongly deployed along a ridge east of the city Prague under the command of Prince Charles of Lorraine. Both sides were poised for a battle which would be the largest of the war.&#10;&#10;Although the battle clearly was a Prussian success the victory fell short because Prague succesfully withstood the enemy siege until June 16 when Marshal Daun's Austrian relief force dealt Frederick his first defeat on the rolling hills near Kolin.&#10;&#10;The map and time scale: 100 yards per hex and 20 minute game turns. Units represent battalions, regiments, squadrons, companies and batteries or sections of artillery (1 strength point equals 100 men, 50 horsemen or 2 cannon). &#10;The counters represent the various arms, individual leaders and game markers needed to play the game.&#10;&#10;Prague allows players to explore all aspects of this critical and bloody battle with one and two-map scenarios or replay the entire action using all three maps.&#10;&#10;As a bonus this game includes the Lobositz Expansion map.&#10;&#10;Components:&#10;&#10;       3rd Edition Standard Series Rules booklet;&#10;       Exclusive Rules booklet containing Special Rules, Scenarios and Historical Commentary;&#10;       Three 22&quot; x 34&quot; full color, period-style maps;&#10;       420 1/2&quot; Counters, both full color and black &amp; white;&#10;       Cardstock charts &amp; tables;&#10;       Two 10-sided dice.&#10;&#10;&#10;",
    "categories": [
      "Age of Reason",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/MyyiAGx76cnrFNk8BDGjwA__thumb/img/KVIka_DLczT5-hcsql1awdWeug8=/fit-in/200x150/filters:strip_icc()/pic416974.jpg"
  },
  {
    "id": "3595",
    "name": "Squint",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 12,
    "description": "Using any combination of the 72 cards with various shapes on them (such as a cross, various sized circles, wavy lines, etc...), players take turns trying to convey one of the words on a &quot;squint&quot; card. The words have varying degrees of difficulty, from one to three points. Any of the non-building players can guess what the word is. If a player guesses the word before the timer runs out, both the &quot;builder&quot; and guesser receive points.&#10;&#10;",
    "categories": [
      "Card Game",
      "Party Game"
    ],
    "mechanics": [
      "Communication Limits",
      "Line Drawing",
      "Score-and-Reset Game",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/g9HKWgcr9xm87K5lggbT7w__thumb/img/7DBAMmRA0q40Voz9t-zBBngjQAw=/fit-in/200x150/filters:strip_icc()/pic829005.jpg"
  },
  {
    "id": "382894",
    "name": "The Hunters a.d. 1492",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 13,
    "description": "The Hunters A. D. 1492 is a fully cooperative game which enables you to play solo or with a group of friends.&#10;Players become monster hunters who participate in a complex and gripping campaign comprised of hundreds event, road and town cards and tome of tales. The narrative presented on the cards and book is full of story twists and difficult decisions to make.&#10;During the campaign, players execute quests. Each of them takes 30 to 60 minutes to play. It may take place during the day or at nighttime, in various weather conditions. Every time players must choose proper tactics and equipment matching current circumstances.&#10;Players may barter with local inhabitants, undertake various jobs, overcome unexpected obstacles or expand their wagon in order to manufacture over 70 different types of equipment from resources found during the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures",
      "Renaissance"
    ],
    "mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/bjSdCggpBgtoldNn34Y-CQ__thumb/img/0JXNa9sxnKJaAK_XieuBuYcyVGE=/fit-in/200x150/filters:strip_icc()/pic7467298.jpg"
  },
  {
    "id": "1245",
    "name": "Isis & Osiris",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 7,
    "description": "User Summary&#10;Each player receives the same quantity of wooden disks of a colour and a face down pile of cardboard tiles with positive and negative values.&#10;On your turn, you can either place one of your wooden disks on the gameboard, or draw one of the face down tiles, display its value to your opponents and place it face down on the gameboard.&#10;Turn by turn repeat this until the board is completely filled. Now the cardboard tiles on the board get revealed and you score each of your disks by totalling the values of the cardboard tiles that are orthogonal to your disks. Depending on the tiles the value can be positive, neutral or negative. Your score is the sum of values of all your disks.&#10;The player with the most positive points wins.&#10;&#10;From the box&#10;According to legend, Osiris brought agriculture to Egypt, the foundation of its culture. Together with Isis, he ruled the country with great wisdom until he was betrayed by his envious brother, Seth. Now Isis must search for her husband, and she punishes anyone who dares to stand in her way.&#10;&#10;New Release&#10;With same design, different size box and additional variant by Abacusspiele, 999 Games and Devir in octobre 2010.&#10;&#10;awards&#10;&#10;     Game by Game 2011, Recommendation&#10;     The Book Of Games 2002, Recommendation&#10;     Speelgoed Van Het Jaar 2001, Nomination&#10;&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Memory"
    ],
    "mechanics": [
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/eMiKA_1zqSZ9B55jitsMaA__thumb/img/mxEquxd3t-nUWTrJKxkAVHg4dPs=/fit-in/200x150/filters:strip_icc()/pic296563.jpg"
  },
  {
    "id": "75957",
    "name": "Slither",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 40,
    "age": 10,
    "description": "Slither is a dynamic square board connection game in which players move and place stones.&#10;&#10;Objective: White's objective is to connect the right and left hand sides of the board while black aims to connect the top and bottom edges.&#10;&#10;Materials: A square board of any size and a supply of stones in two colors.&#10;&#10;Gameplay: Starting with Black, players on their turn either place a stone on any empty cell or place a stone and move another  stone already on the board by a chess king's move. The only condition on these actions is that, at the conclusion of the turn no two stones of the same color can be diagonally adjacent unless they are orthogonally connected by a common like-colored stone.&#10;&#10;Forced Passing: In the very unlikely event that a player will not have a legal move on his turn, he must pass his turn. passing is otherwise strictly prohibited.&#10;&#10;pie rule: The pie rule has questionable efficacy in classic Slither, as any stone can be translated to the middle of the board without even a loss of tempo. This rule states that&#10;&#10;No draws are possible in Slither.&#10;&#10;Advanced Slither: Seasoned Slither players may want to upgrade to Advanced Slither, which is a variant from late 2018 which aims to resolve issues generated by the perhaps excessive mobility of stones, chiefly making the pie rule less superfluous. The only additional rule in advanced Slither is that a stone may only move if its part of a contiguous orthogonal group consisting of stones of both colors. In addition to making pie more effective and foiling opening templates, this rule makes the game both more static, and therefore strategic and more tactically rich. speaking as its designer, I would have released this version of Slither if I had discovered its relative merits in 2010, despite how this may have effected Slither's reputation.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/rtcSUgyspuHf789u-h8oyQ__thumb/img/CgYP23G78ig0spQtdOkQ2OnSSlw=/fit-in/200x150/filters:strip_icc()/pic1031131.png"
  },
  {
    "id": "5829",
    "name": "Balkan Front",
    "minPlayers": 2,
    "maxPlayers": 3,
    "playingTime": 120,
    "age": 12,
    "description": "Balkan Front is a detailed simulation of the Axis campaigns of conquest in the Balkans, from autumn 1940 to summer 1941. It covers the failed Italian invasion of Greece, the German blitzkrieg that overran Yugoslavia and Greece, and the German airborne assault on Crete.&#10;&#10;First (1990) Edition Game components: &#10;&#10;    Two maps (in two full sheets as 14A &amp; 15B or six quarter sheets as 14A:NW, 14A:NE, 14A:SW, 14A:SE, and 15B:NW, &amp; 15B:NE)&#10;    Four counter sheets (Europa 20A, 21A, 22A and Europa ACS-2 Sheet)&#10;    Rules booklet (includes Rules and Order of Battle)&#10;    Charts &amp; Tables:&#10;        Victory Chart&#10;        Turn Record and Weather Table&#10;        Axis Game Chart&#10;        Allied Game Chart&#10;        Terrain Effects Chart/Combat Results Tables (x2)&#10;        Unit Identification Chart (x2)&#10;    &#10;    Two six-sided dices&#10;&#10;&#10;Second (2002) Edition Game components:&#10;AS ABOVE, EXCEPT Rules and Charts printed &quot;2nd Edition&quot; AND:&#10;&#10;    Four counter sheets, totalling 1120 counters (Europa 20A-R, 21A-R, 22A-R and Europa Universal Marker Sheet) - dated 1999&#10;    Revised Order of Battle (20 pages) - dated 2000&#10;&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/zGvc6hySMLb9-yQuyjfiCw__thumb/img/Ly9dIaKCMyGvO3CJkGXHip4F8pI=/fit-in/200x150/filters:strip_icc()/pic194379.jpg"
  },
  {
    "id": "28436",
    "name": "Deutschland: Finden Sie Minden",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 6,
    "description": "Deutschland: Finden Sie Minden is a trivia game focusing on German topography. Players draw cards describing towns, popular sights or landmarks, etc. and are then asked to pinpoint them on the game board which is a map of Germany. However, no place names are included on the map.&#10;&#10;The map is divided into several zones of varying sizes. Players can try to gain more points by choosing a smaller (thus more concrete) zone, or play it safe, by only choosing a general area (larger zone) for the location in question.&#10;&#10;",
    "categories": [
      "Educational",
      "Memory",
      "Trivia"
    ],
    "mechanics": [
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/0xWSLTDLfoj7d5wQyINb0w__thumb/img/LStWcdVr40kb4_fARJQsDPL8ky0=/fit-in/200x150/filters:strip_icc()/pic3370256.jpg"
  },
  {
    "id": "331952",
    "name": "Unlock!: Timeless Adventures – Die Noside-Show",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 0,
    "description": "The Diosen Circus is coming to town but Professor Noside has prepared a great sabotage act! Stop him.&#10;&#10;The show must go on!&#10;&#10;Note: The German edition was released by itself as well as part of the German version of Unlock!: Timeless Adventures.&#10;&#10;",
    "categories": [
      "Card Game",
      "Exploration",
      "Puzzle",
      "Real-time"
    ],
    "mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/vh0i1AKhG9loTisEY3gCzg__thumb/img/hlPCQXYXQDdNsujvFKnZSL4ycwk=/fit-in/200x150/filters:strip_icc()/pic6063726.png"
  },
  {
    "id": "249751",
    "name": "Rostov '41: Race to the Don",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 600,
    "age": 12,
    "description": "Rostov &lsquo;41: Race to the Don is the 21st game in the Standard Combat Series (SCS). It covers the bold&mdash;some would say &ldquo;foolhardy&rdquo;&mdash;dash by Army Group South to take Rostov in the late fall of 1941. Amazingly, the attack succeeded, resulting, however, in the Germans being isolated at the end of a logistical shoestring. The regrouping Red Army, stung from a long series of defeats, saw this as the perfect opportunity to launch its first coordinated attack of the war, thus paving the way for the Moscow Counteroffensive just a few weeks later.&#10;&#10;Rostov &lsquo;41 covers all this swirling mobile action in turns representing 3 to 6 days and at a map scale of 2.5 miles per hex. Units are battalions to divisions. Low counter density and a wide-open map bring all the action and possibilities to light in some wild gameplay.&#10;&#10;Both players will find themselves under the gun.&#10;&#10;The German player must use his limited and overstretched forces to pull off a brilliant coup. Playing it safe won&rsquo;t cut it; speed is all-important. With a lot of skill and a bit of luck, Rostov will be yours. Then you&rsquo;ll have to pay the piper.&#10;&#10;The Russian player must conserve his forces as the German rapier expends its energy. While the capture of Rostov requires a lot of skill and some luck on the German part, don&rsquo;t begin to think your job is easy. Derailing that German drive can easily consume precious forces needed for your main effort: turning the tables on the Germans and taking back great swaths of the Motherland.&#10;&#10;Rostov &rsquo;41 components:&#10;&bull; Standard Combat Series (SCS) rulebook (version 1.8) &#10;&bull; Rostov &lsquo;41 game-specific rulebook&#10;&bull; one full color 22&quot; x 34&quot; map&#10;&bull; 280 counters&#10;&bull; 4 scenarios:&#10;  Fritz on the Don (Campaign), 14 Turns&#10;  Fritz on the Mius, 4 turns&#10;  Fritz Grabs Rostov, 7 turns&#10;  Soviet Counterpunch, 4 turns&#10;&bull; box and dice&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/1aardtwo3kClyvVXPv5YLA__thumb/img/WjTJOavVfn3nSsRt4nEiaV7atQg=/fit-in/200x150/filters:strip_icc()/pic5650765.jpg"
  },
  {
    "id": "387248",
    "name": "Unrest",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 10,
    "description": "No one can remember when the Empire&rsquo;s regime began. People say it will never end, that resistance is impossible... but no one has ever prepared like the Rebellion. They have planned in secret, gathered intelligence, and sowed dissent in the Districts. However, the Empire has innumerable advantages and will confront the Rebellion with its full might. The revolution begins now.&#10;&#10;In Unrest, two players are pitted head-to-head in the asymmetric struggle for control over five City Districts. Can the Rebellion complete their missions and topple the regime? Or will the Empire continue their rule?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/8wSOxt3FOtWzplLz6sTR1g__thumb/img/cvgFLM8ptPiItb1riW2jTQZZEu8=/fit-in/200x150/filters:strip_icc()/pic7502187.jpg"
  },
  {
    "id": "909",
    "name": "Saturn",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "Players take turns placing various sized wooden balls on the carefully balanced structure that resembles the rings of Saturn.  Players must attempt to place their balls on the rings without making the ring touch the table.  Higher points are scored if balls are placed on the outer ring.  Also heavier balls score higher as well.&#10;&#10;",
    "categories": [
      "Action / Dexterity"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/A5RjCNR_oABYtvUn9DpD9g__thumb/img/Jb57oUd0Awhio7ECo6f8xtna278=/fit-in/200x150/filters:strip_icc()/pic35000.jpg"
  },
  {
    "id": "252362",
    "name": "Red Strike",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 21600,
    "age": 12,
    "description": "Red Strike is a war game simulating a hypothetical clash between NATO and Warsaw Pact (WP) armed forces in Summer 1989. It covers operational land, air and sea warfare in Central Europe and the Northern Atlantic, while also keeping an eye on the strategic situation around the world.&#10;&#10;Red Strike is a highly interactive game. Its detection and interception mechanisms allow for simultaneous actions and reactions from both sides. Having to constantly monitor the battlefield minimizes player downtime and maximizes their ability to recreate a very fluid &ldquo;What if&ldquo; representation of a Cold War gone hot. The mechanisms can seem complex at first, but will soon become second nature.&#10;&#10;The rules that make Red Strike so interactive, also make it perfect for team play. Players can divide responsibilities between air, ground and possibly naval forces. The ground forces could be split by army/front or corps.&#10;&#10;The crucial naval/air war over the North Atlantic can be played either as a standalone game, or as part of the Campaign Scenarios. As would have happened historically, its impact on the battlefield in Germany can be decisive; the interception and sinking of convoys carrying supplies and reinforcements making the difference between success and failure.&#10;&#10;Awards and Honors&#10;&#10;&quot;Red Strike&quot; wins 2023 Charles S. Roberts Awards in the categories&#10;- &quot;Best Operational Game&quot;&#10;- &quot;Best Hypothetical Game&quot; and&#10;- &quot;Award for Outstanding Presentation&quot;. Pablo Bazerque&#10;&#10;Yves Rettel wins the &quot;Chad Jensen Memorial Breakthrough Designer Award&quot;.&#10;&#10;",
    "categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/ywuJx23OTpKGGXg4XYrF7Q__thumb/img/l4I5_IEIrgFdHWzFm4DM57Jol-I=/fit-in/200x150/filters:strip_icc()/pic7547211.jpg"
  },
  {
    "id": "139443",
    "name": "Superfight",
    "minPlayers": 3,
    "maxPlayers": 20,
    "playingTime": 15,
    "age": 8,
    "description": "Superfight is party game of super powers and super problems. The game is all about arguing with your friends about ridiculous fights.&#10;&#10;The core deck contains 500 cards. 160 characters (white cards), and 340 powers and weaknesses (black cards). Players use a hand of three white cards and three black cards, and choose one of each to beat the player next to them. Then they get a random black card before fighting. Players then argue their case for why they should win, and the table votes.&#10;&#10;Note: Superfight went through a major reprint in late 2014. The rules and about 30% of the cards were refined to improve the game after it sold out of its original print runs. The Cards Against Humanity/Apples to Apples mechanism has been replaced by a table vote and one-one one battles, but the battle royale and villain rulesets keep the old single-judge mechanism if the table prefers it.&#10;&#10;",
    "categories": [
      "Card Game",
      "Comic Book / Strip",
      "Fighting",
      "Humor",
      "Party Game"
    ],
    "mechanics": [
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/4ih18dd_9SZv3yn-YazMIw__thumb/img/i2BNig3lkYu3MZPhzKRIygg7RJU=/fit-in/200x150/filters:strip_icc()/pic2933903.jpg"
  },
  {
    "id": "367584",
    "name": "7th Sea: City of Five Sails",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 80,
    "age": 12,
    "description": "7th Sea: City of Five Sails&nbsp;is an expandable card game set in the swashbuckling world of the&nbsp;7th Sea&nbsp;roleplaying game by John and Jennifer Wick. Players control one of five factions as they fight to influence, control, and explore the independent and unruly city of Five Sails. It is typically played with two players, but multiplayer variants will&nbsp;allow more players to get into the game.&nbsp;&#10;&#10;During the game, each player represents a leader who, along with their allies, explore locations and fight both with swords and with wits for overall influence over the city. Along with each player&rsquo;s individual deck,&nbsp;7th Sea: City of Five Sails&nbsp;also includes an element of randomness in the form of a separate, shared deck that represents the city itself with unusual characters, items, and events that change the &nbsp;focus of the game. Combat is resolved in a unique &ldquo;back and forth&rdquo; style reminiscent of challenging&nbsp;swordplay.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Pirates"
    ],
    "mechanics": [
      "Action / Event",
      "Area Majority / Influence",
      "Deck Construction",
      "Hand Management",
      "Push Your Luck",
      "Stat Check Resolution",
      "Variable Player Powers",
      "Victory Points as a Resource"
    ],
    "image": "https://cf.geekdo-images.com/fBJ8H7NlxmvO8NR7tvUATw__thumb/img/j4tqgAJOC3eTLDMWSMahzGpvGgU=/fit-in/200x150/filters:strip_icc()/pic6977133.jpg"
  },
  {
    "id": "391165",
    "name": "Chants for the Old Ones",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 14,
    "description": "The arrival of the Old Ones is near, we already feel their presence in the air, on the ground in every corner. In this game we will be cultists infiltrating the cities of Arkham, Innsmouth and Kingsport performing sacrifices, recruiting cultists and summoning creatures to invoke the Old Ones under the watchful eye of seasoned researchers who will try to prevent it. Build the first cult to summon an Old One and start the new era of glory.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Horror",
      "Miniatures",
      "Mythology",
      "Novel-based"
    ],
    "mechanics": [
      "Deck Construction",
      "Solo / Solitaire Game",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/EMw5-2SHfVdKAFE9pLtFaw__thumb/img/G5TOeDNpb6cpmC1r2Z7n--n3h4g=/fit-in/200x150/filters:strip_icc()/pic8268181.jpg"
  },
  {
    "id": "229453",
    "name": "CV Pocket",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "Would you like to be somebody else? CV Pocket lets you create an incredible life history in 15 minutes. Choose your work, hobby and friends, make hard life choices, and defeat your opponents!&#10;&#10;CV Pocket is a totally new compact card game full of interesting decisions. The game introduces innovative card selection mechanism. Cards are laying on the table in three rows of 5 cards each. During your turn you can acquire first, second or third card from any row, depending on the transportation symbol on the topmost card in your CV. You can travel one space on a bike, two in a car, or even three in a plane.&#10;&#10;Players try to outsmart and block their opponents, and allow themselves to take the best card in the next turn. On the cards you can find different symbols. Your goal is to create best sets of wisdom, relationships, money, and good and bad luck symbols. Missions will help you to score even more points. Be a real hipster and score points for your bikes!&#10;&#10;Several kinds of special cards allow you to create interesting combos. Vacation doubles your next card, and relocation lets you take any card form the tableau.&#10;&#10;Build the most impressive resume and win in CV Pocket!&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor"
    ],
    "mechanics": [
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/bzfWwGfd-pMQQJNjWNcfOQ__thumb/img/_zkVXM2Fsf8Ooq4z4mf2FwokHzA=/fit-in/200x150/filters:strip_icc()/pic3639067.jpg"
  },
  {
    "id": "370166",
    "name": "echoes: Die Violine",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 14,
    "description": "In the Burg Theater in Vienna 1788, secret information is passed on unnoticed, and players of echoes: Die Violine will need to decode a secret code in order to be able to solve the case.&#10;&#10;echoes is a co-operative audio mystery game. Using the free app, players listen to mysterious noises and voices that are connected to the playing material. Together they look for hints in the sound bites to bring the story parts in order and solve the case.&#10;&#10;In more detail, your task is to assemble the 24 parts of the story in the right order; each part is represented by an object &mdash; either a game board or a card &mdash; and its associated echo. The entire story is divided into six chapters, with each chapter being represented by a game board. By scanning the objects with the app, you'll hear the echo connected with each object, and by using conversations and noises in the echo, you try to figure out which three object cards are associated with a chapter and in which order they should be placed. If you're not correct, the app will inform you which cards are incorrect or in the wrong place; if you are correct, you can listen to the entire chapter all at once &mdash; and you should since new, additional hints can then be heard.&#10;&#10;The objects themselves also provide you with clues from time to time, so neglect no details.&#10;&#10;",
    "categories": [
      "Deduction",
      "Electronic",
      "Fantasy"
    ],
    "mechanics": [
      "Cooperative Game",
      "Deduction",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/ebvUSmaa0PwYPxvJjRtwVQ__thumb/img/AoFxCGAsgxJAT_gsWUvCu0e-h0A=/fit-in/200x150/filters:strip_icc()/pic7054477.jpg"
  },
  {
    "id": "273654",
    "name": "Shadows of Brimstone: Valley of the Serpent Kings",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 180,
    "age": 15,
    "description": "In the Valley of the Serpent Kings Adventure Set, players take on the role of a group of Spanish Conquistadors, exploring the dark halls and stone ramparts of a Spanish Fort  that has fallen into Darkness, overrun by demons and creatures.&#10;&#10;As a Team of Conquistador Heroes, you can play as the fearless El Capitan, leading his men with boundless ambition, the classic Explorer, guiding the expedition through the jungle swamps, the armored Soldier, a front line fighter armed with a heavy crossbow to skewer all but the toughest of Enemies, or the agile and deadly Duelist, fencing with twin blades and blurring the line between dance and death.&#10;&#10;New Enemies include Drowned Dead, lost explorers that rise up from the watery depths to take their revenge on the living, Serpentmen Archers, keeping their distance to fire a deadly volley of Dark Stone arrows at the Heroes, Temple Guard, a new breed of brutish Serpentmen that defend the temples of the Serpent Kings with savage ferosity, and the mighty Croxin Beast, a massive reptilian creature unleashed by the Serpentmen as a beast of war!&#10;&#10;This set also features brand new material for the Swamps of Jargono  OtherWorld (first introduced in the Swamps of Death Core Set), a murky jungle swamp filled with giant insects, carnivorous plants, and vicious Serpentmen. The Heroes will explore a new region of Jargono - the Valley of the Serpent Kings, with new Map Tiles, Encounters, Artifacts, World abilities, and Enemies to battle, letting you explore the Swamps for the first time, or expanding your existing collection.&#10;&#10;Includes everything you need to play a group of Conquistador Heroes and explore the Valley of the Serpent Kings in Jargono, or adventure in the Spanish Forts on Earth: 4 Conquistador Heroes, 6 Drowned Dead miniature, 6 Serpentmen Archer miniatures, 3 large Temple Guard miniatures, 1 Croxin Beast XL miniature, 3 Conquistador Footmen Ally miniatures, and 6 Carnivorous Plant miniatures with bases; plus dice, map tiles, cards, rulebook and reference sheets.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/oabgIlbt67SVWE3YOywyrg__thumb/img/Vo5zgCiQQTl4RxY33Bd9p7ptby4=/fit-in/200x150/filters:strip_icc()/pic7446492.jpg"
  },
  {
    "id": "20082",
    "name": "Pecunia non olet: Geld stinkt nicht",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 8,
    "description": "Pecunia non olet &ndash; &quot;Money doesn't Stink&quot;&#10;&#10;A card game in the old Rome, in which the players act as rental toilette owners, who have to earn their money from the Romans , who feel an urgent need...&#10;You have three toiletts to rent to several different types of Romans: Women, who can share a place, senators, who refuse to sit next to slaves, and citizens. Each Roman has a specific amount of time he/she will need and a sum of money he/she will pay afterwards. Whoever reaches a certain fortune (depending on the number of players) wins the game.&#10;&#10;The game includes 70 roman &quot;customer cards&quot;, 40 action cards, roman coins and wooden round markers&#10;&#10;",
    "categories": [
      "Ancient",
      "Card Game",
      "Humor"
    ],
    "mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/QA6rWvxO2P88Txtlzkh84w__thumb/img/adWzNnYByLudfKV-M7u_g5FKiTk=/fit-in/200x150/filters:strip_icc()/pic96959.jpg"
  },
  {
    "id": "129204",
    "name": "Blocks in the East",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 14,
    "description": "On 22 June 1941, under the codeword &quot;Dortmund&quot;, the German Wehrmacht and other Axis powers started the invasion of the Soviet Union. Over 150 divisions &ndash; ca. 3,6 million troops &ndash; of the Axis invaded the USSR along a front of 2,900 km. In addition to troops, Barbarossa involved 600,000 motor vehicles, 750,000 horses, 3350 tanks, 7300 guns, and nearly 2000 planes &ndash; the largest invasion in the history of warfare.&#10;&#10;BLOCKS IN THE EAST is a game of World War II conflict simulation at the strategic level. It recalls the most decisive battles fought on the Eastern Front from the beginning of the invasion in summer 1941 until the dramatic end in Berlin in spring 1945. Although based on historical events and battles, the players in command of the two factions can modify the evolution of World War II.&#10;&#10;The game is recommended for two or four players: one/two control the Soviet Red Army and the other one/two control Germany and the other Axis powers. In a threesome, one player controls one faction while the other two players control the other faction. The game is furthermore suitable for solitary play: the single player just controls both sides. In this case, a play with Fog of War is suggested.&#10;&#10;Developed with a system of wooden blocks and cubes and played out over an astonishing 125x87 cm (49&quot;x34&quot;) full laminated multicolor mapboard, the only paper component in the box is the rules manual. In total, more than 600 wooden/plastic components have been created by the best Italian artisinal industry and painted &quot;A buratto&quot;, a technique usually adopted for painting car parts and accessories.&#10;&#10;The rules are divided into three major sections which can be learned one at a time:&#10;&bull; The Basic Game Rules introduce the basic concepts of BITE and enable players to start playing the game without too many rules to remember.&#10;&bull; The Advanced Game Rules provide more specific and detailed rules for enhanced realism, such as the use of Fuel and the Advanced Production System.&#10;&bull; The Optional Rules are for those who want to get the most out of the game, with rules for Technology Research, Strategic Warfare with the bombing of Germany and U-boat campaigns in the oceans, Amphibious Landings, Airborne Assaults, and more.&#10;&#10;In BLOCKS IN THE EAST, a hexagon is approximately 53 miles (70 km) across, a turn is 1 month long, and a full-strength counter represents a major military formation (normally corps size) with 300 planes, 300 tanks, or 30,000 men, depending on the unit type, equipment, nationality, etc. The game can be played with &quot;Fog of War&quot; on (with the faces of wooden blocks hidden from the opponent) or off (all units are visible).&#10;&#10;Players can compete in the full 1941 Codeword Dortmund Campaign, in one of four six-turn scenarios (&quot;Operation Barbarossa 1941&quot;, &quot;Case Blue - The Drive to Baku 1942&quot;, &quot;Operation Citadel - The Battle of Kursk 1943&quot; and &quot;Bagration Offensive in Summer 1944&quot;), or one of the shorter, easy-to-learn scenarios (&quot;Road to Rostov&quot;, which lasts six turns, or any of these scenarios: &quot;Road to Leningrad&quot;, &quot;Road to Moscow&quot; or &quot;Short Barbarossa&quot;). Each scenario has different victory conditions and length, with a playing time from 1 to 49 turns.&#10;&#10;BLOCKS IN THE EAST can be played standalone or combined with Blocks in the West and Blocks in Afrika.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/vbSifk_xERmRYr9pUqfQWw__thumb/img/48TSZzw6MFRjnTfEruKwij_wEuQ=/fit-in/200x150/filters:strip_icc()/pic1634547.jpg"
  },
  {
    "id": "266802",
    "name": "Escape Room: The Game – Jumanji",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 10,
    "description": "You've got 60 minutes to decipher the codes that will set you free in these exciting games of adventure and escape. Enter the correct keys into the included Chrono Decoder to move further along in the game. Enter the wrong keys and lose valuable time! Three different adventures included: The Drumming Closet, The Search for Jesse, and Break the Curse.&#10;&#10;Includes a 15 minute introduction game and two 60 minute adventures.&#10;&#10;",
    "categories": [
      "Electronic",
      "Movies / TV / Radio theme",
      "Puzzle"
    ],
    "mechanics": [
      "Cooperative Game",
      "Deduction",
      "Elapsed Real Time Ending"
    ],
    "image": "https://cf.geekdo-images.com/L22Rkp07xsv6pikh-sFTiA__thumb/img/ArGlHw45335ApaqrjAbQdQJQ-JM=/fit-in/200x150/filters:strip_icc()/pic4497638.jpg"
  },
  {
    "id": "171419",
    "name": "My First Bohnanza",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 4,
    "description": "My First Bohnanza serves as both an introduction to Bohnanza and as a children's game in its own right, with the goal of the game being the same as its parent: Have the most Talers at the end of play.&#10;&#10;As in the original Bohnanza, the game includes multiple types of beans, with each bean having a number on it to indicate how many copies are in the game as well as a &quot;beanometer&quot; at the bottom of the card to show you how many cards of this type you need to harvest in order to collect Talers. My First Bohnanza has simplified beanometers, with four types of beans having only a single exchange value &mdash; e.g., five Gemeine (common) beans get you one Taler &mdash; and six types of beans having two exchange values. Games with the youngest players (or newcomers to the Bohnanza universe) should use the single beanometer cards with the other cards forming a Taler stack.&#10;&#10;To play, each player gets five cards, which they lay in a face-up row, and a beanfield tile that shows spots for two types of beans. On a turn, a player must plant the first (leftmost) card in one of her fields and she can choose to plant a second. Players try to group cards of the same type in the same field, but they can cover beans of different types, if needed. The player then reveals two cards from the deck and either keeps them or trades them (and cards from her hand, if desired) for cards held by other players; all traded cards must be planted. To end her turn, the player draws three cards and adds them to her row.&#10;&#10;As soon as a player has the proper number of bean cards in order in one of her fields, she harvests them, placing these cards in the discard pile and collecting a Taler from the stack. If those cards covered beans of another type, she can then start building on those beans again. After going through the deck 1-3 times (depending on the number of players), the game ends and whoever has the most Talers wins.&#10;&#10;Once players have played My First Bohnanza a few times, you can swap the single beanometer cards for the double beanometer cards, which now gives players a choice of when to harvest. Subsequently, you can combine the two decks, which introduces the rule about using one of the bean cards to serve as the Taler (which adjusts the quantity of that type of bean in the deck). With additional plays, you can add in the remaining rules of Bohnanza, such as needing to harvest for no Talers when planting, paying for a third beanfield, keeping your cards in hand, and not being able to harvest a field with only one card.&#10;&#10;",
    "categories": [
      "Card Game",
      "Children's Game",
      "Farming"
    ],
    "mechanics": [
      "Hand Management",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/UbQPqXChcoPKW-reUv7yJQ__thumb/img/Xvp0jRHt8eCsfHpMKKZPdjeW9gI=/fit-in/200x150/filters:strip_icc()/pic2522755.jpg"
  },
  {
    "id": "186723",
    "name": "Cave Evil: Warcults",
    "minPlayers": 2,
    "maxPlayers": 12,
    "playingTime": 1000,
    "age": 18,
    "description": "Stand-Alone game, integrates with Cave Evil.&#10;&#10;&quot;It knows no light, this Cave,&#10;&#10;&quot;Endless tunnels, endless battle, endless death...&#10;&#10;I awoke among my species, mine folk. I have risen, understood, grasped and taken my power, those below my slaves! I shall raise great armies to massacre any enemy! These territories are mine, only the weak to destroy! Shadow deities pretend to stand above me, but I shalt not kneel. I shall sit on any throne!&#10;&#10;Tonight I am Warlord, an oath declared! The weak and shoddy I shall craft into powerful warriors, warriors into command, command into my Lord of all Battles! Together we conquer! Our species will rule the caverns of black! Into the Warrior Path!&quot;&#10;&#10;Cave Evil: Warcults  is a stand alone game. Players who own Cave Evil can expand their game with Warcults. It can be played either as an individual game or as an expansion.&#10;&#10;Players who own Cave Evil have the liberty to play as only a Warlord, only a Necromancer or both.&#10;Players who own Warcults will begin as a Warlord, but they will be able to connect each future Corroded Corridor to this issue.&#10;&#10;GAMEPLAY&#10;As we learned in CAVE EVIL, a Necromancer can weave a web of control over 6 Squads, but their power does not end there. While they may dominate 6 squads, others may swear their allegiance to the infernal magi. The cave is endless. Battles for territory will forever ensue. The forbidden wizards must raise troops from their species, create Warriors from the weak and shoddy, inspire Command and demand the allegiance of their greatest Warlord. The warrior path begins!&#10;&#10;Warcults is an introduction to a Warrior Path - the first expansion for CAVE EVIL.&#10;&#10;A Warrior path is a way to play Cave Evil. It is a modified Sequence of Play to accommodate players that prefer to play with just a Warlord Character or with both a Warlord and a Necromancer.&#10;&#10;The Warlord is a branch of Necro command and is under the allegiance of a Necromancer. The Necromancer is NOT needed to play!&#10;&#10;A Warlord commands an army and the divisions of command below them.&#10;Apart from WARCULTS features, the game introduces new actions and adjustments to the overall Sequence of Play.&#10;&#10;Victory is dependent on each scenario.&#10;&#10;",
    "categories": [
      "Ancient",
      "Civilization",
      "Fantasy",
      "Horror",
      "Mature / Adult",
      "Mythology",
      "Wargame"
    ],
    "mechanics": [
      "Hand Management",
      "Hexagon Grid",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/gvYg4N4WZl46aY8_nZIJ4Q__thumb/img/FUmblHyOrBj-pBmpEKbjkGdJHpk=/fit-in/200x150/filters:strip_icc()/pic3270082.jpg"
  },
  {
    "id": "328237",
    "name": "18SJ: Railways in the Frozen North",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 300,
    "age": 14,
    "description": "18SJ is a game in the 18xx-series set in the United Kingdoms of Sweden and Norway and pits two to six players as investors in railroad corporations in the formative years of Nordic railways. It features a simple mechanism for the nationalisation of public corporations and simulates the construction of the mainlines of Swedish rail. The nationalisation means that each game will be completed with a varying number of corporations ultimately available. Shareholders need to be careful in stock investment and the timing of train purchases to maximize personal profit.&#10;&#10;",
    "categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "mechanics": [
      "Connections",
      "Market",
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/B36hHw5Ter_YIGUpehRJQA__thumb/img/CNi1p1yR5ShxLQIPSxOLzhQsmhs=/fit-in/200x150/filters:strip_icc()/pic6894741.png"
  },
  {
    "id": "8812",
    "name": "No Better Place to Die: The Battle of Murfreesboro",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 360,
    "age": 0,
    "description": "No Better Place to Die - The Battle of Murfreesboro, Dec. 30, 1862 to Jan. 2, 1863, is the eighth game in The Gamers Civil War Brigade (CWB) Series from The Gamers. It recreates the vicious struggle between Major General Rosecrans' Union Army of the Cumberland and General Bragg's Army of Tennessee from December 30th, 1862 to January 2nd, 1863 near the town of Murfreesboro, Tennessee.&#10;&#10;Game Scale:&#10;Game Turn: 30 minutes&#10;Hex: 200 yards&#10;Units: Brigades&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full color map&#10;One dual-side printed countersheet (280 1/2&quot; counters)&#10;One 32-page CWBS 2nd edition revised system rulebook&#10;One 12-page No Better Place to Die specific rulebook&#10;Two 6-sided dice&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Medium&#10;Players: 1 or more&#10;Playing Time: 2-30 hours&#10;&#10;",
    "categories": [
      "American Civil War",
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/U2H0GbL8ACOjU0GH01USjQ__thumb/img/sP7WhHP1vhxs9wanxSVnCoqR7vY=/fit-in/200x150/filters:strip_icc()/pic433427.jpg"
  },
  {
    "id": "1965",
    "name": "Mertwig's Maze",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 100,
    "age": 10,
    "description": "From the back of the folio:&#10;&#10;Wise and beloved King Mertwig lays dying.  His only children, a twin boy and girl, were stolen by gypsies long ago when they were still babies.  Mertwig, desperate that his kingdom not fall into evil hands, announces a contest: Anyone who can present to him a Royal Treasure and a Royal Birthmark will be named heir!&#10;&#10;But treasures (not to mention birthmarks) are not exactly easy to find.  And after a would-be Royal Heir tracks them both down, he (or she) must present them to King Mertwig - and that requires braving the dangers of Mertwig's Maze!&#10;&#10;The Mertwig's Maze game is a lighthearted fantasy boardgame from Tom Wham, designer of numerous games published in Dragon magazine, including the classic Snit Smashing and Snit's Revenge.  In the Mertwig's Maze game, you are the would-be heir to Mertwig's throne!  Can you complete your quest, get past the Mystic Musk Ox in Mertwig's Maze, and reach the finish before the other players?  More importantly, can you claim the throne before Mertwig passes on and the kingdom falls into the clutches of evil?&#10;&#10;The Mertwig's Maze game contains a large game map, eight smaller maps, full-color counters, and hundreds of cards depicting hirelings, magical items, arms and armor, and random events to aid your quest - or hinder your opponents'!  Mertwig's Maze game can be played by two or more players, and is recommended for ages 10 and up.&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Maze"
    ],
    "mechanics": [
      "Modular Board",
      "Role Playing"
    ],
    "image": "https://cf.geekdo-images.com/APZ-9ylLvNAKF2YhzOKBvg__thumb/img/8nRv2OiLRw-_R3FOw640rHH7LSA=/fit-in/200x150/filters:strip_icc()/pic7216.jpg"
  },
  {
    "id": "7755",
    "name": "Victory in Normandy",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 300,
    "age": 14,
    "description": "&quot;Victory in Normandy&quot;, is a two-player wargame simulation covering the fighting in France from 7 June (D-Day+1) to 25 August 1944 (D-Day+80, the fall of Paris), using daily turns. The 17x22&quot; map shows the area from Brest to Paris, and from Cherbourg to the Loire River.&#10;&#10;The main units of maneuver are divisions, along with corps artillery and support units. Most of the 128 units in the counter mix are two-sided for step reduction.&#10;&#10;The basic rules require only 7 pages and provide a good introduction to the hobby for newcomers. The game can be played in an evening. It is tense, fun for old hands and new comers alike, historically accurate, and easy to play. The action ranges from hammer-and-tongs slugfests to sweeping breakouts and pincers.&#10;&#10;Wargame covering the fighting in France from 7 June 1944 to 25 August 1944 (the liberation of Paris). Reprinted in Command Magazine Japan #5.&#10;&#10;Game Scale:&#10;Game Turn: 1 day&#10;Hex: 9.4 miles / 15 kilometers&#10;Units: Divisions&#10;&#10;Game Inventory:&#10;One 17&quot; x 22&quot; full color map&#10;One dual-side printed countersheet (128 5/8&quot; counters)&#10;One 12-page rulebook&#10;(not included - One 10-sided die)&#10;&#10;Solitaire Playability: Medium&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 12+&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Minimap Resolution",
      "Movement Points",
      "Simulation",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/0OZUk8Rrib3vNm41HC80qA__thumb/img/Az5zinSR9pLLvn6LEeykhwa_GUQ=/fit-in/200x150/filters:strip_icc()/pic6592088.jpg"
  },
  {
    "id": "185381",
    "name": "Exceed: Red Horizon – Alice, Zoey, Gabrek, and Ulrik",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 10,
    "description": "Exceed is an easy-to-learn 2 player head-to-head fighting card game. Matches take approximately 10-20 minutes, with decks that are small enough to fit in your pocket.&#10;&#10;Exceed is broken up into &quot;Seasons&quot; each Season contains 16 new fighters from various franchises, packaged into 4-character boxes.&#10;&#10;This set features 4 characters from the world of Red Horizon: Gabrek, Ulrik, Alice, and Zoey, as well as all materials you need to play.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fighting"
    ],
    "mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/7d65z6RL3pXsjUSHxwDLHQ__thumb/img/-lXN9OXYuo5q8KLs-ZmvNztrMt4=/fit-in/200x150/filters:strip_icc()/pic2696420.jpg"
  },
  {
    "id": "148740",
    "name": "Scotland Yard Master",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 10,
    "description": "In Scotland Yard Master &mdash; a new version of the 1983 Spiel des Jahres-winning Scotland Yard &mdash; one of the players takes on the role of Mr. X. His job is to move from point to point around the map of London by taking taxis, buses or subways. The detectives &ndash; that is, the remaining players acting in concert &ndash; move around similarly in an effort to move into the same space as Mr. X and capture him. The tricky part is that while the criminal's mode of transportation is nearly always known, his exact location is known only intermittently throughout the game.&#10;&#10;Scotland Yard Master includes six additional game elements, four of which are part of a free app for iOS and Android that offers detectives limited tools to locate Mr. X. For example, the detectives can use radio towers to get a rough sense of where Mr. X is located, with the color of the radio waves hinting at whether he's close to each tower. The two-dimensional game board can also be converted to a 3D view, and the detectives can ask witnesses on the buildings whether they've recently seen Mr. X. The app also allows for pass-and-play, with Mr. X having a self-generated PIN so that the detectives can't accidentally discover his location.&#10;&#10;Scotland Yard Master also has new action options for Mr. X: &quot;Helicopter&quot; and &quot;Sabotage&quot;.&#10;&#10;",
    "categories": [
      "Deduction",
      "Travel"
    ],
    "mechanics": [
      "Cooperative Game",
      "Hidden Movement",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/010dJ3bvkvP3TzVhL_TETQ__thumb/img/6DTUzNXckC2pTmrZUFXBsKYdejY=/fit-in/200x150/filters:strip_icc()/pic1753053.jpg"
  },
  {
    "id": "229543",
    "name": "Sakura",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 10,
    "description": "Every spring, the cherry trees blossom all over Japan. The Japanese celebrate this occasion, as according to their traditions the goddess of Fuji mountain, Konohana Sakuya Hima, revives the fallen flowers at this time. The cherry flower is a symbol of vitality called &quot;sakura&quot;.&#10;&#10;The players in Sakura aim to play cards without taking any hands. They have to play two cards each time, one on each side of the Jin-Jang card following the rules, which by default require higher number on the Jin side and lower on the Jang side in the same color. (Alternatively, a player can place the same number in any color.) Also, the players are aided in their success by several characters, who require payment (money). The game ends when everyone has only two cards left in their hand. The player who earns the fewest points wins the favor of the goddess and glory will be theirs until next spring.&#10;&#10;&#10;This edition was later replaced with Sakura Extra Box, which contains previous Kickstarter extras (not exclusive).&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/tLsauH_Kv9qMK-wBdeycPQ__thumb/img/V8fBlga6-f8TnMVaQOBsrjFqT4Y=/fit-in/200x150/filters:strip_icc()/pic3614636.jpg"
  },
  {
    "id": "203191",
    "name": "The Stonebound Saga",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 13,
    "description": "Description from the publisher:&#10;&#10;Centuries have passed since the great city of Lux disappeared into the sky. Since then a force known as Tenebris has enveloped the seven kingdoms of Telios in darkness. After an endless age of war humanity was on the verge of destruction &mdash; but just as the last light was fading away from the land, when humanity was on the brink of ruin and all seemed lost, hope broke through.&#10;&#10;Three adventurers made their way to the great valley where the ancient city of Lux used to stand. They were drawn by the very stones in the land which seem to call out to them. These stones soon became known as speaking stones as they were able to speak into the very souls of the adventurers, granting them power to push back the Tenebris. Once they arrived they found out they were not the only ones summoned by the stones.&#10;&#10;The Stonebound Saga is a skirmish style card game that offers a variety of elements such as resource management, dice rolling, card positioning and tactical gameplay. The game is for 2 to 6 players played on a large grid-based playmat. Matches take 45 minutes to an hour to complete.&#10;&#10;Each player begins the game with a group of adventurers who have made their way to the valley to train and prepare for the upcoming battle against Tenebris (Standard play is 3 characters per player). Throughout the game players will use speaking stone cards drawn from a community resource deck in order to perform various abilities in battle.&#10;&#10;The Stonebound Saga is a great mix of unit positioning and strategy requiring each player to carefully plan their turns and manage their resources to achieve victory against their opponent. With a large number of character cards to fit many play styles, each match is always a unique experience.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Wargame"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/5Jr1cGRWDh8gBeg8yH_DQg__thumb/img/GpwMrn-hZhyzrJJ9qYqeb4qzqB4=/fit-in/200x150/filters:strip_icc()/pic3460838.jpg"
  },
  {
    "id": "265399",
    "name": "Godsforge",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 14,
    "description": "Once, Etherium was plentiful and the land was peaceful. Now, its presence in the world has &#3;dwindled, and elite spellcasters battle to &#3;control the last place this primal resource can &#3;be harnessed &mdash;&nbsp;the Godsforge.&#10;&#10;Godsforge features simultaneous play, with each player attacking the player to their left and defending against the player on their right. On a turn, everyone simultaneously rolls four dice, then each player lays one of their four cards face down in front of them. In any order you want, players reveal those cards, paying the cost of them via specific numbers on rolled dice, the sum of rolled dice, veilstones, or a combination of the above. On the dice, 1s can be any number you wish, while an unused 6 can be spent to acquire a veilstone.&#10;&#10;Spells provide one-shot effects, while Creations go into play in front of you, with some of them providing one-shot &quot;enter play&quot; abilities in addition to possible attack and defense values and sacrifice abilities. Once all the cards have been resolved, players assess damage comparing their attack value against their target's defense. You then discard any cards you don't want, then refill your hand to four.&#10;&#10;Once a player is eliminated, everyone still in the game starts taking damage from them each round in order to hasten the endgame.&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/w-qkeEVzLR-tDNkBmvwEqg__thumb/img/ILpXEmvUhStd7KapDjRNUsCFKS8=/fit-in/200x150/filters:strip_icc()/pic7561031.png"
  },
  {
    "id": "392193",
    "name": "Unlock!: Short Adventures – Schrödinger's Cat",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 10,
    "description": "Unlock! Short Adventures: it's Unlock, only shorter!&#10;&#10;Unlock Short Adventures are 30 to 45 minute Unlocks in a small format, ideal for pocketing or giving as a gift. Unlock! is a cooperative card game inspired by escape rooms.  Unlock! brings these experiences into your home, around a table. After familiarizing yourself with the context of the scenario, you begin your adventure in a room (a location map showing various numbers). Search the room for objects! Beware: some may be hidden! Visual and audio puzzles slow your progress. It's up to you to cooperate with your partners to advance and finish on time.&#10;&#10;Unlock!, an interactive game combining traditional hardware and mobile application&#10;&#10;To play, you need the free Unlock! app, compatible with Android and iOS phones and tablets. It allows you to obtain clues, locate hidden objects and enter the codes you discover. The app makes the game very real. It adds to the atmosphere, with music dedicated to each adventure, audio puzzles, terrible penalties and a fatal countdown.&#10;&#10;Unlock! Short Adventures: Le Chat de M. Schr&ouml;dinger!&#10;An Escape room in your living room!&#10;The app sets the pace and mood for 30-minute games. The puzzles, the app, the clues, the timer - all from Unlock!&#10;&#10;&mdash;description from the publisher&#10;&#10;Unlock ! Short Adventures : Le Chat de M. Schr&ouml;dinger !&#10;Une Escape room dans votre salon !&#10;&#10;L&rsquo;application donne le rythme et pose d&rsquo;ambiance pour des parties de 30 minutes. Les &eacute;nigmes, l&rsquo;app, les indices, le timer, du concentr&eacute; de Unlock!&#10;Unlock ! Short Adventures : Le Chat de M. Schr&ouml;dinger est une aventure de niveau de difficult&eacute; 2 (sur 3). Il contient 30 cartes d'aventures et 2 cartes de r&egrave;gles.&#10;&#10;&mdash;description from the publisher (French)&#10;&#10;",
    "categories": [
      "Card Game",
      "Puzzle",
      "Real-time"
    ],
    "mechanics": [
      "Cooperative Game",
      "Real-Time"
    ],
    "image": "https://cf.geekdo-images.com/s150EN1U_DdGc4aCw-1XWA__thumb/img/73W3FTXULvZw9z3gP94UMyExNFw=/fit-in/200x150/filters:strip_icc()/pic7624647.jpg"
  },
  {
    "id": "327723",
    "name": "Across the Bug River: Volodymyr-Volynskyi 1941",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 900,
    "age": 14,
    "description": "Across the Bug River: Volodymyr-Volynskyi 1941 is an operational level simulation about the fighting during the first days of Operation Barbarossa in the Volodymyr-Volynskyi region. &#10;The goal for the German player is to break through the Soviet defence lines and open the main road to the East.&#10;&#10;Components of the game:&#10;&#10;    One rulebook&#10;    One map sheet&#10;    395 large counters of which 181 are combat units&#10;    Four player aid charts&#10;    Full color setup charts&#10;    Full color reinforcements charts&#10;    Two ten-sided dice&#10;&#10;&#10; &#10;(from publisher's website)&#10;&#10;It uses the same core system as VUCA's earlier &quot;Crossing the Line&quot;.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/HwWDk1h3DYV9JbuuhgWexg__thumb/img/PGDymvGi67Ufzgt1xGSuiEkbJJc=/fit-in/200x150/filters:strip_icc()/pic5894591.jpg"
  },
  {
    "id": "99078",
    "name": "Divided Republic",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 180,
    "age": 16,
    "description": "The presidential election of 1860 was one of the most critical in the history of the United States. With civil war looming as a near inevitability, the challenge was to find a way forward after years of degenerating political discourse in the increasingly divided American electorate. In the end, after months of contentious campaigning between four (!) major parties and over a dozen smaller ones, the election was won by the Republican dark horse candidate, a little known Illinois politician named Abraham Lincoln who hadn't even been the first choice of his party's senior leadership.&#10;&#10;Divided Republic is a card driven two to four player game representing the last calm before the storm that was to become the American Civil War. Players represent the four major parties (Constitutional Unionists, Northern Democrats, Republicans, and Southern Democrats) and attempt to win the presidency by defeating their opponents with dirty tricks, platform speeches, and the manipulation of key historical events. All the while, President Buchanan interferes, radicals riot, and the country continues the downward spiral toward civil war. If one party wins the election by achieving the necessary 152+ electoral votes, or wins in the case of an electoral tie thrown to the US Congress, history may well change. Nevertheless, there is always the chance that the population of South Carolina will finally explode into open rebellion and secede, ending the game, at which point everyone loses!&#10;&#10;This is a light to medium weight game with intense player interaction, card-driven play, and a play time of about 2-3 hours depending upon how events proceed. There are even a few laughs along the way as the mudslinging between parties heats up. Literally anyone can win - it's not simply a cut and dry Republican victory. This is a different kind of US election game, a game where there are not two, but four parties, set in a period when candidates did not generally campaign for themselves, and run in an era when the Republicans were still liberals and the Democrats were the vanguard of traditional American conservatism.&#10;&#10;",
    "categories": [
      "American Civil War",
      "Civil War",
      "Political",
      "Post-Napoleonic"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Simulation",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/UIAg3U-vvkvxLSpHkp6KuQ__thumb/img/bN68ws21TErXgfemPFStykgA7zo=/fit-in/200x150/filters:strip_icc()/pic1085627.png"
  },
  {
    "id": "361084",
    "name": "Yoxii",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 8,
    "description": "To win Yoxii, you must circle the totem with your strongest pieces.&#10;&#10;The totem starts in the center of the game board, which has 37 squares and resembles a plus sign. On a turn, move the totem orthogonally or diagonally, either to an adjacent empty space or over any number of pieces of your color to land on an empty space. (You cannot jump the totem over an opponent's piece.) Next, place one of your pieces on an empty space adjacent to the totem; if all adjacent spaces are occupied, place one of your pieces on an empty space on the game board. You have 18 pieces total, five each valued 1, 2, and 3 and three valued 4.&#10;&#10;When the totem is unable to move, the game ends. Sum the value of each player's pieces adjacent to the totem. Whoever has the higher sum wins; in the event of a tie, whoever has more pieces adjacent to the totem wins.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Square Grid"
    ],
    "image": "https://cf.geekdo-images.com/OuMbad9h833g7kEKO3elsQ__thumb/img/MCkcVui7ytXYwC12RGpv4kYyUuM=/fit-in/200x150/filters:strip_icc()/pic6919765.png"
  },
  {
    "id": "19727",
    "name": "The Great Space Race",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 180,
    "age": 10,
    "description": "From the publisher:&#10;&#10;The Great Galactic Emperor has decreed the Great Space Race is on! Can you, as representative of your ill-fated species, pilot your starship to victory? You must, for those who fail to win doom their species to total annihilation. Keep your tentacles to the floor and your eyestalks on the finish line as you navigate your way through minefields, asteroids and wormholes, but just don't forget - stay away from the Space Amoeba!&#10;&#10;The Great Space Race is a board game for 3-6 players. The game consists of the track, ships, counters and 3 separate decks of cards. Players pilot their spaceship around the hex-based track, dodging all sorts of obstacles (mines, black holes, the other players' ships, etc) in an attempt to be the first to complete 3 laps.&#10;&#10;Movement is handled by simultaneous selection of movement cards, but unlike in RoboRally these cards are much more varied, combining forward movement, sliding movement, and turning into neat moves such as the Barrel Roll, the Dragons Tail, and the Broken Arrow.&#10;&#10;An average 3-lap game can last 3 hours, but the number of laps can be varied to adjust the game length.&#10;&#10;Re-implements&#10;&#10;    The Great Space Drag Race&#10;&#10;&#10;",
    "categories": [
      "Racing",
      "Science Fiction"
    ],
    "mechanics": [
      "Action Queue",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/ML7jVR7SywCOs8XsaugV_g__thumb/img/07OGmkDd_j7plr7mYlhTZXXt2Ww=/fit-in/200x150/filters:strip_icc()/pic175565.jpg"
  },
  {
    "id": "229240",
    "name": "Ancestree",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 8,
    "description": "Description from the publisher:&#10;&#10;In the tile-laying game Ancestree, players get to build their personal family trees! During each of three rounds, every player begins with a hand of six ancestor tiles. They choose one and pass the remaining tiles to the next player. The chosen ancestor is then added to the family tree, connected by leaves or hearts. Once five ancestor tiles have been added to the tree, the round ends. Players compare their family tree to those of their neighbors and gain points for the longest connected generations and for coin icons in their tree.&#10;&#10;After three rounds, players gain bonus points for all the marriages they have created. The player with the highest score wins!&#10;&#10;",
    "categories": [],
    "mechanics": [
      "Closed Drafting",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/MHYlXIDhmuTrqhwaSGxYjg__thumb/img/v9T3yZZ0UrCs68d8ze7LbzAsob0=/fit-in/200x150/filters:strip_icc()/pic3639106.jpg"
  },
  {
    "id": "330401",
    "name": "Dokojong",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 9,
    "description": "In Dokojong, a.k.a. &#227;&#131;&#137;&#227;&#130;&#179;&#227;&#130;&#184;&#227;&#131;&#163;&#227;&#131;&#179;, players try to guess where each other's dog is hidden among five tiles. You want to avoid revealing your dog's whereabouts, but if you overact to avoid guesses, your dog may be exposed.&#10;&#10;",
    "categories": [
      "Animals"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Deduction"
    ],
    "image": "https://cf.geekdo-images.com/1UcX8v-QSa-forq5Jh9Zaw__thumb/img/70R3Z8OCXlkQyjxYDgqlCyGf0zY=/fit-in/200x150/filters:strip_icc()/pic6003561.png"
  },
  {
    "id": "988",
    "name": "Zapp Zerapp",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 7,
    "description": "This is a very novel take on the old parlor game, Parcheesi or Sorry or even Trouble, that many people remember. Players are trying to get their pawns from their starting position around the board into the safe zone. If a pawn is either landed on or passed over by another player's pawn, the jumped pawn is returned to its starting location. However, players don't simply roll the dice and move in Zap Zerapp. Instead, two dice are rolled and results are announced to the table. Players simultaneously start picking up one of the thirteen little wooden containers and shaking them. Inside the containers are one to thirteen lead pellets. Players are trying to select the container with the highest number of pellets, so long as it doesn't exceed the result of the dice. Once all players have selected their container (the number of pellets are denoted on a sticker on the bottom), players move one-by-one from highest to lowest, assuming their selection allows them to move at all by being lower.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game",
      "Racing",
      "Real-time"
    ],
    "mechanics": [
      "Point to Point Movement"
    ],
    "image": "https://cf.geekdo-images.com/LpSR8ZUWsFv7tmbGfo8xEA__thumb/img/mN7ueDZVKqMj572164yGLd9tSW4=/fit-in/200x150/filters:strip_icc()/pic724614.jpg"
  },
  {
    "id": "298163",
    "name": "Dark Venture: Battle of the Ancients",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 12,
    "description": "Dark Venture - Battle Of The Ancients is a SOLO, COOPERATIVE and COMPETITIVE tactical strategy game set in an apocalyptic, sci-fi universe where players control weird, asymmetric factions engaging in brutal conflict against one another.&#10;&#10;In a dark, destroyed world ruled by chaos, hordes of otherworldly creatures battle against one another for dominance and survival. Amidst the shrill call of battle horns, the ground rumbles as squadrons of mutated abominations rush into combat!&#10;&#10;On their turns, players roll 6 ACTION DICE then spend them to (a) MOVE the units of their faction or (b) activate FACTION ABILITIES: The BOHMERK split their units to create new ones, the VARPEN grow their units in size and strength, the DHARGON collect resources and use them to replicate their units, the ORPAL open portals to transport new units into battle, and the ALDERKANG fabricate new units using the DNA of captured enemies.&#10;&#10;Complete the objectives to summon a powerful ANCIENT to the battlefield, an otherworldly leader who grants your faction a unique special ability!&#10;&#10;Core game modes&#10;&#10;     SCENARIO: choose a 1-4 player quick adventure scenario card, get into battle!&#10;     VICTORY: collect a set number of victory points to win in a 1-4 player game.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Fighting",
      "Science Fiction"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/hs7HdvQTkU31mHpIzI4dyA__thumb/img/Irt8BWH4xn0Zp85Q9kRQ1B5374w=/fit-in/200x150/filters:strip_icc()/pic5728756.png"
  },
  {
    "id": "303036",
    "name": "Funkoverse Strategy Game: Jaws 100",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 10,
    "description": "In the Funkoverse Strategy Game, you combine your favorite characters and go head-to-head in four exciting game scenarios. Use your characters' unique abilities to gain points and achieve victory!&#10;&#10;Each turn, you select one of your characters and perform two actions. Each character has access to basic actions like moving and challenges as well as several unique abilities that may be performed only by spending ability tokens. Funkoverse uses an innovative &quot;cooldown&quot; system &mdash; the more powerful the ability, the longer it will take for the ability token to become available again &mdash; so players have to spend their ability tokens wisely. Each character in Funkoverse is unique, so players are encouraged to try out different combinations of characters and items in order to discover their favorite synergies and powerful strategies for all four game scenarios.&#10;&#10;Funkoverse Strategy Game: Jaws 100 is a standalone game that includes the characters Quint and the shark. This set may be combined with others, giving you the ability to assemble the team you want!&#10;&#10;",
    "categories": [
      "Collectible Components",
      "Fighting",
      "Miniatures"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/BacSkVspLthHiWAaqz9jEQ__thumb/img/57WvTTXMZV9-K56Ngw0GfkGv_zM=/fit-in/200x150/filters:strip_icc()/pic5267409.png"
  }
]
