[
  {
    "id": "140829",
    "name": "Hunter's Guild: The Vampire Forest",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "Hunter's Guild: The Vampire Forest is a card game in which each player takes on the role of a Hunter seeking out fame, fortune and adventure. A powerful Vampire Lord has awoken from the undead realm, and it's up to you and your Guild to banish him back to his eternal sleep. Battle hordes of evil creatures, discover rare weapons and armors, even risk being infected by the Vampire in search of ancient relics to repel this evil threat. Be the first to collect all four Vampire Slaying Item Cards and track down the Vampire Lord to win the game!&#10;&#10;This fast-paced adventure game uses only cards and a single 20-sided die. Damage, health and inventory are all calculated with cards so there is no need for hit markers, multiple dice, paper or pens. This makes for a fast-paced adventure game that never pulls you away from the action!&#10;&#10;Hunter's Guild: The Vampire Forest introduces a unique way to track damage. Each Hunter, Creature, Armor and Shield card has Health Gems that represent the amount of damage they can sustain. When damage is inflicted, the cards are turned counter-clockwise to represent remaining Health Gems.&#10;&#10;",
    "categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Horror"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/hNaENdDC_80JAHVYaMX3Mg__thumb/img/utCjdoQC4UfRlPNuESKecUzNKTs=/fit-in/200x150/filters:strip_icc()/pic2221034.jpg"
  },
  {
    "id": "25471",
    "name": "Five Field Kono",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 10,
    "age": 0,
    "description": "Five Field Kono is a traditional Korean game of position and blockade.  It is played by two players, using seven pieces each, on a square board of 5x5 points. Each piece can move one square diagonally.  There is no capture or jumping.  The object of the game is to move all seven pieces to the opposite end of the board, where the opponent's pieces started.  The first player to do this wins the game.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Grid Movement"
    ],
    "image": "https://cf.geekdo-images.com/mbXpe9IcIRFoQnvKV5aQtA__thumb/img/Xr6NMQi6VRZEsBvOgahH3NL5JSQ=/fit-in/200x150/filters:strip_icc()/pic145756.jpg"
  },
  {
    "id": "134642",
    "name": "Vem i rummet",
    "minPlayers": 3,
    "maxPlayers": 99,
    "playingTime": 45,
    "age": 16,
    "description": "Who in this room pees in the shower, and who in this room would survive the shortest time on a desert island? Who has got the best speakervoice, who peeks in other peoples vanity cupboard, and who uses longest time assembling an IKEA bookcase?&#10;&#10;Vem i rummet? (Who in this room?) is the name of a crazy entertaining, challenging and engaging parlor games, where it is revealed which image we have of each other, and what we really believe and think about others. This is the game that shows how we are perceived in our friends' eyes!&#10;&#10;The game features more than 300 crazy, embarrassing and personal questions, all of which begins with the question: Who in this room? Draw a card, read the question aloud to everyone, let everyone think a few seconds, count to three and then everyone at the table points to the person they think fits the answer best.&#10;&#10;Be ready for a lot of surprises, embarrassing revelations and fun discussions! Who in this room? is the perfect game for any dinner or icebreaker at the party!&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "mechanics": [
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/O_Y3oToug0h50bw1vz9iGA__thumb/img/e19osbTcy4JUSAyst7abe5DYGaQ=/fit-in/200x150/filters:strip_icc()/pic1501919.jpg"
  },
  {
    "id": "21124",
    "name": "Monopoly: Disney Theme Park",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 90,
    "age": 8,
    "description": "This version of Monopoly is one of the tin boxed Disney Theme Park Editions.  They are only sold at Disney resorts and theme parks.  The famous rides and attractions are bought, sold, and traded by the players.  Main Street USA buildings act as houses while Disney castles sub for hotels.  Eight collectible player tokens modeled after various ride modes of transportation are also included.&#10;&#10;The game Monopoly: the Disney Edition (2001) a normally boxed version sold in regular stores with properties based on Disney films.&#10;&#10;",
    "categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/6MITx-4TxlWsBGv1BA8MrA__thumb/img/KEs88cZ3CoHhThk4UHv_DLExiPY=/fit-in/200x150/filters:strip_icc()/pic1680528.jpg"
  },
  {
    "id": "1653",
    "name": "Coup",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 12,
    "description": "A simple two-player game pitting the revolutionaries against the entrenched leader.  Think of it as two-player Junta.&#10;The components are really flimsy (map and counters).&#10;&#10;The map is real simple, city and outlying sections, with victory locations (Radio/TV, Armoury, Capitol, etc.) scattered about.  Small, but fun.&#10;&#10;Try this: You lose points for rubble-izing the city hexes...so you -have- to overrun...&#10;&#10;",
    "categories": [
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/hLJxL1w1nKl8cP4k77hQZQ__thumb/img/9-ZOOA1O_9s1kn0R-uzHm4nO214=/fit-in/200x150/filters:strip_icc()/pic160459.jpg"
  },
  {
    "id": "23291",
    "name": "Sioux",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 9,
    "description": "Released in Heidelberger&acute;s beautiful series of card games (Korsar, Delphi, Thor, R&auml;uber).&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/vxSukHxEqmh8kGJ4eZ-twA__thumb/img/ZxwBgF3rY6WAaLdYi66LE4okuMc=/fit-in/200x150/filters:strip_icc()/pic2953238.jpg"
  },
  {
    "id": "22445",
    "name": "Guru",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 8,
    "description": "From the makers of Kaivai, this game sees players controlling Guru who try to influence the masses to come under their sway.&#10;&#10;A card game.&#10;&#10;",
    "categories": [
      "Deduction"
    ],
    "mechanics": [
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/cpf7e6LRCmkr-XSLgtpodA__thumb/img/aiqP83WZ2YeFeMfKlTHDcmCaZaE=/fit-in/200x150/filters:strip_icc()/pic148318.jpg"
  },
  {
    "id": "57129",
    "name": "Pop N' Drop Penguins",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 4,
    "description": "Move your penguins around the board.  Watch out they don't fall through the icy bridges!&#10;&#10;This classic &quot;race and chase&quot; game is fun for the whole family! Pop the game die to move your four colored penguins around the &quot;icy&quot; game board.  If you manage to get them &quot;home&quot; first you win the game.  But, if they fall off the icy bridges, you'll have to start all over again.&#10;&#10;",
    "categories": [
      "Children's Game"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/zZr4DxiXUcXIXw9DdrkF6w__thumb/img/-WByeg3SE1cMt28nrT0y4DDccXg=/fit-in/200x150/filters:strip_icc()/pic992581.jpg"
  },
  {
    "id": "20224",
    "name": "Geld & Börse",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 12,
    "description": "In Geld &amp; B&ouml;rse, which translate in English into &quot;Money and Stock Exchange&quot;, players try to accumulate the most capital in the time frame agreed upon before the game begins.&#10;&#10;Players roll the dice and navigate clockwise around the board, making movement decisions at crossroads. The playing board has a variety of economic squares that determine what the players can or must do, e.g.: purchase, buy or auction stocks, purchase mortgage certificates, gamble on the stock market, receive dividends, pay taxes, lose cash assets, etc. The outer track contains companies that you can buy, then you can invest them in the cities of the inner track. Also you can invest in diamonds and valuable metals like silver or gold to gain some extra money.&#10;&#10;",
    "categories": [
      "Economic"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Stock Holding"
    ],
    "image": "https://cf.geekdo-images.com/0rN51kZsl1t2RRywVrPDbg__thumb/img/Ddz6-ZizOtYzALMG_-livgZbgho=/fit-in/200x150/filters:strip_icc()/pic139521.jpg"
  },
  {
    "id": "159437",
    "name": "iGranie z Gruzem",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 16,
    "description": "iGranie z Gruzem simulates living in Poland, as seen by a satiric cartoonist Kobieta &#197;&#154;limak.&#10;&#10;Players assume the roles of a young people, freshly graduated from college, with no perspectives for their further lives.&#10;&#10;Each character has a goal of gathering 15 food, 15 money, and 15 resourcefulness to achieve their dream goals. Each also has some unique abilities to help them advance.&#10;&#10;Players take turns rolling a die to move on the board. Along the way they will draw cards related to the area they are in -  some examples involve: a new assignment at work, acquiring groceries (not necessarily by shopping), or having an intimate encounter.&#10;Each turn characters need to eat, and once in while they will also have to pay rent. Failure to meet these requirement will have unpleasant consequences.&#10;&#10;",
    "categories": [
      "Comic Book / Strip"
    ],
    "mechanics": [
      "Player Elimination",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/HZA83-CX9fP-rOEG_nmAiw__thumb/img/N7ZmENBZ1VlrXDv5Sg5LGqomDUI=/fit-in/200x150/filters:strip_icc()/pic2020677.png"
  },
  {
    "id": "6368",
    "name": "King Arthur",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 8,
    "description": "England in the Middle Ages is seeking a King. Knights from across the land go on exciting and adventurous quests with one goal in mind: to pull the sword Excalibur from the stone and claim the throne. As in the story, the game lets players take the role of knights wandering from town to town and adventure to adventure. While doing so, they encounter the saga's heroes - bridge guardians, generous barkeeps, successful noblemen - who influence the events of the game. Their voices can be heard from the giant fist-sized stone that is fastened to the gameboard and in which Excalibur rests.&#10;&#10;The electronics of the game pay attention throughout and remember every move of every player: Good deeds are rewarded and un-knightly deeds punished by friendly (or less friendly!) characters which speak to the players through the stone.&#10;&#10;",
    "categories": [
      "Adventure",
      "Electronic",
      "Exploration",
      "Fantasy",
      "Mythology"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/8MdWjfFS0-kLQjICEVFlwA__thumb/img/lcyxe_Cfw49NuFbi6wlsmrB-mKY=/fit-in/200x150/filters:strip_icc()/pic24874.jpg"
  },
  {
    "id": "496",
    "name": "Dilemma",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 10,
    "description": "Dilemma is a curious combination of speed, dexterity, and bluffing. The starting player places a numbered card in an arena (a plastic dish). Players place or apparently throw numbered cards into the arena. If you do this correctly so that your card covers the opener neatly, you then duel with the starter. You each have a dueling block, showing peace or war. Lay this hidden, then reveal them together:&#10;&#10;&#10;    Peace/peace means the players swap the cards in the arena.&#10;    War/peace means war takes all the cards but loses one of ten lives.&#10;    War/war means no one gains cards and both lose a life.&#10;&#10;&#10;If you have no lives, you still duel, but can place only peace. When the game ends, total up the cards you've won, and whoever has the most points wins.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Card Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/CRMdI02c6ZQ9IGKQ9sr8sg__thumb/img/P2L_VuJMWdgRX2YpWwjrfoxU_cM=/fit-in/200x150/filters:strip_icc()/pic4899608.jpg"
  },
  {
    "id": "6194",
    "name": "Home Alone",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "A spin-and-move game in which players hide valuables and booby traps throughout the house and try to lead the crooks into tripping the traps but not finding the valuables.&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/ec2X2rVGSbHs6QTVTmZpxQ__thumb/img/d1G0CyL1IoJajRAbaxnTIKbZD88=/fit-in/200x150/filters:strip_icc()/pic23366.jpg"
  },
  {
    "id": "2426",
    "name": "Hit the Beach",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "One of the American Heritage Command Decision Strategy Games.&#10;&#10;A World War II Pacific Campaign game, the players are in a race with each other to reach the &quot;final objective&quot; -- the main Japanese HQ. The Japanese defense forces (14 pieces) are obstacles for all players; when defeated, they are redeployed by that player and can thus be used to slow down opponents.&#10;&#10;Each player has 6 pieces (2 Marines, 2 infantry, 1 naval landing support ship and 1 strategic air support aircraft). On a player's turn, they roll the die and can move one of their soldiers. The support pieces (ship/aircraft) move only on a 6 and are immediately deployed where necessary to support a beach landing. Moving a soldier on top of an opponent's by exact count &quot;relieves&quot; it and sends it back to its start space. Each player must clear the two beaches that match their color. To do this, both support pieces must first be brought to bear, and then a Marine must reach the defender by exact count. Once cleared, beaches remain clear and can be used by all players.&#10;&#10;The mechanics are a variant of the old public domain game of Malefiz or Barricade.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Semi-Cooperative Game"
    ],
    "image": "https://cf.geekdo-images.com/_ANOp2qoNvlbZYLmYW25qQ__thumb/img/d4PQU_-j1m49RJ7bCjlqCkKc_mA=/fit-in/200x150/filters:strip_icc()/pic6002.jpg"
  },
  {
    "id": "9153",
    "name": "Monopoly: NASCAR",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 120,
    "age": 8,
    "description": "The classic Property Trading Game, themed to NASCAR for race fans and collectors. NASCAR-teams gameboard: 8 pewter tokens, garages, race shops, more!  Most properties are common sponsers seen on the race cars.&#10;&#10;",
    "categories": [
      "Economic",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/E89Rp-xH4ELOa6cjc0P0qA__thumb/img/dUorio9mBnErL2SRvCMw7JtqDbk=/fit-in/200x150/filters:strip_icc()/pic1817443.jpg"
  },
  {
    "id": "32992",
    "name": "Tàin",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "&quot;Long-horned, fertile bulls and fat, milky cows are grazing on the grasslands of the neighbouring clan. War spoils pillaged from our grandfathers still hang on the walls of the enemy house. We will not suffer it any longer! It is time all the clansmen assembled to raid across the border. Let all, from the chieftain to the youngest lad seize as many of the herd as they can!&quot;&#10;&#10;T&agrave;in is a game of bluff and tactics, in which you become a leader of a Celtic clan in ancient Ireland. Your task is to make your clan prosper by raiding your opponents&lsquo; grasslands for their cattle. They do not waste their time either and send their own warriors to your pastures to steal your herds. Only by cleverly ordering your clansmen, guessing your opponents&lsquo; moves and tricking them without letting them guess your real plans you can secure a place for yourself in the great chronicles of clan rivalry.&#10;&#10;",
    "categories": [
      "Ancient",
      "Bluffing"
    ],
    "mechanics": [
      "Secret Unit Deployment"
    ],
    "image": "https://cf.geekdo-images.com/rRil5vQiziObhU-rj7LHjg__thumb/img/y3GPeTivF1hEku3oHuoG45lFZaA=/fit-in/200x150/filters:strip_icc()/pic270483.jpg"
  },
  {
    "id": "6052",
    "name": "Yorktown: The Siege Which Determined the Birth of the United States",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 240,
    "age": 15,
    "description": "Washington&rsquo;s and Cornwallis&rsquo; problems for the decisive siege in the American War of Independence, reproduced on a 70x100 centimeter map, with the employment of all the American, French, British and Hessian units.&#10;&#10;Degree of difficulty: 2/6&#10;&#10;",
    "categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/0cyJZ_FXT1uGbMM20jLPQg__thumb/img/IS5-CRWdmIsRYvDe_xmrTyokN_g=/fit-in/200x150/filters:strip_icc()/pic7007542.jpg"
  },
  {
    "id": "27800",
    "name": "The Market of Alturien",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 10,
    "description": "Description from BoardgameNews.com:&#10;&#10;Der Markt von Alturien is a family game for 2-6 players from 10 years old, in which luck and tactics stand in a well-balanced ratio.&#10;&#10;In the medieval marketplace of Alturien, up to six competing trade families find themselves in an inexorable fight for influence and power.&#10;&#10;In the ware market, seven different well-heeled customers have power over the prosperity and poverty of the traders. Which of the seven will visit your trade house is up to you and your trader opponents. With the revenues you earn, you can open new trade houses or enlarge an existing trade house by building a second, third or fourth floor&mdash;all with the goal of earning yet more revenue. Pay attention, though, for one customer might visit in the safety of twilight to steal and send you into poverty. All the talk is of the dark shape, the king of the thieves, the avenger of the suppressed: Gustavo the weasel! The trader who first creates for himself great wealth and acquires three status symbols will control the market and win.&#10;&#10;This is an improved version of the old Wolfgang Kramer game City and is the first game in the Alturien series&#10;&#10;",
    "categories": [
      "Economic",
      "Medieval"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Investment",
      "Market",
      "Ownership"
    ],
    "image": "https://cf.geekdo-images.com/kucDbRpm4dVZvA5i5ySu0w__thumb/img/ezidHt9S1j0NoUJp8-z7_y1nJyg=/fit-in/200x150/filters:strip_icc()/pic182396.jpg"
  },
  {
    "id": "29969",
    "name": "Monopoly: Australian Here and Now",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 8,
    "description": "This is the Australian Here and Now edition of Monopoly. Parker Brothers invited people to vote online as to which parts of Australia should be included on the board.&#10;&#10;Some of the results were suprising, Sydney, for example, was not chosen in favour of Tamworth and Broken Hill.&#10;&#10;Voting results can be seen here - http://www.monopoly.com.au/results.php&#10;&#10;Apart from the Australian themed board the tokens are different from the classic set - we have Pair of Thongs, Surfboard, Ute, Koala, Labradoodle (the poodle Labrador cross breed that originated in Australia), Mobile Phone, Laptop Computer, and jar of Vegemite.&#10;&#10;",
    "categories": [
      "Economic",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/KZnmf-bMVhsRP1tJPzW-NA__thumb/img/yg_cHgrP2IR3_PyzGErb_KVBJIE=/fit-in/200x150/filters:strip_icc()/pic433378.jpg"
  },
  {
    "id": "9533",
    "name": "Super Mario Bros.",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 6,
    "description": "All the excitement of the video game on a game board.  You maneuver Mario through 4 worlds (boards) to the princess space in order to rescue her.&#10;&#10;This is a different game from Super Mario Bros., evidenced by board layout and appearance.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Video Game Theme"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/YJLraMGi4rkVz6Tu_0Qr3Q__thumb/img/5Y3ojobbYMBSa8IdsOhI4UZX-NY=/fit-in/200x150/filters:strip_icc()/pic1892164.jpg"
  },
  {
    "id": "11854",
    "name": "Kameltreiber AG",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 6,
    "description": "Camel racing meets memory. Players set up a racing track consisting of 25 tiles. Every player gets a camel. Movement is made by turning over one of 36 hidden tiles numbered 1-6 (using the tile that the previous player turned over is not allowed). Depending on the space you land on you may move again, must end your turn or go to the end of the caravan. Overlapped camels are out of the race. Last camel in wins.&#10;&#10;Mainly a memory game with some nice racing elements in it.&#10;&#10;",
    "categories": [
      "Arabian",
      "Memory",
      "Racing"
    ],
    "mechanics": [
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/CrXieQDrTQ64JTeOcFI0KA__thumb/img/6QczEYhD6CYNLUQ_fxy4QJfjZ-A=/fit-in/200x150/filters:strip_icc()/pic58607.jpg"
  },
  {
    "id": "35499",
    "name": "Fight Klub",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 0,
    "description": "&quot;Who would win in a fight between Hannibal Lecter and Dr. Evil?&quot;&#10;&#10;Fight Klub is a classic battle of good and evil. Each expansion set features four heroes and four villains. The game pulls these heroes and villains from a pool of thousands of classic movies and TV shows. We have archive licenses to use characters from multiple film libraries. We are also in negotiations with many rightsholders to continuously add new licenses. Fight Klub is never static. It's always evolving. Players suggest licenses and vote on which characters they want to bring into Fight Klub. If we don't have a particular license, we will try to get it. The possibilities are endless.&#10;&#10;Fight Klub games play very quickly... in about fifteen minutes. Fight. Rinse. Repeat. Any deck can play any deck:&#10;&#10;* Good vs. Evil&#10;    * Evil vs. Evil&#10;    * Good vs. Good&#10;&#10;Fight Klub was created by members of the same team of award-winning designers who brought you Star Trek, Star Wars, and Lord of the Rings. Kendrick Summers, Gold Leader from our Star Wars CCG days, is back to be Players' Advocate and a tireless warrior for your causes.&#10;&#10;",
    "categories": [
      "Card Game",
      "Collectible Components",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/LvbeSaWdrNEZhlcp9itrvg__thumb/img/6BROeukvjYzOYPzOy9j6c6ytZpw=/fit-in/200x150/filters:strip_icc()/pic446466.jpg"
  },
  {
    "id": "27340",
    "name": "Dogopoly",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 90,
    "age": 8,
    "description": "Monopoly with a couple of interesting twists.  For kids, the most interesting twists are the canine theme.  All the markers are dogs, the spaces around the board are different breeds, jail has become &quot;the pound&quot; and the houses are actually doghouses.  Community Chest and Chance morph into Trees and Telephone poles (less sophomoric than it sounds) and instead of bank error in your favor you get rewarded for running off the dogcatcher or you have to go to the vet. The theme encourages a more light hearted approach than the serious real estate game.&#10;&#10;For adults the best &quot;twists&quot; are those that speed up the action.  The game does not require you to own all the territories of a given color before you can build a doghouse.  You can only build as many doghouses as you have territories of that color, but you don't have to own them all.  For instance, yellow in Dogopoly has three territories, if you own two of them you could have two doghouses on each, even if the third is unowned, or even owned by another player.  Whenever you first buy a territory you are also given the option to immediately buy a doghouse at half-price.  Taken together these little twists make the game go much faster.&#10;&#10;There are few other twists, like the addition of shortcut paths across the board that can reroute players.&#10;&#10;",
    "categories": [
      "Economic"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/xsK74h6OjB8RqHbSW945Uw__thumb/img/roBLERPmhcU8FgkK-SnsXLQkhUc=/fit-in/200x150/filters:strip_icc()/pic197340.jpg"
  },
  {
    "id": "39778",
    "name": "Big Brain Academy Cardgame",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 0,
    "age": 0,
    "description": "Who has the biggest brain? The new mental fitness game based on the original best-selling Nintendo&trade; DS title. Speed and accuracy count - not smarts - when answering questions at the Big Brain Academy. Challenge your brain in five fun categories: Analyze, Compute, Identify, Memorize and Think. You collect medals based on the number of questions you answer correctly. Big Brain Academy keeps minds nimble and players laughing! Your goal is to collect the most medals. Game includes 125 cards, dry erase pen, 25 medals, red revealer. 2 to 4 Players. Ages 8 and up.&#10;&#10;",
    "categories": [
      "Card Game",
      "Math",
      "Memory",
      "Number",
      "Party Game",
      "Puzzle",
      "Trivia",
      "Video Game Theme"
    ],
    "mechanics": [
      "Memory",
      "Paper-and-Pencil"
    ],
    "image": "https://cf.geekdo-images.com/tlm0bKLanUzyMFgFAQGqSA__thumb/img/CGKXwOQJUEPunXq3ldCKzoyGfJw=/fit-in/200x150/filters:strip_icc()/pic458635.jpg"
  },
  {
    "id": "1714",
    "name": "Moonstar",
    "minPlayers": 2,
    "maxPlayers": 12,
    "playingTime": 30,
    "age": 12,
    "description": "First was published 'Corona' (1974). Moonstar (1981) added planets and variants&#10;(variant number 8 is Corona, without sand timer). &#10;'Harun' (1984) is not new game, it is a rethemed copy of Moonstar! &#10;'Orbit' (1993) a new variation including the Corona variations &amp; Harun.&#10;Finally, Randolph recycled most of the game into his 'Rasende Roboter' ('Ricochet Robots') (1999) , although the course mechanism and the objective were completely changed.&#10;&#10;Quite possibly the first &quot;German&quot; game to cross the Atlantic...&#10;&#10;About the game (from the back of the box)&#10;&#10;Moonstar is a game unlike any other game for any number of people. All the action is governed by dice, yet there is no luck involved. The dice simply establish the situation. It is up to the players to act upon it. A game with endless variety.&#10;&#10;Playable by any number of people, from one to a hundred, Moonstar combines numbers calculations, memory, and quick-thinking into a fast-playing, action-packed, exciting contest of pure skill.&#10;&#10;The board represents the twelve constellations (stars) of the Zodiac and the playing pieces represent moons and planets. Each game consists of a number of rounds of play. In each round, the board and playing pieces are first setup by one of the players. Then the dice are thrown. A one-minute auction period begins. Each player may bid any number of times in the auction or not at all. Each bid, however, must be higher than the previous one. When the one-minute runs out, the highest bidder plays that round.&#10;&#10;The play of the round also lasts one minute. A player plays a round by placing one die on each moon on the, board and then moving that moon (and die) a number of stars equal to the number of the die. The die is then removed and the moon may not be moved again. This procedure is followed for each moon. The player must move each moon before the time runs out, or those moons which have not been moved may not move.&#10;&#10;The player's score is then totaled to see if he has made his bid, by scoring a number of points for each moon, depending on which stars and planets they have landed on, If a player makes his bid, he scores a number of points equal to his bid. If he fails, he scores nothing. Rounds are setup and played in this manner until one player has scored enough points to win.&#10;&#10;But this is only the beginning. Moonstar is actually twelve games in one. Game One is simply the Basic Game. Games Two-Twelve each change one or more parts of Game One, or add something to it. They introduce things like challenging bids, side bets, more moons, more dice, different planet values, no planets. and advanced scoring methods.&#10;&#10;Includes:&#10;&#10;    16&quot; x 16&quot; gameboard&#10;    15 moon pieces&#10;    21 planet pieces&#10;    1 minute sand timer&#10;    11 6-sided dice&#10;    rulebook&#10;&#10;&#10;Re-implements:&#10;&#10;    Corona&#10;&#10;&#10;Re-implemented by:&#10;&#10;    Orbit&#10;    Ricochet Robots&#10;&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/NYaRSK0fM21yS2Uks_ElOg__thumb/img/DE3L3ke7t98E83aXayyxdHjGbOg=/fit-in/200x150/filters:strip_icc()/pic1296897.jpg"
  },
  {
    "id": "4038",
    "name": "Skip-Bo Dice",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 7,
    "description": "Players roll colored dice that match the colors of Skip-Bo cards, attempting to match the lowest empty space on the board, which entitles them to points and more rolls.  Players can either bank their points and pass the dice, or press on, with the risk of losing the points if the numbers rolled don't match up with the board.  Skip-Bo faces are wild, and can help players fill in spaces, but you can't bank after using one.&#10;&#10;",
    "categories": [
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/V_uHHDHs4g4mCXCxvbvJ-Q__thumb/img/Miiaisw6vZgBoB0VY5QgfqvQBmU=/fit-in/200x150/filters:strip_icc()/pic1907313.jpg"
  },
  {
    "id": "6693",
    "name": "Scooby-Doo! Thrills and Spills",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 6,
    "description": "The first player to move both of their player pieces all the way up the path to the Mystery Machine wins the game.  A spinner determines how many spaces you move.  If you land on a monster space you wind up the top and set it loose.  Any game pieces it knocks over are returned to start.&#10;&#10;Ages 6 and up&#10;&#10;Includes: gameboard, plastic mountain pieces, legs, &quot;C&quot; shaped ring, Mystery Machine, top with handle, 8 movers, spinner, 3 monster cards, label sheet and instructions.&#10;&#10;An &quot;electronic talking&quot; version was later released which is the same game but adds speech (3 different phrases) as the top is spun.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game",
      "Electronic",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/EQeoio2gEB9WgD3ZWlNGwg__thumb/img/lGQmhpMJMMMlJq1_639RAo1AJUY=/fit-in/200x150/filters:strip_icc()/pic457224.jpg"
  },
  {
    "id": "1946",
    "name": "Ali Baba",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 10,
    "description": "Players take turns moving Ali Baba around the game board to their best advantage, trying to unload loot at the most opportune moments, in a quest to collect the most cash.&#10;&#10;",
    "categories": [
      "Arabian",
      "Fantasy"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/UtlAzkMGMjVjmHs-MgLPXg__thumb/img/GG5dQnJAghi02FDMKAlo1BiPAfA=/fit-in/200x150/filters:strip_icc()/pic301808.jpg"
  },
  {
    "id": "353",
    "name": "Inkognito: The Card Game",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 11,
    "description": "It is Carnival in Venice, and you are seeking your partner, one of three other world famous secret agents.  Your mission is to make contact with that agent and trade information that will allow the two of you to break into a safe containing the last known whereabouts of a mysterious figure known only as &quot;the Grand Old Man.&quot;  But beware, for another team of agents has been sent to Venice as well, to steal the information before you, and one mistake could cost you your life...&#10;&#10;In INKOGNITO: THE CARD GAME, each player is assigned the role of one of four secret agents: Lord Fiddlebottom, Colonel Bubble, Agent X or Madame Zsa Zsa, and must deduce who the other players are by arranging meetings with them to share tidbits of information.  The players may also meet up with &quot;the Ambassador&quot; to gain valuable knowledge about the other spies.  The first player to deduce the identities of the other agents and meet up with their partner wins the game.&#10;&#10;INKOGNITO: THE CARD GAME is a deductive card game of secrets, lies, and investigation for 2-5 players, playable in 2-30 minutes.&#10;&#10;Re-implements:&#10;&#10;    Inkognito&#10;&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/ObrWfB0VE8vEIhh_xUUUqQ__thumb/img/LVuunDBIkWPnsPEevJ9kI37KqeI=/fit-in/200x150/filters:strip_icc()/pic194865.jpg"
  },
  {
    "id": "67486",
    "name": "Bubble Talk",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 25,
    "age": 8,
    "description": "In the party game Bubble Talk, the active player each round presents one of 150 images included in the game to the other players; these players then each choose one of the caption cards in their hands, and the active player decides which caption fits the image best, awarding the image card to the player who submitted that caption. Bubble Talk includes 300 different caption cards, with the captions presented in word balloons, aka, &quot;bubble talk&quot;.&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/513id6T4ZjOegOQ4BhVh5Q__thumb/img/hpiKdvhXKGJfj7H5NzBGwNUqIIY=/fit-in/200x150/filters:strip_icc()/pic1601089.jpg"
  },
  {
    "id": "101954",
    "name": "Rollin' Bones: Pirates of the Caribbean (On Stranger Tides) Dice Game",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 7,
    "description": "Description from the package back:&#10;Push your luck as you bury, capture and steal bones in this exciting Pirates dice game. Actual bone shaped dice. Roll the bone dice to Capture, Bury, Steal or Lose Em All. Bury the most bones, score the most points and you win. Take and play anywhere with the mesh storage bag for your bones.&#10;&#10;Play Description:&#10;Beginning the game each player takes one bone from the bone yard (pile), youngest player rolls first. Each bone (die) is marked with 4 symbols (Skull and crossbones, a sword, a bone, and a shovel. &#10;Roll a bone draw another bone from the bone yard (roll all the bones again unless no bones were available)&#10;Roll a sword and steal a bone from another player (roll all the bones again, unless no bones were taken)&#10;Roll a shovel and you can bury one bone&#10;But watch out, if ye rolls a skull ye loses all yer bones (except buried ones)&#10;&#10;When all bones have been buried each player rolls all they have... The most skulls rolled is the winner.&#10;&#10;A game should not last more than 15mins.&#10;&#10;Game Contents:&#10;14 Plastic Bone Dice&#10;1 Brown Mesh Carry Bag&#10;1 Rules Set&#10;&#10;",
    "categories": [
      "Dice",
      "Movies / TV / Radio theme",
      "Pirates"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/WABcv26shAJxqUR0ukTjbw__thumb/img/4nld8byRWCSKOIrnRfTaQNif9z0=/fit-in/200x150/filters:strip_icc()/pic1030422.jpg"
  },
  {
    "id": "27870",
    "name": "Toss Your Cookies",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 15,
    "age": 8,
    "description": "Hungry for fun? Look no further than this outrageously delicious game of quick cookie collecting. Try to gather five of the same cookie by following the dice actions: Pass cookie cards to your neighbor, swap them with an opponent, or steal the milk card. Watch out for half-eaten cookies that will spoil your set. And if you roll &quot;Toss All,&quot; get ready for an all-out cookie flinging frenzy! Be the first to get five of a kind plus the milk and you're one fortunate cookie.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Card Game",
      "Dice"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/wOcRzhG4ySDUZawxnGUZMg__thumb/img/gs_-whrtWHSwkDrMsbMWzryM4PA=/fit-in/200x150/filters:strip_icc()/pic3031804.jpg"
  },
  {
    "id": "2012",
    "name": "Titanic",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 7,
    "description": "Object of the Game:&#10;To save as many of your passengers as possible. Passengers are only safe if they are in life-belts when the ship sinks (game ends).&#10;&#10;",
    "categories": [],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/59mGn2ov5VvKvMA0Q8ZMuw__thumb/img/Bo8RAJX0bHiGn9QANXHtQTPMeJk=/fit-in/200x150/filters:strip_icc()/pic175357.jpg"
  },
  {
    "id": "32740",
    "name": "Zakgeldspel",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 6,
    "description": "Children learn all about payments and savings. Who has saved enough money to buy that coveted new bicycle? That is what this attractively presented game is about.&#10;&#10;When playing, children learn correctly counting money (play coins are included), learn about interest on bank savings and how to buy goods cheaper.&#10;&#10;",
    "categories": [
      "Economic"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/Emyo_dAfXw5KQRyMmpFlsw__thumb/img/y1MirV-D7-n6Kv4N9HrF_zZephI=/fit-in/200x150/filters:strip_icc()/pic333054.jpg"
  },
  {
    "id": "8191",
    "name": "Snail Race",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 10,
    "description": "This is a stand-alone follow-up game to Snail's Pace or Snail's Pace introducing six new tracks and some new cards. It is still the same snail racing game where you, by playing speed cards, compete to be the first across the finish line.&#10; The boards are progressively more dangerous, and require some good thinking at the end of the series, although luck does have a major role in the game.&#10; Still, it is a fast game with a lot of humor added. So it is excellent to play when you have only a short time for a game, and do not want to spend the evening explaining rules to people.&#10;&#10;Re-implements:&#10;&#10;    Snail's Pace&#10;&#10;&#10;",
    "categories": [
      "Children's Game",
      "Racing"
    ],
    "mechanics": [
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/Y6sQ8wqEjSJDgP9P-FuwAw__thumb/img/V3HP1MIeVOsRhs8ew3ruoJDNrek=/fit-in/200x150/filters:strip_icc()/pic170618.jpg"
  },
  {
    "id": "3652",
    "name": "NFL Franchise",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 0,
    "description": "The object of this game is to accumulate 23 players, 1 coach and 125 points for your team. You accumulate players via the draft, Roselle's Rules, and trades.&#10;&#10;First you must purchase the franchise, then stock it with players. Real life player names are included (Ed Too Tall Jones, OJ Simpson, Gale Sayers, Joe Montana along with coaches like John Madden, Bill Walsh and George Halas.) Each player and coach has a different salary and adds a different value to your team.&#10;&#10;",
    "categories": [
      "Economic",
      "Sports"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/DXgQiwCH08XXQguUenad9g__thumb/img/d3Z--XEMQbcLcBjCJOcuTM83SiA=/fit-in/200x150/filters:strip_icc()/pic641258.jpg"
  },
  {
    "id": "172580",
    "name": "The Vampire, the Elf & the Cthulhu",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 12,
    "description": "J.- Night, almost total darkness. Only rarely the pale glow of the moon could find space between the thick clouds to slightly illuminate the landscape. But he had no need of the moon to locate his target, his eyes were able to see in the darkness better than anyone else. He moved slowly, not to avoid making any noise, his movements were always soft, almost ethereal: never in his eternal life he had been sensed by his prey; a few more steps and he would be on target. It was there, unaware, helpless in front of his attack: a quickly and decisively move and it&rsquo;s neck would not have even realized to be drilled. No worries, no tension, the cold calm that always filled him, made him perfect for this task. Suddenly the beating of wings, a night bird, inappropriate and unwanted, alerted the defenseless creature. But it was too late to avoid the arrow...&#10;H. - Why he doesn&rsquo;t use his tentacles to destroy it?&#10;B.- Which vampire has tentacles or shoots arrows?&#10;J.- From immemorial time, orcs are killed by elves with bow and arrows.&#10;B.- You have turned the helpless girl, alone in the dark night, in a putrid orc?! Who can drink the slimy, filthy, black blood of orc?&#10;J- No one will drink the blood of anyone, Bram!&#10;H.- Yes, I agree with John, Cthulhu never drinks anything!&#10;B.- What is this Cthulhu, Howard?&#10;H.- The protagonist of our story, isn&rsquo;t it?&#10;&#10;The Vampire, the Elf and the Cthulhu (VEC) is a strategic card game in which players represent writers who are trying to complete a novel together. That said, VEC is a &quot;light game made for gamers&quot;, not a storytelling game.&#10;&#10;Players must acquire cards through an auction system. Cards represent the writer's ideas: protagonists, characters, events, places, items, encounters. Cards have special powers and players activate them to interact with other players (move cards, turn cards, refill energy, etc). The aim of the game is to move specific cards to a special zone of the table game area, called the NOVEL area. Cards must be placed there in the right sequence and type/color: each player has a different objective with a different sequence and colors, so as the result will be identical/similar to player objective, victory points will be scored. Card powers can be combined resulting in a huge number of play combinations creating many possible strategies.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Horror"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Deck, Bag, and Pool Building",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/tadJFNxhj8sWHxsr633Ctg__thumb/img/giuIK_WyWg_RrFbZB5yGfOPcQxs=/fit-in/200x150/filters:strip_icc()/pic3319698.jpg"
  },
  {
    "id": "5856",
    "name": "The Wonderful World of Disney Trivia Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 6,
    "description": "From the box:&#10;&quot;Test your Disney knowledge in 5 categories:&#10;&#10;    Animation&#10;    Film&#10;    Song&#10;    Personalities&#10;    Mousellaneous. &#10;&#10;&#10;With a deck of questions for adults, and a separate deck for kids, it's a game the whole family will enjoy!&quot;&#10;&#10;Put out by Disney with Mattel, Inc. as a home-grown trivia game, it offers several unique characteristics: the game comes in a high quality tin/metal film can, and has 'mickey' shaped player pawns with stackable mouse ears rather than wedges.  The playing board is shaped like the iconic Mickey mouse head, with ears that fold inward for storage in the round container.&#10;&#10;All questions are Disney-related (unlike Trivial Pursuit: Genus Edition that has only 1 or 2 Disney questions per card.)&#10;&#10;Includes 400 Adult cards (2000 questions) and 100 Kids' cards (500 questions) with a picture clue.&#10;&#10;For the true Disney-ologist, questions will be easy and playtime quick, but for just a casual fan, it is more challenging.&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/n2P4_He2Wgyk_UcS5p8Nig__thumb/img/UHNuMY5WHAyrjOTobkpHnlsNwvY=/fit-in/200x150/filters:strip_icc()/pic2461405.jpg"
  },
  {
    "id": "3427",
    "name": "Blockhead!",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 10,
    "age": 4,
    "description": "This game is a collection of 20 colorful, odd-shaped wooden blocks, plus a bookmark-sized cardboard base. Players take turns choosing a block, and then try to place it on the current tower of blocks. Only the first block placed may touch the base, and no other block can touch the table or the base. You can only use one hand to place a block.  The first time a player causes the pile to tumble he is a SQUARE. The second time he is a CHARACTER. The third time he is a BLOCKHEAD! and is out.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "mechanics": [
      "Stacking and Balancing"
    ],
    "image": "https://cf.geekdo-images.com/2Yx7Sjy6o6QuADAIuvF8XA__thumb/img/RipzhunRgIGaHxuaO62ET4C2Jx4=/fit-in/200x150/filters:strip_icc()/pic566512.jpg"
  },
  {
    "id": "206850",
    "name": "Muumipeikon kalaretki",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 3,
    "description": "Moomintroll goes fishing. Players spread fish tiles on board face down and then take turns placing the Moomintroll figure on top of the tiles.&#10;&#10;If there's a fish, the tile is magnetic and will get stuck to the Moomintroll figure base. If the tile doesn't have fish, it won't catch.&#10;&#10;There are also Snufkin tiles that give you extra turns and Stinky tiles that make other players lose fish.&#10;&#10;The game ends when a player has managed to catch enough fish.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Comic Book / Strip"
    ],
    "mechanics": [
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/m8O_9crUgtCM83qfC_V0SA__thumb/img/DoxdflBkEzCnu6Yq8-SQ4XAMkh4=/fit-in/200x150/filters:strip_icc()/pic3148727.jpg"
  },
  {
    "id": "158343",
    "name": "Hand Made Wonders",
    "minPlayers": 4,
    "maxPlayers": 8,
    "playingTime": 15,
    "age": 8,
    "description": "Hand Made Wonders is a party game that combines dexterity and co-operation.&#10;&#10;Everyone wears a colored bracelet on each wrist. After the judge gives a signal, players stretch out one arm, then players form teams with the other players who stretch out an arm with a bracelet in the same color. Depending on the size of the team, the players have to form an architectural wonder by following the instructions on a card, e.g., create the Great Wall of China with a horizontal row of five hands. All players on the fastest team get a reward card for either their left or right arm, depending on what they used. The first player to collect three left and three right cards wins.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Children's Game",
      "Party Game",
      "Real-time"
    ],
    "mechanics": [
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/r4PxEDxsMYMrpNpe82Yu1w__thumb/img/fnsjNdObZ2PHhpBEZvuu8gR4Vc0=/fit-in/200x150/filters:strip_icc()/pic2000646.jpg"
  },
  {
    "id": "187033",
    "name": "Irrational Game",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 15,
    "description": "A thought provoking, engaging and fun way to incorporate social sciences and human behavior into a challenging and strategic game.&#10;&#10;Dan Ariely's Irrational Game lets players draw question cards that describe unique and unusual social science experiments - players win if they correctly predict the results.&#10;&#10;The Irrational Game includes numerous question cards that showcase human behavioral experiments in various categories, but predicting the results of these experiments isn&rsquo;t enough to win the game. As part of the game mechanics, players can earn Power Cards that enable them to engage and challenge each other.&#10;&#10;",
    "categories": [
      "Card Game",
      "Trivia"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/u4iIMfzov87F8WusVs0QNg__thumb/img/e48-hUaW_ZiHjDYs9PF9JBf2Rbs=/fit-in/200x150/filters:strip_icc()/pic5654072.jpg"
  },
  {
    "id": "8448",
    "name": "Bible Challenge",
    "minPlayers": 2,
    "maxPlayers": 16,
    "playingTime": 90,
    "age": 10,
    "description": "This is a Bible trivia game in which players or teams move around a board representing the books of the Bible, the twelve apostles, and the twelve tribes of Israel. To win, a player or team must correctly answer at least one question from each of seven categories and then make it to the center of the board to answer one final question.&#10;This game will put your knowledge of the Bible to the test, while having fun at the same time.&#10;&#10;",
    "categories": [
      "Religious",
      "Trivia"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/T7m6MrXLNz80n_ePhfRkKQ__thumb/img/AVqJTdvxSFpNnlb6WnwQ2_PjQz0=/fit-in/200x150/filters:strip_icc()/pic527200.jpg"
  },
  {
    "id": "4904",
    "name": "Wicket The Ewok",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 5,
    "description": "Basic move and collect game based on the characters from &quot;Return of the Jedi&quot; film &amp; &quot;Ewoks&quot; television series. It is part of the  Star Wars games.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Movement Points"
    ],
    "image": "https://cf.geekdo-images.com/h1-2qIRcvU2c0s7qvSDJIg__thumb/img/lZaFDdMo_mMwj4D1JZigWunXbqE=/fit-in/200x150/filters:strip_icc()/pic6984356.jpg"
  },
  {
    "id": "22085",
    "name": "Baron",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 10,
    "description": "The sixth game in the Tilsit Collection is Baron, a tactical hexagonal tile-laying game for 2 to 5 players set in the 11th century. Similar to 2002&rsquo;s release Himalaya, Baron was previously available as a free download under the name &quot;Combats des fiefs&quot; (Fiefdom Wars). Its warm reception by French gamers secured a publishing deal for its designer, Franz Gaudois.&#10;&#10;",
    "categories": [
      "Medieval",
      "Territory Building"
    ],
    "mechanics": [
      "Modular Board",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/ofZyFdXso0BnUf0S6Qw45A__thumb/img/vjKiTK8n8enJ7aZQ_8fWy4iAUi8=/fit-in/200x150/filters:strip_icc()/pic451755.jpg"
  },
  {
    "id": "4057",
    "name": "1776: The Birth Of A Nation",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 60,
    "age": 12,
    "description": "The object of this game is to assume the identity of a famous American Colonist and collect bounty, money and signatures for the Declaration of Independence. This is done through a series of reenactments of historical events from the landing of the Pilgrims through the American Revolution&#10;&#10;User review: Players start the game with an Identity Card. This tells the player who that person is during the game and what victory conditions must be met in order to win: the number of Signature Cards, bounty units and amount of money. Players also start with $5000 and a pawn on Independence Hall. In turn, players will roll the dice and follow the instructions on whatever space the pawn lands. A player who lands on another player&rsquo;s space sends the latter player to stock where that player must lose one turn. Players are free to barter Signature Cards, bounty units, and money amongst themselves. Every time a player passes Independence Hall that player gets $1000. A player who reaches Independence Hall with the assigned requirements is the winner.&#10;&#10;",
    "categories": [
      "Age of Reason",
      "American Indian Wars",
      "American Revolutionary War",
      "Political"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "image": "https://cf.geekdo-images.com/PJLCIgklwhhRdE24WykInQ__thumb/img/-8MXH_S37KZl4xu4B5wfkUOuMmU=/fit-in/200x150/filters:strip_icc()/pic12142.jpg"
  },
  {
    "id": "147112",
    "name": "Monopoly: My Little Pony",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 0,
    "age": 8,
    "description": "Monopoly: My Little Pony features the familiar Monopoly gameplay, with players rolling dice and moving their tokens around the game board while trying to buy or trade for sets of property in order to bankrupt everyone else and win the game.&#10;&#10;The figure tokens in Monopoly: My Little Pony are miniatures of the ponies in the television show &ndash; Rarity, Fluttershy, Rainbow Dash, Twilight Sparkle, Pinkie Pie and Applejack &ndash; while the property locations include Cutie Mark Clubhouse, Everfree Forest, Sweet Apple Acres, Manehattan, and the Crystal Empire.&#10;&#10;",
    "categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/8usrQtLpZ0VC_6grcFLbWw__thumb/img/5ExPcdnw_V5ZcT0HXmrWf8lnTH8=/fit-in/200x150/filters:strip_icc()/pic1757912.jpg"
  },
  {
    "id": "18110",
    "name": "Mighty Magpies",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 5,
    "description": "The stealing magpies have a competition on who will steal the most berries and shiny rings. Each player moves a magpie on the game board from one nest to another. The routes between the nests are marked with different colours, and on each turn the two colour dice will show which route your magpie can take. The magpie can steal one berry or ring form each nest on its route &ndash; these bring you points at the end of the game. Sometimes the magpies steal berries also from the other players&rsquo; loots! When all the nests have been looted, the winner is the player who has stolen the most points.&#10;&#10;",
    "categories": [
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/4IIvUZQkUUfHIQdozaV5cQ__thumb/img/BIaRSR3qd7IxDkqIgJ6-pkY5XW8=/fit-in/200x150/filters:strip_icc()/pic291742.jpg"
  },
  {
    "id": "38418",
    "name": "Inwigilacja Luksusowa",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 0,
    "description": "Inwigilacja luksusowa is a sequel to the game Inwigilacja&#10;&#10;Of course it is also a game about politicians who are trying to get support for their parties, by revealing their opponents' dirty secrets. It is a deduction game, similar to &quot;The mystery of the Abbey&quot;, and it is a heavy satire on Polish parliament and government.&#10;&#10;Home Page: http://www.kuzniagier.pl/szczegoly.php?grupa_p=4&amp;przedm=902293 (Polish)&#10;&#10;The game contains the following components:&#10;&#10;- the board&#10;- the deck of 55 cards&#10;- the deck of 54 files cards&#10;- 24 tokens&#10;- 10 answer markers&#10;- 5 pawns&#10;- 1 die&#10;- notebooks&#10;- the rulebook&#10;&#10;",
    "categories": [
      "Deduction",
      "Humor",
      "Political"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Paper-and-Pencil"
    ],
    "image": "https://cf.geekdo-images.com/Thkj6B15d1kBobOBDiMszQ__thumb/img/m9CNq0aZlEQjiQsieEMr5giji9s=/fit-in/200x150/filters:strip_icc()/pic370720.jpg"
  },
  {
    "id": "2408",
    "name": "Digimon Digital Monsters",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 8,
    "description": "from the box:&#10;&quot;Based on Fox Kids it TV Series 'Digimon'&#10;Choose to be your favorite Kid.  Then, with a roll of the dice, find yourself transformed from an ordinary kid at camp to one of the Digidestined.  Suddenly, you are matching wits for survival in the Digital World!&#10;Your and your Digimon must battle the evil Kuwagamon, the Digimon infected with Black Gears and Devimon.  Grow stronger with each battle won as you continue to amass the power of the seven Crests while strategically playng your Digi-Destiny cards in preparation for the Ultimate battle.&#10;Then, when you're ready to take the chance, race to the centre of the Digital World for the final showdown.  Pit your strength against one of the four Dark Masters in an attempt to free Kari from their evil grasp.&#10;Lose, and you are Digitally Doomed.&#10;Win, and you are the Champion of the Digital World!&quot;&#10;&#10;",
    "categories": [
      "Children's Game",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "mechanics": [
      "Campaign / Battle Card Driven",
      "Player Elimination",
      "Role Playing",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/XP5bU9IEt2fe2SEgNV1ndA__thumb/img/y8ZsnG-zyu7tVtj3E_Au7F2XA7E=/fit-in/200x150/filters:strip_icc()/pic27140.jpg"
  },
  {
    "id": "28860",
    "name": "Totem Land",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 8,
    "description": "You are the chosen leader of one of up to four clans that have converged on Totem land. Your charge: to build Totem poles along with other competing clans, using your allocated 8 precious totems.&#10;&#10;Each totem has a unique value on it. The goal is to finish the game with as many of your most valuable totem pieces on top of the totem poles as possible - ideally, with a totem built only with your own pieces.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/x6px75l7vSgCCMW_oCCwZg__thumb/img/Nsuqdhwp_o6C41o2qY5nVLRXqtU=/fit-in/200x150/filters:strip_icc()/pic229113.jpg"
  },
  {
    "id": "184383",
    "name": "Disney Eye Found It!",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 4,
    "description": "For the 2013 Disney Eye Found It!&#10;&#10;Join Mickey Mouse and friends on an exciting race through 12 exquisitely illustrated Disney realms, from Radiator Springs and Alice&rsquo;s Wonderland to Peter Pan&rsquo;s Never Land and Winnie the Pooh&rsquo;s Hundred Acre Wood. Throughout the race, everyone searches for iconic Disney objects and gets a chance to say, &ldquo;I found it!&rdquo;&#10;&#10;Set the clock to 1:00. Once the game starts the clock is ticking and players must work together to get to Cinderella&rsquo;s castle before the clock strikes midnight. On your turn, spin the spinner and either move, search, or tick the clock forward. If you spin the golden Mickey Mouse ear, it&rsquo;s time to search! Flip over a Search Card and everyone starts looking for the item on the card. For each item a player finds that is one step forward for all &#10;players. If all players arrive at the castle before the clock strikes midnight everyone wins!&#10;&#10;For the 2015 Dreamworks version Dreamworks Eye Found It! (English edition 2015): &#10;Celebrate your favorite DreamWorks characters and find hidden treasures throughout the six-foot game board!&#10;&#10;Explore eight exquisite lands inspired by your favorite DreamWorks films! Join beloved characters like Donkey from Shrek, the Penguins of Madagascar, Po from Kung Fu Panda, and many more in a thrilling adventure through the six-foot game board. It&rsquo;s collaborative fun where together everyone gets to shout, &ldquo;I found it!&rdquo;&#10;&#10;Shuffle the search cards and put them in a pile face down. Spin the spinner, move the number of spaces indicated, if you get a search follow the card directions, if you get a movie snack take one from the snack pile. Get to the end of the game board to win.&#10;&#10;Changes from Richard Scarry's Busytown: Eye found it! Game:&#10;&#10;- Different board configurations. The movement track in the Disney game is noticeably longer and more complex (there are 2-3x more spaces on the board in the Disney version).&#10;&#10;- The spinner wheel for Busytown is numbered 1-4, so a player moves at most 4 spaces on his/her turn. For the Disney version, the spinner is numbered 1-8.&#10;&#10;- Different player count. Busytown is for 2-4 players; Disney is for 1-6 players.&#10;&#10;- Busytown has a built in timer. There are food pieces that the pigs are eating. The players must all get to the ferry, which leaves when they all arrive. Then, they go the the picnic island. The more food left, the higher the score. In the Disney version, all the players win or lose.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Racing"
    ],
    "mechanics": [
      "Cooperative Game",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/Iu_54kZay3nha49rrrupJw__thumb/img/tP-Qk-_uNYV8RVKTr1bJLhKIpVM=/fit-in/200x150/filters:strip_icc()/pic2644056.jpg"
  },
  {
    "id": "66251",
    "name": "Galapagos",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 12,
    "description": "The Pacific Ocean, 1835. The ship &bdquo;HMS Beagle&ldquo; arrives at the Gal&aacute;pagos islands. On board is the young biologist Charles Darwin, who is later to become famous throughout the world for his revolutionary ideas of evolution and natural selection. However, before this, he spent much of his time collecting and examining a variety of different species. In this game, the players are biologists walking in the footsteps of Darwin. They go on expeditions on the Gal&aacute;pagos islands in order to discover rare species, and create exhibitions to score exhibition points. The player with the most exhibition points when the game ends wins the game&#10;&#10;",
    "categories": [
      "Adventure",
      "Animals"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/OPDo787Z30F6cqy-7ZkDMQ__thumb/img/lu09rUIGnllngPjYRlie8CxsIO8=/fit-in/200x150/filters:strip_icc()/pic672546.jpg"
  },
  {
    "id": "4596",
    "name": "Ein Nilpferd kommt selten allein",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 60,
    "age": 12,
    "description": "Party-game where players have to answer questions, mime or draw objects with a &quot;limp&quot; pen...&#10;&#10;In this party game, players move one of two hippo pawns over an 8-shaped track.The fields they land on determine the task they have to fulfill (for this, they also draw a card) - in most cases, the other players try to guess the word/phrase that was intended: &#10;- Draw an item with a wobbly pen&#10;- Take a sip of water and gargle the word&#10;- Group acting (together with one or more players they chose)&#10;Other tasks include&#10;- Reading out a text - now everyone in turn has to say a word connecting to the text within three seconds. Players who fail to do that are out of this task round; the last player &quot;standing&quot; receiving points. &#10;- Rolling a &quot;poker&quot; die. A saxophone means a five point chip and the chance to roll again. When a lemon is rolled, all chips of this round are lost. The player can stop rolling any time.&#10;&#10;Each kind of field has its own scoring rules. The first player to score 100 points is the winner.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Party Game",
      "Trivia"
    ],
    "mechanics": [
      "Line Drawing",
      "Singing"
    ],
    "image": "https://cf.geekdo-images.com/ZhHvYQxYe8RsEkDfi_4hoQ__thumb/img/LrnYA49NoZLLY9NT2CCDHx-6SlQ=/fit-in/200x150/filters:strip_icc()/pic885706.jpg"
  },
  {
    "id": "18695",
    "name": "Lightning: War on Terror",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 9,
    "description": "From the Decision Games web site:&#10;&#10;&quot;This is the third game in the Lightning series. Fight the war on terror with America's cutting edge weapon systems! You have been charged with hunting down terrorists aiding regions around the world and toppling their corrupt governments. To accomplish this, you have been given command of the latest weapons and best personnel America has to offer. You get to command elements of the Air Force, Army, Navy, Marines, Special Forces and Propaganda Warfare. War on Terror is an ultra-low complexity card game for all ages. The focus is on fast card play, strategy, and fun interactive game play for 2-4 players. Includes 110 full color playing cards and one sheet of rules.&quot;&#10;&#10;Lightning: War on Terror was a nominee in the Charles S. Roberts awards for Best Modern Era Boardgame (Charles S. Roberts Awards) for 2005.&#10;&#10;Lightning Game Series&#10;&#10;",
    "categories": [
      "Card Game",
      "Modern Warfare",
      "Wargame"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/qokZ8pQLPKaHycq-phx2rw__thumb/img/85lUOlmeMXv-PVm-IP2Jfb06VXo=/fit-in/200x150/filters:strip_icc()/pic124605.jpg"
  },
  {
    "id": "53373",
    "name": "Kazaam Dice",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 6,
    "description": "Master Ambrosius wanders around his vast home, observing his apprentices with satisfaction. He smiles, seeing how hard they work, calling into being new homunculi and performing daring alchemical experiments. As soon as the doors close behind the dignified alchemist, however, a ruthless competition begins between the younger adepts of the Art. They compete for ingredients, formulas and secrets. The homunculi belonging to the apprentices run around the whole abode, performing pressing tasks in a fight for the title of the best alchemist of their generation.&#10;&#10;Kazaam Dice is a dynamic dice game for 2-4 players, taking on the roles of young alchemists. By strategically using their slim resources, they are trying to succeed in their own experiments and interfere with their enemies' plans at the same time. The exciting gameplay and easy, modern and elastic rules make Kazaam Dice a perfect game for the whole family. Compete for the title of the best pupil of Master Ambrosius!&#10;&#10;",
    "categories": [
      "Fantasy"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/pEYshRa4rTi8T_dCahb_vg__thumb/img/sc_yTNysSo1HcFEHX0fae4hf8IM=/fit-in/200x150/filters:strip_icc()/pic534302.jpg"
  },
  {
    "id": "1626",
    "name": "Krull",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 10,
    "description": "From the rulebook:&#10;&#10;&quot;You and your opponents are battling to save Princess Lyssa from the Beast. (He's taken her from Prince Colwyn and carried her off to the Black Fortress!) You must capture the Glaive card. Don't let opponents take it from you! And locate the Black Fortress card, while keeping its whereabouts a secret from others. Once you have the Glaive and can expose the Black Fortress, battle the Beast and try to rescue the Princess. Defeat the Beast and you're winner!&quot;&#10;&#10;Based on the movie of the same name&#10;&#10;",
    "categories": [
      "Fantasy",
      "Medieval",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/mTLaX4MaBpuFbtd-3gBpMQ__thumb/img/HPG9NX6ehGYH-pZ45Ypz5k6oj0A=/fit-in/200x150/filters:strip_icc()/pic210428.jpg"
  },
  {
    "id": "139769",
    "name": "Robotech RPG Tactics",
    "minPlayers": 2,
    "maxPlayers": 0,
    "playingTime": 180,
    "age": 0,
    "description": "Prepare for invasion! Robotech RPG Tactics is a tactical miniatures game set in the Robotech universe. While the 1/285th scale game pieces can be used as a companion to the Robotech RPG, the game system is designed to be played as a tabletop miniatures game. Players build armies of multiple squadrons of mecha to fight it out in scenario-driven, objective-based game play. Take command of the fighting forces of the United Earth Defense Force (UEDF) valiantly defending Earth from alien annihilation &ndash; or lead the massive clone armies of the Zentraedi Armada to recover an alien artifact of immense power and enslave humankind. Depending on the faction, and their choice of mecha, a player's army may include anywhere from two game pieces to as many as you desire! The rules are scalable from small skirmishes to mass combat with hundreds per side.&#10;&#10;Robotech RPG Tactics uses a dynamic turn system. Players trade off activating squadrons during each turn, ensuring that a player never has to sit and wait while his opponent moves and attacks with his entire army. By using alternating activation of squadrons, the game's action unfolds at a fast and furious pace, allowing large scale battles to be easily carried out in a single evening. Each player receives a number of Command Points each turn based on the number of mecha they have on the field, and the quality of their officers. Command Points are spent throughout the turn on maneuvers such as boosted movement, devastating weapon salvos, breakneck dodging counterattacks, and potent special abilities.&#10;&#10;The wide variety of mecha in the boxed game bring to bear the myriad and awesome weapon systems from the Robotech universe to lay waste to your foes. Even the battlefield itself can alter over the course of the game as buildings are leveled by destruction unleashed during the battle.&#10;&#10;",
    "categories": [
      "Aviation / Flight",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Space Exploration"
    ],
    "mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/aRakuVj6r1Q8ZbsnDl8FeA__thumb/img/9kUEOI_uAJq5V8OjK-U-4MzDEUo=/fit-in/200x150/filters:strip_icc()/pic1640685.jpg"
  },
  {
    "id": "21257",
    "name": "Eat It!",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 0,
    "age": 10,
    "description": "&#10;Here&rsquo;s a trivia game you can really sink your teeth into! Test your taste buds with fun trivia questions about the foods you love to eat, from Chocolate &amp; Candy to Snacks &amp; Desserts. What kind of animal is Cheetos&rsquo; mascot, Chester? How many fudge stripes are there on a Keebler Fudge Stripes Cookie &ndash; 3, 5, 6, or 7? When Americans scream for ice cream, what is their favorite topping? The answers &ndash; A Cheetah, 5, and Chocolate Syrup! This fun and tasty trivia game redefines the food pyramid, with &ldquo;Snack Attack&rdquo;, &ldquo;Cookies&rdquo;, &ldquo;Ice Cream &amp; Desserts&rdquo;, &ldquo;Candy&rdquo; and &ldquo;Chocolate&rdquo; categories occupying the spaces. Answer the questions correctly, make your way to the top of the Snacks &amp; Sweets Pyramid, and you&rsquo;ll be the Snacks &amp; Sweets Trivia Superstar! Game comes with Eat It! Game Board, 1 Box of 400 Eat It! Question &amp; Answer Cards, 1 Set of 35 Eat It! Pyramid Cards, 1 Die, 6 Game Pieces, and Game Instructions. For 2 &ndash; 6 Players, Ages 13 and Up. &#10;&#10;&#10;",
    "categories": [
      "Party Game",
      "Trivia"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/DRbhtlBLkZVNC8bjKZmDPw__thumb/img/dJJxX3Nar6Yi6NFjOHiSMHZ4d-0=/fit-in/200x150/filters:strip_icc()/pic142141.jpg"
  },
  {
    "id": "38227",
    "name": "Wolsung: The Boardgame",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 0,
    "description": "Wolsung: The Boardgame is a large family game for 2 to 4 players. They act as inventors and industrialists living in a fictional steampunk world, largely similar to the Victorian times. The inventors develop extraordinary constructions &ndash; steam cars, golems and zeppelins &ndash; in the race for the title of the best designer at the World&rsquo;s Fair.&#10;&#10;The objective of the game is to build the best and the most unique machines &ndash; players compete against each other for plans of the devices as well as for the resources necessary to build them.&#10;&#10;The game contains multiple elements: the board, auxiliary boards (players&rsquo; workshops), a 55-card deck, numerous tokens and wooden markers and a surprise gadget being the key element of the game mechanics.&#10;The board game constitutes the first product of the Wolsung Project, which includes publishing a modern role-playing game &quot;Wolsung: Magic of the Steampunk Age&quot; (in Polish) as well as other games and expansion packs to them and gadgets such as playing card decks and special dice.&#10;&#10;The game contains the following components:&#10;&#10;- the board&#10;- 3 combines&#10;- the deck of 55 cards&#10;- 4 workshops&#10;- 84 wooden worker tokens&#10;- 76 wooden resource tokens&#10;- 12 wooden upgrade tokens&#10;- 1 round marker&#10;- 1 first engineer marker&#10;- the rulebook&#10;&#10;",
    "categories": [
      "Industry / Manufacturing",
      "Science Fiction"
    ],
    "mechanics": [
      "Auction / Bidding"
    ],
    "image": "https://cf.geekdo-images.com/XFkmHI4WCrW79ASprfmTHg__thumb/img/TLQpRd1dp1z20oKOq4YtFSJRpD4=/fit-in/200x150/filters:strip_icc()/pic366235.jpg"
  },
  {
    "id": "154298",
    "name": "Alchemy!",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 45,
    "age": 13,
    "description": "Alchemy! is a card game that turns players into competing apprentice alchemists trying to impress their master by being the first to complete a set of potions in a laboratory space they all share. Every turn, players can rush to finish their work or sabotage those who are pursuing the same potions they are, and once you've completed a potion, you can keep it for victory points or drink it to try to get even further ahead.&#10;&#10;Every turn, players draw cards and 'transmute' a component from a pool they share with all of the other players at the table in order to produce 'elements' (earth, air, fire, water) that can then be combined to try to match the formulas at the bottom of the potion cards that act as victory points.&#10;&#10;Potions are randomized each game, so each match has its own feel - some are very directly competitive, producing potions that allow players to directly attack one another, and others require more indirection and planning. Analyzing the available potions and trying to predict the interplay between them and the value of victory points vs. the effects of the potions is a key element of play.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Party Game"
    ],
    "mechanics": [
      "Pattern Building",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/Jn7WbywjZBcJUeTbgT22EA__thumb/img/xDD0GW2C-00NF3sWQa8s5-VYEmQ=/fit-in/200x150/filters:strip_icc()/pic6602299.jpg"
  },
  {
    "id": "1191",
    "name": "Card Caper",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "Each player is dealt a Hidden Card to begin.  The object is to accumulate points by deducing the opponents' Hidden Card as quickly as possible.  Next, each player is dealt an equal portion of the remaining deck, and must give information to the opponents; s/he must lay down a card of Higher Value, Lower Value, Different Value, and Different Suit.  Players are given notepads in the style of Clue to make notes about what cards are played, and what can't be the Hidden Card of each player. Then, each player takes it in turn to roll the die, and either reveal more information, or guess at the identity of an opponents' card.  Wrong guesses give no penalty, so you may as well try.  If you're right, you get one point for each card remaining in that player's hand.  This creates reverse suspense: players race to be first, because cards are dropped each round, and five points for last with a Hidden Card unguessed isn't enough to overcome someone who nailed two Hidden Cards early on.  After everyone has revealed their card, whoever has the most points wins.&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction",
      "Memory"
    ],
    "mechanics": [
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/7pXdu17BrKKNnajJiFu9Ng__thumb/img/Hx1Metwwa6vL_O_9yZDjem0TA-Q=/fit-in/200x150/filters:strip_icc()/pic18936.jpg"
  },
  {
    "id": "20525",
    "name": "Knock Out Whist",
    "minPlayers": 2,
    "maxPlayers": 7,
    "playingTime": 15,
    "age": 6,
    "description": "This is a simple plain-trick game, suitable for children. It seems to be played mostly in Britain, and is often called by the alternative name Trumps. Any number from two to seven may play. A session consists of seven hands, of diminishing size.&#10;&#10;A 52-card pack is used, with four suits ranking from high to low A K Q J 10 9 8 7 6 5 4 3 2. A player is selected to deal, and deals seven cards each, clockwise. The uppermost of the undealt cards is turned face upwards to indicate the trump suit.&#10;&#10;The player on dealer's left leads to the first trick. Players must follow suit if they can, otherwise they may play any card. Each trick is won by the highest trump in it; otherwise by the highest card of the suit led. The winner of a trick leads to the next trick.&#10;&#10;After the first hand, a second hand is dealt, by the next player in order around the table, with only six cards each. The game continues like this, with one fewer card per player on each hand, until the final hand consists of one card each.&#10;&#10;The winner of most tricks on the first hand chooses the trump suit on the second hand, and so on (i. e. the winner of the second hand chooses trump for the third hand, etc.). If there is a tie for who took most tricks, the players involved in the tie cut cards for the right to choose trumps.  A player who takes no tricks at all in a hand is knocked out, is dealt no more cards, and takes no further part in the game.  There is one exception to the rule about being knocked out: the first player during the game who takes no tricks on a hand is not knocked out immediately but is awarded the &quot;dog's life&quot;.&#10;&#10;The game is won by the winner of the one trick on the final hand. Or if all but one of the players are knocked out before this, the surviving player is the winner.&#10;&#10;Source: pagat.com&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/Av0XJ4s8YsQRwgOhyTmp-A__thumb/img/007w5C6xazy6fzxKTa9OFOhEbSc=/fit-in/200x150/filters:strip_icc()/pic105936.jpg"
  },
  {
    "id": "193049",
    "name": "Mau Mau!!",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 0,
    "age": 6,
    "description": "mau mau!! is a family card game. The aim of the game is to get rid of your hand of cards first. You do so by playing cards from your hand that match the top card of the discard pile. Of course, one has to follow certain rules such as matching the color or the number.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/47qjXwOVLoJ5nLNGePKEIA__thumb/img/J3yntQGbugyt5A2Bw-kpqrYZfEc=/fit-in/200x150/filters:strip_icc()/pic5019792.jpg"
  },
  {
    "id": "23025",
    "name": "Shoot Out",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 10,
    "description": "This Knizia 2-player game was originally published in Games &amp; Puzzles in 1995. It has been reprinted several times, including as a bonus item in the DVD Going Cardboard: A Board Game Documentary.&#10;&#10;It is high noon in Silver City, Texas.&#10;&#10;Your opponent faces you on the other side of the street. Deadly silence. Step by step you edge closer towards your foe. Your hand wavers above your gun-belt.&#10;&#10;The game plays from duel to duel until one player picks up cards with a total value of 14 or more. On each turn, a player may move (closer to his opponent) or shoot (you have 2 guns: a Colt and a Winchester rifle). Optionally, either player may choose to end the duel and retreat (picking up more ammo).&#10;&#10;",
    "categories": [
      "American West",
      "Card Game"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/89vUFYUYco-7frAIVLQj4g__thumb/img/9F9kcqzpJ6zWeU3JGLI5FGtI3TA=/fit-in/200x150/filters:strip_icc()/pic145801.jpg"
  },
  {
    "id": "206410",
    "name": "Nothing To Declare",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 0,
    "age": 8,
    "description": "That feeling when you manage to smuggle that stuffed armadillo wearing a cowboy hat in your baggage past customs to take home and show off to your cousin Danny...&#10;&#10;In Nothing To Declare, players take on the role of holiday makers returning home, trying to smuggle the weirdest items through customs to impress their family. The game is played across five rounds, with each round representing a different connecting flight. For each flight, the player poses as a stereotypical passenger in order to try to disguise themselves and get the weirdest items through.&#10;&#10;Nothing To Declare is a light family game that balances luck and strategy. Remember where are the high value items hiding, and plan to play the right passenger card at the right time to maximum effect. Whatever you do, don't reveal an inspection card!&#10;&#10;",
    "categories": [
      "Card Game",
      "Travel"
    ],
    "mechanics": [
      "Hand Management",
      "Memory",
      "Push Your Luck",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/s1WeTkkoaZOKlybXsvpCyQ__thumb/img/oaj5B2_ON4mR1nlJ7KbwYnD6o_U=/fit-in/200x150/filters:strip_icc()/pic3190619.png"
  },
  {
    "id": "256479",
    "name": "TomaTomato",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 6,
    "description": "TomaTomato includes four card types &mdash; Tomato, Mato, Ma, To &mdash; that you will turn over and line up one by one, and after a turn, you must read the entire line of cards from start to finish. At the start you may have to say only &quot;Tomato&quot;, but quickly the cards will escalate into the difficult tongue-twister &quot;Tomatotomatomama!&quot; It sounds great when you can say it smoothly and hilarious when you can't!&#10;&#10;With its simple rules, TomaTomato is a party game full of laughter that anyone can enjoy.&#10;&#10;",
    "categories": [
      "Card Game",
      "Party Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/jsFKLv6Bz-MmeNLSZLYXKA__thumb/img/oeN71QgfZZqJcO0nChbMEgyrDXc=/fit-in/200x150/filters:strip_icc()/pic5797062.png"
  },
  {
    "id": "138195",
    "name": "City Blocks",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 7,
    "description": "Metro City is redeveloping an old industrial district for mixed use (residential, commercial and industrial) and the mayor is offering bonuses to two developers for aesthetic completion of key streets. Can you win greater bonuses than your competitor by strategically building homes, offices, stores, courthouses, parks and malls in ways that upset your opponent&rsquo;s plans for the city?&#10;&#10;The city district is a 6 x 5 grid with 11 named streets. Each street has a mayor's bonus associated with it, from $1 to $15, drawn randomly at the start of the game. Players try to develop each street better than their opponent to claim its bonus.&#10;&#10;Each player keeps a hand of 5 Building tiles out of 20 available to them. When placing a tile on an empty city block, if the tile completes a street (a row or column) they compare the value of their Buildings on the street to their opponent's Buildings to determine who wins the bonus. A straightforward comparison simply involves adding the number of each tile: Residential Buildings count from 1 to 5, Commercial Buildings count from 2 to 6 and Industrial Buildings count from 3 to 7. However, four types of special tiles change how the bonus is determined: a Park or Mall prevents either player's Industrial Buildings from counting towards the bonus on a street; a Power Plant or Mall prevents Residential Buildings from counting towards the bonus. Finally, the Courthouse allows the player to switch the bonuses of two streets.&#10;&#10;Instead of placing a tile on an empty block, a player can discard a Currency token and build over a block they have already developed.&#10;&#10;Whoever has the most money wins, and earns a key to the city from the mayor!&#10;&#10;",
    "categories": [
      "City Building"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/2LZqbBqFcggaqpsyAWBgzQ__thumb/img/cnhcpqacSqfwXkECof_PFgNN66E=/fit-in/200x150/filters:strip_icc()/pic1894656.jpg"
  },
  {
    "id": "294321",
    "name": "Baker Street: L'héritage de Sherlock Holmes",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 0,
    "age": 0,
    "description": "The game allows two teams of investigators compete who will be the first to solve the crime that happened in the quarter of Westminster by visiting 4 main locations, solving puzzles and gaining indications. These indications will direct to one of multiple suspects. Whoever finds the murderer first wins the game. There is also cooperative variant where one team tries to find the correct solution to the case. Cases are randomly generated by a combination of 4 main puzzles (each in its respective location) chosen out of 9 possibilities for each location.&#10;&#10;&mdash;user summary&#10;&#10;Il semblerait que Sherlock ait besoin de votre aide pour r&eacute;soudre des crimes de plus en plus nombreux &agrave; Londres.&#10;&#10;R&eacute;solvez les &eacute;nigmes, arpentez le Londres du XIXe si&egrave;cle, et &eacute;patez le plus c&eacute;l&egrave;bre des enqu&ecirc;teurs...&#10;&#10;Des cartes &quot; &Eacute;nigme  &quot; pour explorer Hyde Park, Crystal Palace, Kensington Gardens ou encore le Albert Hall.&#10;&#10;Des cartes &quot; Indice &quot; pour progresser et r&eacute;soudre le crime.&#10;&#10;Un poster pour identifier le coupable !&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Deduction",
      "Novel-based",
      "Puzzle"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/ndBa2u9cRV3yleIDvbuh-g__thumb/img/0IEHn30YH9Or1xFB8c-EhHGjD40=/fit-in/200x150/filters:strip_icc()/pic7429349.jpg"
  },
  {
    "id": "29117",
    "name": "Sherpa",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 10,
    "description": "Since Edmund Hillary and Tenzing Norgay first climbed Mount Everest in 1953, many mountaineers have attempted to repeat their exploit, but with great difficulty.&#10;&#10;In this game, YOU are responsible for a team of mountaineers whose objective is to reach the summit of Everest. You will establish one of the supply camps essential to your climbs. You will manage and move human and material resources while facing many dangers in the mountain.&#10;&#10;Beware, a strange creature wanders in these sacred regions. The yeti is no longer a legend...&#10;&#10;Embark on this great adventure where the courage of your team-mates will make all the difference.&#10;&#10;On your mark, get set, ...go!&#10;&#10;",
    "categories": [
      "Adventure",
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/rgSRZoyW5GzJ_wt1moGUGw__thumb/img/iy-qP2TGpDvf5vpUUIzHvS0Iwu8=/fit-in/200x150/filters:strip_icc()/pic240677.jpg"
  },
  {
    "id": "266031",
    "name": "Meme: The Game – Disney Edition",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 15,
    "age": 8,
    "description": "Once upon a time, someone paired a classic Disney scene with a smart saying and a meme was born! Join visuals with sayings to create the funniest memes, as judged by your friends. This Disney version of Meme the Game is more kid-friendly than the original, and is perfect for the entire family.&#10;&#10;To setup, shuffle the Word Card deck and the Picture Card deck separately, and the oldest player serves as the dealer. Each player receives three Word Cards and three Picture Cards, which are dealt face down and kept private from other players.&#10;&#10;The object of the game is to create the funniest &ldquo;meme&rdquo; combining one picture card and one word card from your hand. To start, the first Dealer serves as the &ldquo;judge&rdquo;, who does not submit a meme that round, and other players submit their best picture-and-word combo for the judge to analyze. The judge determines the funniest meme created, and the player who submitted the best meme is given one point. After each round, it is important that every player draw a new word and picture card to bring the total number of cards in his/her hand back up to six (three word cards and three picture cards). From there, the &ldquo;judge&rdquo; responsibilities are passed to the left, and play continues until one player gains five points (that is, wins five rounds with the best meme).&#10;&#10;Contents: 112 picture cards, 88 word cards, and instruction sheet.&#10;&#10;Note: There is another boxed version with 225 picture cards and 175 word cards.&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "mechanics": [
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/Y4LNwzBdm_I2-4njoaXKSw__thumb/img/Esu3gqD7BjInn3uZWvJ3DHWNADk=/fit-in/200x150/filters:strip_icc()/pic5682157.jpg"
  },
  {
    "id": "13951",
    "name": "Guess Where?",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 6,
    "description": "A thematic follow-up to the 1991 game Guess Who?, Guess Where? is another mystery guessing game, though this time you need to figure out where in the house the other player has placed each family member. Players can ask yes or no questions, and they can be either specific (&quot;Is Dad in the Kitchen?&quot;) or general (&quot;Is Dad on the First Floor?&quot;). The first one to correctly guess the location of each of the eight family members wins.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Deduction"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/qHIK__T5v-AtyMSSYCEnlQ__thumb/img/OUbiqwQqd0aB2BPgeV-iYK6w77E=/fit-in/200x150/filters:strip_icc()/pic181213.jpg"
  },
  {
    "id": "287741",
    "name": "The Furglars",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 15,
    "age": 7,
    "description": "The Furglars is a dice rolling family game that takes game night to a strange and mysterious place. Players take turns rolling an ever-changing quantity of dice hoping to capture Furgles, which are represented by the furry side of each die. Furgles are then traded in for precious Bullion Points. The dice also feature a lock icon which protects Furgles, and a hand icon that can be used to pick locks and steal Furgles from other players. The first player to collect 15 Bullion Points wins the game!&#10;&#10;",
    "categories": [
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/zDqn99r6gf-xqcxyVu6OSg__thumb/img/3NQxCzkvlI-Ym8A6giKBkrA41cc=/fit-in/200x150/filters:strip_icc()/pic4923168.png"
  },
  {
    "id": "43231",
    "name": "Balance of Power",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 13,
    "description": "Game description from the publisher:&#10;&#10;It is 1815 and the world has been turned upside down. Napoleon Bonaparte has finally been defeated after nearly conquering all of Europe through years of devastating warfare. Now the Great Powers must deal with the chaos left behind. As each nation eagerly tries to grow, a careful balance of governmental, military and economic interests must be maintained.&#10;&#10;In Balance of Power, players carefully create and move Kings, Generals and Bankers as they capture territories and expand their empires. A player&rsquo;s skill and strategy are all that stand between him and ultimate victory!&#10;&#10;",
    "categories": [
      "Napoleonic",
      "Territory Building",
      "Wargame"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Rock-Paper-Scissors"
    ],
    "image": "https://cf.geekdo-images.com/FcvkR_q8KoMY7-7aXRNpsQ__thumb/img/3cbGpooj3G0_ya1g5HJFaP4FgKk=/fit-in/200x150/filters:strip_icc()/pic1338020.jpg"
  },
  {
    "id": "244268",
    "name": "Sweet Mess",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 10,
    "description": "Welcome to the Sweet Mess baking competition. You have worked hard to get here and the Master Chef cannot wait to see how you handle his famous recipes. The Sweet Mess kitchen is chaotic and, of course, &hellip;messy! Work smarter and more efficiently than the other contestants and you might just come away with the victory. May the best chef win!&#10;&#10;Throughout the competition you will gather ingredients from bowls, mix them together, put them in the oven, and bake them to get awarded. The more recipes you complete, the more skillful you become and the more Cooking Points you receive. Bake them in the best possible manner to get baking bonus points. Use kitchen tools to aid you and take advantage of random kitchen events. Ready&hellip;Set&hellip;Bake!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [],
    "mechanics": [
      "Contracts",
      "Modular Board",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/IzFpjbzSZBta2gpD3J3XIw__thumb/img/FxWMhaa21ROAlPwiOitSOt187q0=/fit-in/200x150/filters:strip_icc()/pic7226053.jpg"
  },
  {
    "id": "150162",
    "name": "Pirates vs. Ninjas",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 8,
    "description": "The second game in the &quot;AvA&quot; series that started with Army vs. Aliens.  It is a stand alone 2 player game, but can be combined with the other games in the series for variety or for larger games.&#10;&#10;Each player takes one of the factions and rolls all 9 dice.  Then players alternate either attacks or using a special power.  Dice that are used are put back into the dice cup.  If a player cannot attack or use a power, they instead 'rally' and roll the dice cup (and reroll any or all of their dice still in play).&#10;&#10;The two forces have different special powers.&#10;&#10;",
    "categories": [
      "Dice",
      "Pirates"
    ],
    "mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/Zzh_PbUNLMOcrfbP4h7QmQ__thumb/img/1133xrAE99RHumHa6ICcECLy_c8=/fit-in/200x150/filters:strip_icc()/pic1450248.jpg"
  },
  {
    "id": "145621",
    "name": "Mad QUAO",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 10,
    "age": 12,
    "description": "In this sequel to QUAO (pronounced &quot;cow&quot;), The Farm continues to be run under the Iron Hoof of the bovine dictator, QUAO, but as time goes on she is becoming increasingly bizarre and whimsical in her demands! Players must not violate her strange rules or those of her crazed consort, BullyQ, while attempting to rise further in her favor, or possibly even overthrow her rule.&#10;&#10;Mad QUAO is a lightweight hierarchy card game with a few twists. Players take turns playing cards on a central pile and drawing new cards, seeking to empty their hands as soon as the draw deck runs out. The order that players go out determines the hierarchy for the next round.&#10;&#10;But at the beginning of each round, the QUAO adds a new bizarre QUAO Rule Card to the game. If a player breaks a QUAO Rule, they must draw a card &ndash; and so must all of the lower-ranked players. (Of course, the player who caught them gets immunity!) Over the course of the game, other special cards may come up. Bully Rules are similar to QUAO Rules, but affect only one player. In addition, the lower-ranked players have access to a few special Wild Cards in the deck, but they require players to perform stunts.&#10;&#10;The end result is a card game in which you can rise from the ranks of the chicken proletariat to ruler of The Farm through good play and a lot of luck, but you might also have to win a fashion runway walk-off, talk only through a sock puppet, and never say the word &quot;turn&quot;.&#10;&#10;Good luck, QUAOmrade!&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game",
      "Party Game"
    ],
    "mechanics": [
      "Hand Management",
      "Ladder Climbing"
    ],
    "image": "https://cf.geekdo-images.com/pZwo-5pX2OxoDSUIBQefVA__thumb/img/ChxWUmqaNSaLTa_7QkY2NgPEub0=/fit-in/200x150/filters:strip_icc()/pic1733755.jpg"
  },
  {
    "id": "255027",
    "name": "Quinque",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 7,
    "description": "There&rsquo;s only one skydiving competition in which two teams race to form a five-man formation in the middle of free fall. After the starting jumpers make their leap, you have about fifteen minutes to be the first to complete your line and claim victory.&#10;&#10;On your turn in Quinque, you mark a free skydiver on a tile (placing a parachute on their back) and move a tile with the four skydivers on it. You can also choose to move instead of marking, so you may move even two tiles in a turn. Players alternate turns until one of them successfully lines up five of their own skydivers horizontally, vertically, or diagonally. This five-man formation is called &quot;Quinque&quot;!&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Modular Board",
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/ApqGxm0wsw8sVUKGETkS-w__thumb/img/lvmpSy1m8mxRasEhhgs_I3T_TMs=/fit-in/200x150/filters:strip_icc()/pic4175604.jpg"
  },
  {
    "id": "4371",
    "name": "Last Man Standing",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 120,
    "age": 12,
    "description": "Each player chooses one of eight characters that spoof popular spy/action-movie characters or actors: James Blonde, Emma Shell, Austin Flowers, Indiana Smith, Jackie Chang, Dirty Larry, Shift, or Arnold Weissenmeiner. They wander around a sort of super-generic indoor area with corridors, rooms, and safes (somebody's HQ? no villains are in evidence), trying to wipe each other out with their character abilities and the weapons and specials they find in the safes. Obviously enough, the last man (or woman, or team) standing wins. Reminiscent of &quot;Frag,&quot; but with more complicated mechanisms.&#10;&#10;The modular boards are square grids on the same scale as most of Jolly Roger's other games; in fact, the boards for &quot;Orcs at the Gates&quot; and &quot;Maul of America&quot; can be used with this game.&#10;&#10;Approximate playing time is totally arbitrary; it will vary depending on the number of players, the size of the playing area, and so forth. Two hours at least matches the standard length of Jolly Roger's timed games.&#10;&#10;Online Play&#10;&#10;&#10;     Ludoholic (no longer available)&#10;&#10;&#10;",
    "categories": [
      "Fighting",
      "Humor",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Action Points",
      "Modular Board",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/7x0Ss9RA15NvdiaOcyP-rA__thumb/img/sjxYIy51ZlMTUv8BWYF2dE4KV8I=/fit-in/200x150/filters:strip_icc()/pic27640.jpg"
  },
  {
    "id": "4404",
    "name": "Gold!",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 60,
    "age": 10,
    "description": "Using the basic rules, the players start with $1,000,000 and 12 certificates representing financial instruments worth either 900,000, 1,000,000, or 1,100,000 and denominated in either dollars, pounds sterling, deutschemarks, yen, or swiss francs. They proceed around the board, encountering spaces that cause yields to change; prices to change; players to draw Risk or Option cards or roll on the Fate table; players to buy, sell, or swap investments; etc. The first player to reach the &quot;Gold!&quot; space gets an extra $1,000,000 and the game ends immediately; the wealthiest player at that point is the winner.&#10;&#10;The advanced rules add fluctuating certificate values and bank auctions of certificates. Playing time is a guess.&#10;&#10;The photo on the game cover is of an actual pile of a million pounds sterling worth of gold bullion.&#10;&#10;",
    "categories": [
      "Economic"
    ],
    "mechanics": [
      "Commodity Speculation",
      "Roll / Spin and Move",
      "Stock Holding",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/Sa1zvt1En7OeWzmMC9A_bA__thumb/img/T5IXcKSn3uuuRhplFhre66BPfJs=/fit-in/200x150/filters:strip_icc()/pic15280.jpg"
  },
  {
    "id": "20989",
    "name": "Krusade",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 6,
    "description": "In Krusade you roll dice to move along a track (there are a variety of paths to choose from). If you land on some spaces you collect a polyomino from a set of 18. Once you have collected 18 polyominos, you choose a challenge card and you need to use the polyominoes to create the pattern on the challenge card to win the game. While you are trying to solve the puzzle, the other players continue to play. Various locations on the board have different effects such as &quot;return all your pieces and start again&quot;, &quot;take a piece from every player&quot;, or &quot;swap seats with any player&quot;.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Dice",
      "Puzzle"
    ],
    "mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/y7XSk3_Nio9Dds5qPSUtsA__thumb/img/NuQXXsZ6q7SH235OHRnm8Rl3PYc=/fit-in/200x150/filters:strip_icc()/pic330300.jpg"
  },
  {
    "id": "282080",
    "name": "Posing Pandas",
    "minPlayers": 2,
    "maxPlayers": 99,
    "playingTime": 0,
    "age": 6,
    "description": "This game consists of score sheets and five custom panda dice with six unique sides: face, top, back, feet, side with bamboo, side without bamboo. Players take turns rolling the dice up to three times trying to make different combinations. At the end of a turn, the player must fill a box on the scorecard. If the player made no combination, they must enter zero into one of the boxes. A box may only be filled once per game. When all boxes are filled, the game ends. The player with the highest point count wins.&#10;&#10;",
    "categories": [
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "image": "https://cf.geekdo-images.com/C0rHPdoRDzXc1N_lOr2CtQ__thumb/img/aEKDWnMaayYTatT_10vNgXN7A8Y=/fit-in/200x150/filters:strip_icc()/pic5177549.jpg"
  },
  {
    "id": "11635",
    "name": "Harry Potter and the Chamber of Secrets Trivia Game",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 8,
    "description": "This trivia game covers the second book of the Harry Potter series: Harry Potter and the Chamber of Secrets.&#10;&#10;Played as a two player game,(or with more players divided into 2 teams), choose either Grffindor or Slytherin's Quidditch team. Each side maneuvers their four quidditch players on the quidditch field board in an attempt to catch the golden snitch. Each card contains 5 different (increasingly difficult) types of questions each keyed to a different position or ball: Quaffle, Keeper, Bludger, Beater or Golden Snitch Question. Which question asked depends upon which player was moved and his/her location on the field.&#10;&#10;The game ends upon the correct answering of a Golden Snitch Question.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Trivia"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/SGADhsA330fgbOBATEos_w__thumb/img/i4D7LBD0iU4Bs4V5Hm75KbmH7yM=/fit-in/200x150/filters:strip_icc()/pic850927.jpg"
  },
  {
    "id": "1973",
    "name": "Outburst Junior",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 7,
    "description": "The version of the classic party game for kids from four to ten years old.  Different color cards make for a fair game between different age levels.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Trivia",
      "Word Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/FWzhb01PLIB4Wyt4wBSBDQ__thumb/img/PhNb4vTum3qTKpJqFBNVyU0148c=/fit-in/200x150/filters:strip_icc()/pic499084.jpg"
  },
  {
    "id": "3476",
    "name": "Shadowrun: DMZ Downtown Militarized Zone",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 12,
    "description": "Shadowrun: Downtown Militarized Zone is a 3D game with cardboard miniatures inspired by the homonym role-playing game.&#10;&#10;DMZ is a game of street combat set in the near future. Quick combat-resolution and movement systems make battles move along, whether the fight is on motorcycles or on foot, whether it is fought with magic, automatic weapons, or bare fists. DMZ is a great introduction to the Shadowrun universe, and will stand alone as a board game, or can be used to resolve large-scale gang and street combats in the Shadowrun roleplaying game.&#10;&#10;",
    "categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/s0eUV4aG5l0r3UrPWsvncQ__thumb/img/VWYNosDbGsfVllzLBesVB9gZ7_k=/fit-in/200x150/filters:strip_icc()/pic577124.jpg"
  },
  {
    "id": "32743",
    "name": "Black Stories: Mystery Edition",
    "minPlayers": 2,
    "maxPlayers": 15,
    "playingTime": 20,
    "age": 12,
    "description": "How could that have happened? Black Stories are fiddly, morbid and mysterious riddles for teenagers and adults. The players try to reconstruct the crime by asking, guessing and fiddling about. Only yes/no answers are allowed. A spooky card game just right for any party. This version of the black stories has mysteries about vampires, aliens, undead and other fantasy based themes.&#10;&#10;",
    "categories": [
      "Deduction",
      "Fantasy",
      "Horror",
      "Humor",
      "Murder / Mystery",
      "Party Game"
    ],
    "mechanics": [
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/TTBxU_7nUdebSgxH4TBhzw__thumb/img/0euQC-8yBJjB1slqqms2sfOzYUA=/fit-in/200x150/filters:strip_icc()/pic304003.jpg"
  },
  {
    "id": "343629",
    "name": "Don't Be a Dik Dik",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 16,
    "description": "There are lots of naughty names in nature, and we've brought them to you in this hilarious card game. The aim of the game is to get rid of all your cards by collecting pairs and passing wisely...and, most importantly don't be a DIK DIK! Ask any of your fellow players if they have your card to secure a matching pair. If you end the game with the DIK DIK card, tough luck, you're a DIK DIK, you lose!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Mature / Adult"
    ],
    "mechanics": [
      "Finale Ending",
      "Single Loser Game"
    ],
    "image": "https://cf.geekdo-images.com/nJ1qFylgef2-YfWHCgqTyQ__thumb/img/b3qWNJxPj-ucEbRdpZZmriRLISs=/fit-in/200x150/filters:strip_icc()/pic6728795.jpg"
  },
  {
    "id": "89620",
    "name": "Monopoly: Canada (Electronic Banking)",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 8,
    "description": "The modern Canadian edition of the classic real estate game. Buy properties, build houses and hotels, collect rent from fellow players. This edition includes Canadian cities as voted for in an online contest poll in early 2010, and uses an electronic banking device to replace paper money.  Player tokens are also replaced with more modern items, and dollar values of properties, rents and fees have been increased to more comtemporary amounts.&#10;&#10;From the back of the box:&#10;&#10;&quot;Make millions with the swipe of a card! Wheel and deal your way to a fortune even faster using debit cards instead of cash.  All it takes is a card swipe for money to change hands. Now you can collect rent, buy properties and pay fines - all with the touch of a button! It's a new way to play the family classic that's been brought up-to-date with higher property values and locations based on your favourite Canadian cities!&quot;&#10;&#10;",
    "categories": [
      "Economic",
      "Electronic",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/vtFYAuYIxFVzA5FQV7OmAQ__thumb/img/updUGZVO2g6W7U0OPaxcs4Jr5Bw=/fit-in/200x150/filters:strip_icc()/pic983777.png"
  },
  {
    "id": "134255",
    "name": "Angry Birds: Star Wars – Jenga Death Star Game",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 8,
    "description": "This game one of the many games in the Angry Birds Series.&#10;&#10;Darth Vader and his porky enforcers are ready for an intergalactic battle.  Take turns trying to topple the Empire.  Pull back the X-Wing fighter to launch an epic squawk attack with Luke, Han, or Chewie birds (from the back of the box.) &quot;Roll, Launch, Win!&quot;&#10;&#10;How many hits will it take the heroes to knock the pigs block off and explode the Death Star?&#10;&#10;This is a new edition to the Jenga &amp; Angry Birds line. The game comes with a Death Star frame, a Luke Skywalker bird, a Han Solo Bird, a Chewbacca bird, Darth Vader Pig, 4 Stormtrooper pigs, a X-Wing launcher, 31 plastic Jenga blocks, 1 lock block, 1 dice, label sheet, a game base,and game guide/setup card.&#10;&#10;The object of the game is to destroy the Death Star.  Roll the die to determine how many shots you can take &amp; which birds to use.  Alternate turns until the Death Star is destroyed.&#10;&#10;Stormtrooper pigs = 1000 points each&#10;Darth Vader pig = 3000 points&#10;Complete destruction of the Death Star = 5000 points&#10;Unlaunch birds after the Death Star is destroyed = 1000 points each.&#10;&#10;The game is based on the Star Wars Angry Bird app.  In addition, the game comes with a App code to unlock game content.&#10;&#10;UPC 653569824732&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Movies / TV / Radio theme",
      "Video Game Theme"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/VbnPDLE3dL1UBsCi_dNNzg__thumb/img/yUjmPahNjva07dPtyosll_DyXVY=/fit-in/200x150/filters:strip_icc()/pic1488616.jpg"
  },
  {
    "id": "29924",
    "name": "Monopoly: Transformers",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 8,
    "description": "Transform and Roll Out!&#10;&#10;The Civil War between the Autobots and the evil Decepticons has spilled out of Cybertron and onto this collector&rsquo;s edition of the MONOPOLY&reg; game. In this episode of the Transformers saga, you&rsquo;ll travel the Transformers universe buying, selling, and trading cities, bases, and planets, mining for precious Energon Cubes and Anti-Matter to own and control it all. Decipher Autobot and Decepticon cards using a special Card Decoder. Choose from six collectible tokens. Will you fight for the peace loving Autobots as Optimus Prime, Bumblee, or Jazz or the evil Decepticons as Megatron, Starscream, or Soundwave?&#10;&#10;Your destiny is more than meets the eye. Take the Space Bridge and Advance to GO!&#10;&#10;Collectible pewter tokens include: Optimus Prime, Megatron, Bumblebee, Soundwave, Jazz, and Starscream.&#10;&#10;Special Card Decoder allows players to read the directives on the Chance and Community Chest cards.&#10;&#10;Special Monopoly Doubles rules allows Transformers fans to battle for properties, collect extra money, draw Autobot or Decepticon cards, and take away Energon Cubes.&#10;&#10;",
    "categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/KsvntIEPdPqWilIuh7YX0w__thumb/img/h1cPxtfCfwB4xIpdQaGu_Vyv9ME=/fit-in/200x150/filters:strip_icc()/pic241011.jpg"
  },
  {
    "id": "137669",
    "name": "Gearworld: The Borderlands",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 14,
    "description": "The Sky People retreated above the clouds and left the Borderlands to crumble and decay. The old machines are rusted and broken and the scavengers of Gearworld live off scraps from the past and refuse from the Sky People's flying cities. The scavengers' only hope for a better life is to build great towering skyworks and gain the favor of the World Above, allowing them to outlast and outlive their rival scavenger gangs. In the Borderlands, survival is an exception.&#10;&#10;Gearworld: The Borderlands is a game of conquest and survival in a post-apocalyptic world for 2-4 players who must gather resources and use them wisely. Players need those resources in order to strengthen their military might, to enhance their transport capabilities, and to reach the final goal of building the skyworks. Resources can be produced in areas with resource tokens, traded with other players, and taken by force. To build a development &ndash; e.g., weapons, transport vehicles or skyworks &ndash; all of the required resources have to be located in the same space on the map. This makes effective transport an important issue in the game. At the same time players must be strong enough to protect their resources from the other players while investing resources in their skyworks in order to win the game.&#10;&#10;Seize territory, marshal resources and defend yourself from your rivals. Reclaim the machines of old to build powerful weapons and enormous skyworks. Can you forge a new future from the rusted remnants of the past?&#10;&#10;Microbadges:&#10;  &#10;[microbadge=28656 original inline] Gearworld: The Borderlands fan&#10;&#10;",
    "categories": [
      "Industry / Manufacturing",
      "Negotiation",
      "Political",
      "Science Fiction",
      "Territory Building",
      "Transportation",
      "Wargame"
    ],
    "mechanics": [
      "Area Movement",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/oHcJ4QVekO0AfFCa0gMW3w__thumb/img/L46oW_BTd71g53woKp0isDYbDvI=/fit-in/200x150/filters:strip_icc()/pic1639632.jpg"
  },
  {
    "id": "171411",
    "name": "Bubble Bomb",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 8,
    "description": "In Bubble Bomb, players use their bubbles to create bombs, or perhaps set bombs off &mdash; whatever the case might be, you need to get your bubbles in order to match target bombs and win.&#10;&#10;To set up, each player takes seven double-sided chips from a bag, with each side of the chip showing a colored symbol; nine additional chips are placed in the center of the table. Nine double-sided bomb tiles are placed to the side, and each bomb tile shows either a color or a symbol, but not both.&#10;&#10;Everyone plays simultaneously, with each player flipping her chips one by one, flipping chips in the center of the table one by one, and swapping one of her chips for one of the publicly available chips. As soon as all seven of a player's chips match one of the target bombs &mdash; say, by being all pink or all triangles or one of each color &mdash; that player yells &quot;Boom!&quot; She then identifies the matching bomb, places one of her chips aside as a one-point scoring marker, draws a new chip from the bag, then flips over that bomb before play resumes.&#10;&#10;If a player matches two bombs simultaneously &mdash; e.g., all blue and one of each symbol &mdash; she sets aside two tokens instead of one. If a players matches the Bubble Bomb, which calls for one of each color and one of each symbol, she claims the Bubble Bomb (even if another player claimed it earlier), then swaps all of her chips for seven in the middle of the table before play resumes; the Bubble Bomb is worth three points at the end of the game.&#10;&#10;With four players, the game ends when the final chip is drawn from the bag and the player with the most points wins; with 2-3 players, the first player to collect nine points wins.&#10;&#10;",
    "categories": [
      "Real-time"
    ],
    "mechanics": [
      "Memory",
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/9xtSrmQI2ZXuwmamUVrqcg__thumb/img/_gWeMzXtQQ_srV0ApnN272zOcr0=/fit-in/200x150/filters:strip_icc()/pic2364204.jpg"
  },
  {
    "id": "351494",
    "name": "TriATri",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 10,
    "description": "TriATri is a must-follow trick-taking game in which the players each aim to score the most points.&#10;&#10;The &quot;lead suit&quot; is determined by the color of gem chosen by the lead player, from either in front of themselves or a central pool.  The winner of the trick will take the gem.  Players earn positive points for complete sets of gems (1 of each color), and will typically lose points for incomplete sets.&#10;&#10;The cards have a relationship such that their value may be multiplied depending upon the color of the previously played card.&#10;&#10;You can play in the board game arena.&#10;https://boardgamearena.com/gamepanel?game=triatri&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/keJHVT0Rg1mQvvucsWK_WA__thumb/img/Leen5hd9w5uFdcv8T71r8Mz8J1Y=/fit-in/200x150/filters:strip_icc()/pic6513982.jpg"
  },
  {
    "id": "172480",
    "name": "Roar! Catch the Monster",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "A group of scientists have discovered an abandoned laboratory belonging to the old doctor Swindle. To their great astonishment, they stumbled upon three mutated young monsters retained in the depths of the laboratory! They decided to keep them.&#10;&#10;In Roar! Catch the Monster, the players take on the role of the clever Scientists and the running Monster! The board presents a city divided into numerous districts and buildings. Each of these places gives out a characteristic sound to which the Scientists have to listen in order to catch their monsters. The Scientists move their pawns on the board to designated fields. The player who controls the monster has a mobile device, which is the main tool of the game. They move around the same fields as the Scientists, but their movement can only be detected on a screen.&#10;&#10;The monster has to fulfill its mission before it's captured by the Scientists. Within the mission the monster has to stand in the immediate vicinity of a given place. Together, the Scientists have to guess the current whereabouts of the monster using only the sound played by the mobile device after it completes its move. Using their skills, the players try to predict the route taken by the elusive Monster and catch it before it causes trouble!&#10;&#10;",
    "categories": [
      "Children's Game",
      "Deduction",
      "Electronic"
    ],
    "mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/mCqWw_6UH7XkRV7FTtWR0w__thumb/img/hh-ESvhJpIPXizkZLjkul54qQBQ=/fit-in/200x150/filters:strip_icc()/pic2390992.png"
  },
  {
    "id": "14000",
    "name": "Dog-opoly",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 8,
    "description": "Dog-opoly is a dog themed version of interpretation of Monopoly.&#10;&#10;The traditional properties are replaced with individual breeds of dogs that are traded between the players.  Houses are replaced with &quot;Dog Houses&quot;, hotels are replaced with &quot;Big Bones&quot;, Chance and Community Chest are replaced with &quot;Good Dog&quot; and &quot;Bad Dog&quot;, and a set of cast metal dog-themed tokens are included.&#10;&#10;The only game components which no effort has been made to theme are the money, which is standard across all Late for the Sky games, and the dice.&#10;&#10;",
    "categories": [
      "Economic",
      "Negotiation"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/eardcFGQytnJ8SDD26zLlg__thumb/img/0cR8CINUjiNErDmFE74A_v9ZEUs=/fit-in/200x150/filters:strip_icc()/pic63327.jpg"
  },
  {
    "id": "10275",
    "name": "The X-Files Trivia Game",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 14,
    "description": "This X-Files game is based on season 1-3.&#10;You need a vcr to be able to play it.&#10;You play an enclosed video tape, then a question gets asked, either the question is connected to the series clip from the tape, or it's about topics concerning the X-Files. &#10;(You can chose between two different degrees of difficulty.)&#10;The topics are:&#10;- The Characters&#10;- The Background/History&#10;- The Mystery&#10;- Behind the Scenes&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme",
      "Murder / Mystery",
      "Science Fiction",
      "Spies / Secret Agents",
      "Trivia"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/NJbNjbn6GMcK07_Z4Kkd8g__thumb/img/gqAfq1lB3MkF5OCuVQt8FE2iPYY=/fit-in/200x150/filters:strip_icc()/pic2339275.jpg"
  },
  {
    "id": "12601",
    "name": "NFL Showdown",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 8,
    "description": "This is similar to the MLB Showdown game - but it makes use of an electronic bar code reader that resolves play selection. The defense and offense swipe their cards through the reader and then the reader requests a specific player card be swiped through and this will generate a play result. The swiping tends to be flaky (like any other card reader) - you can purchase booster packs to have a better selection of players and plays.&#10;&#10;",
    "categories": [
      "Card Game",
      "Collectible Components",
      "Sports"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/pLXciViKOqEvwSQGp_5LNQ__thumb/img/0HW8xgOECHk7ITT0DYkZwIwBAik=/fit-in/200x150/filters:strip_icc()/pic66195.jpg"
  },
  {
    "id": "35482",
    "name": "Mini Cat & Mouse",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 4,
    "description": "From the box: An exciting chase waits for you! The clever mice found cheeze in the pantry. Beware the cat...ready to pounce. The race begins! Which lucky mouse will return safely to their mouse hole?&#10;&#10;Ages 4 - 8&#10;&#10;note: a typo on the back of the english edition box claims 2-8 players - which is not possible with only 4 player pieces! The side of the box shows a correct 2-4 player icon&#10;&#10;",
    "categories": [
      "Animals",
      "Children's Game"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/2wfDSwWfPfsKmOtOfcbLWg__thumb/img/BjQhAkyMoTgZJaPTvc6y85n0-ig=/fit-in/200x150/filters:strip_icc()/pic506315.jpg"
  },
  {
    "id": "30363",
    "name": "1001 Karawane",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 10,
    "description": "1001 Karawane is set in the desert. Players are in search of three magic artifacts - the winning condition of the game. The player who can 'read' the desert best, has the best chance at winning the game.&#10;&#10;Water is of much importance as is protection for your caravans. In cities you'll find gold and gold you can trade with dealers - you might even trade it for a magical artifact.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Exploration",
      "Travel"
    ],
    "mechanics": [
      "Memory",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/I6sQRwTcwHvSLeWkh_-wVg__thumb/img/H7q-ZcS4Ijpg-na_Z4anq9p9hHE=/fit-in/200x150/filters:strip_icc()/pic1150851.jpg"
  },
  {
    "id": "240355",
    "name": "Tavern Trouble",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 15,
    "age": 8,
    "description": "Prepare your stool, draw your cards, and get ready for Tavern Trouble &ndash; the fast paced card game that&rsquo;s easy to learn and highly fun. You&rsquo;ll play your cards to control the many travelers of the well-known establishment the Crowned Frog and use their special powers in great brawls.&#10;&#10;Elements of the game&#10;A deck includes 27 characters cards with power from 1 to 9. To keep the scores, each player has a card squared from 0 to 25 (these go by the original name of &ldquo;life points&rdquo;). At the beginning of the game, each player put his life token on the 20 square(during the game it is not possible to go with a score higher than 25 life points).&#10;&#10;Win the game&#10;There is only one way to win the game. When a player loses all his life points, he is eliminated. The game ends when there is only one player with life points.&#10;&#10;Walkthrough&#10;The game is played in a succession of turns, where the players will try to reduce the life points of their opponents. A turn includes 4 phases:&#10;A. deal&#10;B. draw&#10;C. play an ability&#10;D. reveal &amp; score&#10;&#10;",
    "categories": [
      "Children's Game",
      "Fantasy",
      "Fighting",
      "Party Game",
      "Print & Play"
    ],
    "mechanics": [
      "Hand Management",
      "Player Elimination",
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/U5_wf5qDlGLfKRFpaaK6Tg__thumb/img/LRjMOL2TVNd9_xSza619__eayj0=/fit-in/200x150/filters:strip_icc()/pic7569514.png"
  }
]
