[
  {
    "id": "112445",
    "name": "Disaster Looms!",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 10,
    "description": "The Earth is probably doomed, and rumors and speculation run rampant. Newspaper headlines from across the globe stir the populace to desperation:&#10;&#10;&quot;MELTING POLAR ICE CAPS&quot; &quot;RISING SEA LEVELS&quot; &quot;POLLUTION!&quot; &quot;OVERPOPULATION!&quot; &quot;NUCLEAR WINTER?&quot; &quot;RAVENOUS BLACK STAR GOATS?&quot; &quot;WILL METEORS STRIKE YOUR CHILDREN?&quot; &quot;DISASTER LOOMS!&quot;&#10;&#10;The race to escape Earth has begun! With the world's nations in decline, powerful corporations now stand as humanity's last hope. Take the reins of one such corporation, as CEO, and venture out into space. With your mission in hand; build ships, collect resources, research technologies, survive the dangers of space exploration, and, while ticket sales hold steady, preserve the human race. Remember to stay a step ahead of competing corporations, which can use slick marketing campaigns and 10 cent tchotchkes to buy the loyalty of the people you just saved from certain doom!&#10;&#10;In Disaster Looms!, players are rewarded points for sticking to the mission and building colonies, and saving colonists. As you are a CEO you are also rewarded points for filling the Corporate treasury, and building the company's value proposition by retaining rights to the best technologies. Gameplay is fast, and exciting. Events, and the vast variety of hazards that space has to offer will keep you on your toes, and your underlings busy on the paperwork for decades to come!&#10;&#10;The game is played in five phases:  Research, Fleet, Management, Revenue, and finally First Player Turn Auction. All players will complete each phase, in turn order, before proceeding to the next phase. This helps to keep the game moving, and keeps players engaged. In Research phase players can pay to research, or choose to license another players tech. In the Fleet phase players get one action with each ship they own. The Management phase is when players build new ships, special tech items, and sell technology to the public domain. The Revenue phase is when players collect their hard earned resources, including a small stipend from their home office on Earth. And finally, the turn auction phase is a bidding war for who goes first. Not that important at the start of the game, but monumental for the end.&#10;&#10;",
    "categories": [
      "Economic",
      "Science Fiction",
      "Space Exploration",
      "Territory Building"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Auction / Bidding",
      "Negotiation",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/CEDvpGUybKnxR5UT-1_hXg__thumb/img/1JazHlZhRDQb7gXnkEdLum2ir6E=/fit-in/200x150/filters:strip_icc()/pic1372568.jpg"
  },
  {
    "id": "31604",
    "name": "Civil War in the Far West: The New Mexico Campaign, 1862",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 10,
    "description": "The Civil War in the Far West: The New Mexico Campaign, 1862 (NMC), is a two-player, low-to-intermediate complexity simulation of the Confederate invasion of the US southwest. It's primarily a strategic-level design, but it also contains operational undertones. The Confederate player is generally on the offensive, but the situation also calls for the Union player to make counterattacks.&#10;&#10;Each hexagon on the map represents nine miles (14.6 kilometers) from side to opposite side. The units of maneuver for both sides are represented using a &quot;strength point&quot; system in which each point equals approximately 100 troops. Each artillery unit represents about six guns. Each game turn represents half a month.&#10;&#10;S&amp;T issue 252&#10;&#10;",
    "categories": [
      "American Civil War",
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/O8nqOMdZCngN7pqpVuoUyA__thumb/img/DWyfEf7fyPHFoaEty-TnlQvn9CA=/fit-in/200x150/filters:strip_icc()/pic378846.jpg"
  },
  {
    "id": "355800",
    "name": "Harry Potter: Honeydukes",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 8,
    "description": "During a school trip to Hogsmeade, you and your wizard friends decide to pay a visit to Honeydukes. After indulging in various treats, the group decides to turn this into a competition &ndash; whoever manages to eat the most condies is declared the winner. However, since this is no muggle&rsquo;s deal, you&rsquo;ll all need to follow some rules!&#10;&#10;The game is set in rounds during which each player gets their turn. During their turn, each player must perform one of the following:&#10;&#10;1. Buy candy (reveal the top two cards from the deck and take both or either of them and add to your player area. If you choose a single candy card, add the other one to the Reserve Area. If there are already cards in the Reserve Area at this point, you must also take from the reserve any candy cards that match the ones you have drawn from the center of the table and add to your player area.)&#10;&#10;2. Eat candy (take the corresponding candy cards from your player area and stack them face down to do that. They are now your Eaten Candy and cannot be taken by another player)&#10;&#10;You can only take one candy card available in the center of the table if you still don&rsquo;t have a card of the same type in your Player Area. If you already have both of the candy cards available, that means you are a Sweet Tooth! And now you have to discard all the candy cards in your Player Area that haven&rsquo;t been eaten yet.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Novel-based"
    ],
    "mechanics": [
      "Push Your Luck",
      "Set Collection",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/D5rUf3JQL0kYyA0ZXznWfA__thumb/img/d5TP8v5Z4dZb4SMHwjKH0ksXlho=/fit-in/200x150/filters:strip_icc()/pic6650344.png"
  },
  {
    "id": "224920",
    "name": "Prince's Gambit",
    "minPlayers": 6,
    "maxPlayers": 8,
    "playingTime": 60,
    "age": 18,
    "description": "Description from the publisher:&#10;&#10;Prince's Gambit is a casual card game where each player is a vampire called to the court of the vampiric Prince of the city. Players must cooperate to gain the favor of the Prince while deducing who among them are secretly the traitorous Sabbat infiltrators.&#10;&#10;How to play&#10;&#10;Players belong to one of 14 vampire Clans, and to one of two sects: the Camarilla, which styles itself as the aristocracy of the night, or the Sabbat, a death cult steeped in fire and blood.&#10;&#10;Camarilla players do not know who is in each sect, but the Sabbat infiltrators know which other players are on their side.&#10;&#10;The object of the game is to resolve Intrigues by bidding Trait cards which either add together or subtract from the total points needed as listed on the Intrigue card.&#10;&#10;The Camarilla wants to have enough points to win the Intrigue, but the Sabbat want the Intrigue to fail.&#10;&#10;After each Intrigue is resolved, Prestige Points are awarded to the players. The player with the most Prestige Points gain the Prince's Favor and gets to decide which Intrigue is next.&#10;&#10;Play continues until the Camarilla win enough Intrigues to stabilize the city, depending on the number of players, or the Sabbat manage to cause three Intrigues to fail, causing the city power structure to collapse.&#10;&#10;",
    "categories": [
      "Horror",
      "Negotiation",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Cooperative Game",
      "Simultaneous Action Selection",
      "Variable Player Powers",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/r2cGeuqfCl94YuNLduoC0w__thumb/img/c5EiyGB5BuMBxJ4f-kHssOfDxkw=/fit-in/200x150/filters:strip_icc()/pic3506224.png"
  },
  {
    "id": "312541",
    "name": "Recipe for Disaster",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 0,
    "age": 6,
    "description": "Are you cool as a cucumber under pressure?  Is your games night a bit of a dog&rsquo;s dinner? Now is the time to put your eggs in one basket with the card game of culinary chaos.&#10;&#10;Recipe for Disaster is a new set collection card game with a twist where you will be collecting the necessary ingredients for a dish by any means necessary - Even a hectic, timed dumpster dive!&#10;Once all your ingredients are collected and the bell its rung, its time to get your snake oil pitch on, as each player takes turns to describe which ingredients they've used and why their dish is better than everyone else's!&#10;&#10;Once all dishes have been presented, players rate their opponents dishes 1-5 stars, and whoever has the most points is awarded the coveted Golden Turnip Award!&#10;&#10;The first player to collect 3 Golden Turnips Wins!&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/1PFqWN5S6UjBbWsWxYiJlg__thumb/img/vbvY5wkV566AflGRI8qlyPcuuoc=/fit-in/200x150/filters:strip_icc()/pic5732111.png"
  },
  {
    "id": "43802",
    "name": "1940: What If Germany Went East?",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 240,
    "age": 12,
    "description": "The conjectured departure from the historic timeline that resulted in this alternative history wargame is assumed to have taken place in mid-September 1939. At that time, as his forces are completing the conquest of Poland, Hitler receives a flash of intuition. That is, he can&rsquo;t help but notice the strategic paralysis of the Anglo-French, who do nothing to try to prevent the downfall of their fast-disappearing eastern ally Poland. From that he concludes it would be a waste of time to redeploy the Wehrmacht to the western front in 1940. He tells his generals: &ldquo;The time will never be better to destroy the Bolshevik power than in the coming year. We will continue to have nothing to fear in the west. The British and French simply do not want war; they are afraid of it. Once we&rsquo;ve taken Moscow, we&rsquo;ll take Paris and London by telephone.&rdquo;&#10;&#10;Accordingly, he also tells his foreign minister to drop all negotiations aimed at revising the original territorial split set out in the accords with the USSR the previous month. Most importantly, Lithuania, originally in the German &ldquo;sphere of interest,&rdquo; is not traded for a further slice of Polish territory.&#10;&#10;All of which has resulted in this low-complexity, strategic-level, alternative history wargame. In it, two to four players can investigate the possibilities inherent in a changed German strategy for 1940. The West Front map is scaled at 16 miles per hexagon. The Eastern Front map is scaled at 25 miles per hex. All Soviet units are armies; all other forces in the game are corps. Each game turn on both maps equals half a month.&#10;&#10;This game can be played by two, three or four. If two play, one commands the Germans, while the other commands both the Anglo-French and Soviets. If played by three, one player commands the Germans, one player commands the Anglo-French, and the third commands the Soviets. If four play, one player commands the Germans on the west map; the second commands the Germans on the east map; the third commands the Soviets, and the fourth commands the Anglo-French. The rules contain some 17,000 words, which means experienced players can finish it in about four hours.&#10;&#10;Rules cover such things as: neutrals, fog of war, airpower, 7th Flieger Corps, Soviet 1st Shock Army, fortifications, and more. The turn sequence is as follows.&#10;&#10;&#10;     German Player Turn&#10;          A. German Airpower &amp; Strategic Transfer Phase&#10;          B. German West Front Movement Phase&#10;          C. German West Front Combat Phase&#10;          D. German East Front Movement or Combat Phase&#10;          E. German East Front Combat or Movement Phase&#10;          F. German Replacement Phase&#10;          G. German Moscow-Capture Resolution Phase&#10;          H. German Terminal Supply Check Phase&#10;    &#10;     Soviet Player Turn&#10;          A. Soviet Movement Phase&#10;          B. Soviet Combat Phase&#10;          C. Soviet Grand-Strategy Phase&#10;               1. Resolve Far East Front&#10;               2. Resolve Arctic Front&#10;                3. Resolve Southwest Front&#10;        &#10;          D. Soviet Terminal Supply Check Phase&#10;          E. Soviet Reinforcement &amp; Replacement Placement Phase&#10;    &#10;     Anglo-French Player Turn&#10;           A.  Anglo-French Armor Doctrine Phase&#10;           B. Anglo-French Movement Phase&#10;           C. Anglo-French Combat Phase&#10;           D. Anglo-French Terminal Supply Check Phase&#10;          E. Anglo-French Replacement Phase &#10;    &#10;&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/KRTKYFlZaVXqVIiCpnhs7A__thumb/img/2haMNwrmqgET1S4KPe_tLuUHWOg=/fit-in/200x150/filters:strip_icc()/pic667095.jpg"
  },
  {
    "id": "412",
    "name": "Yukon Company",
    "minPlayers": 4,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 10,
    "description": "In Yukon Company, you play a trader in Alaska who is buying goods at Dawson City and then taking them out to the prospectors at various creeks, and trying to make as much money as possible before the inevitable end of the gold rush.&#10;&#10;",
    "categories": [
      "Card Game",
      "Economic"
    ],
    "mechanics": [
      "Commodity Speculation",
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/syfw00p72bFn2lsmVv4whQ__thumb/img/Uvw_cDycU2SRIkvfSd1rGkc7YxE=/fit-in/200x150/filters:strip_icc()/pic1882905.jpg"
  },
  {
    "id": "346996",
    "name": "Kipp mir Saures",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "In Kipp mir Saures, three tubes are filled with dice in a tactically clever way until they dump out sweets.&#10;&#10;In a spectacular three-dimensional rack, flavor, shape, and pack tubes are waiting to be filled with dice cubes. Once the weight of the cubes causes the tubes to tip, all the cubes tumble out. At these moments, players may grab new treats, fit candy on their cards, and pack what they've collected. The tactically clever thing to do is to use the different weights and colors of the dice in such a way that the tastiest treats arrive in their own packages.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Action / Dexterity",
      "Adventure",
      "Dice",
      "Economic"
    ],
    "mechanics": [
      "Dice Rolling",
      "Different Dice Movement",
      "Market",
      "Memory",
      "Pick-up and Deliver",
      "Push Your Luck",
      "Random Production",
      "Set Collection",
      "Three Dimensional Movement"
    ],
    "image": "https://cf.geekdo-images.com/ha7YKDPa1NMUAGYgi37XoA__thumb/img/Z-9Tkgk3mWxNxhfEeMcLDdRg6Ec=/fit-in/200x150/filters:strip_icc()/pic6399587.jpg"
  },
  {
    "id": "352689",
    "name": "February",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 13,
    "description": "February is a trick-taking game mixed with majorities in which players compete to schedule events at a popular venue.&#10;&#10;The game gets a new way to play each February.  The original 2022 version was a decently cutthroat competitive game.  The 2023 release is a friendly teams-based version.&#10;&#10;The deck consists of two each of cards numbered 1-28, with each card representing a day in the month of February (one card is daytime, the other is nightime).  Each week (1-7, 8-14, 15-21, 22-28) is a different colored suit.  Additional special cards (such as a &quot;Leap Year&quot; card and a &quot;Reschedule&quot; card) are included and worked in based on player count.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;2022 Rules&#10; Players must follow either the colored suit of the lead card, or the must play a card of the same day of the week.  Thus, the &quot;1&quot; card could be followed by either a card of that suit (a 1-7) or another Sunday (the 1st, 8th, 15th, or 22nd).&#10;&#10;The highest card played which follows wins the trick (cards not following can't win the trick); in the event of a tie, the nighttime card wins.  The winner gets to mark the day on the calendar as theirs; if a marker is already there, it gets replaced.  The card winning the trick is removed from the game.&#10;&#10;Once a full hand has been played, players shuffle the remaining cards, adding in a pre-determined number of special ability cards, and then play another hand, again competing for calendar space.&#10;&#10;Having the most markers in a particular week earns two points; ties are broken by the marker closest to Sunday.  Having the most markers on a particular day of the week (i.e. Monday) earns one point; ties are broken by the earliest date.  Most points wins; ties are broken by the earliest date.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;2023 Rules&#10; Players must follow the colored suit of the lead card. Unlike in the original game, players cannot follow by playing the same day of the week. However, the latest day following either the colored suit or the same day of the week will win the trick.&#10;&#10;The winning team gets to mark a day on the calendar as theirs; if a marker is already there, it gets replaced. They can choose any space represented by a card in the trick. The card winning the trick is removed from the game.&#10;&#10;Once a full hand has been played, players shuffle the remaining cards, adding in the special ability cards, and then play another hand, again competing for calendar space.&#10;&#10;Having the most markers in a particular day of the week earns two points. Teams also get points for their largest contiguous set of markers. High score wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/vt9JQlZ7y7Ejpmiy1bXpTw__thumb/img/GBsaKWXn3jHiKI8G2UtGTiimRR8=/fit-in/200x150/filters:strip_icc()/pic6971990.png"
  },
  {
    "id": "104121",
    "name": "Sedan: The Decisive Battle for France, May 1940",
    "minPlayers": 1,
    "maxPlayers": 3,
    "playingTime": 90,
    "age": 12,
    "description": "Sedan: The Decisive Battle for France, May 1940, designed by Paul Youde, simulates the German Army&rsquo;s offensive to reach and cross the imposing Meuse River, near Sedan, and the subsequent breakthrough to the west. Using basic combat mechanics, the game includes command control strictures to better simulate the differences between French and German capabilities.&#10;&#10;A two-player (German versus French) operational level game. The game includes 228 medium-sized die-cut counters, with the Battalion as the primary maneuver unit, and also includes air units, artillery units, blown bridge chits, pontoon bridge chits, and command draw chits. The colorful map features the Belgian/French border, centered around Sedan along the Meuse River, with each hex representing approximately 2 miles across, and includes such prominent locations as the northern extent of the Maginot Line, and the city of Sedan, as well as various charts and tables for easy reference during play.&#10;&#10;The rules entail a variety of standard and unique rules, such as Roadblocks, Demolishing Bridges, German Pontoon Bridges, Dogfights, Bombing Bridges, Overruns, French Fuel Shortages, the French 2nd Army Cavalry, the French 3rd Brigade de Spahis, Headquarters Activation, Air Support, Operation Niwi, Reinforcements, etc.&#10;&#10;Victory in the game is determined by the accumulation of VPs for control of the Meuse River (primarily involving the quantity of German units that have crossed the bridges), as well as eliminating enemy units.&#10;&#10;Published in World at War Magazine #24, Jun-Jul 2012.&#10;&#10;Game Scale:&#10;Game Turn: 1 day&#10;Hex: 2 miles / 3.2 kilometers&#10;Units: Battalion to Regiment&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full color map&#10;One dual-side printed countersheet (228 9/16&quot; counters)&#10;One 16-page Sedan rulebook&#10;&#10;Solitaire Playability: Medium&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 4-15&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/Bg63NT8ygHr-GrzepEjHpw__thumb/img/1I7dbM-X4IAznQqoXGQnCXb6y6I=/fit-in/200x150/filters:strip_icc()/pic1139720.jpg"
  },
  {
    "id": "13996",
    "name": "L'Aigle Foudroyé",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 12,
    "description": "L'Aigle Foudroy&eacute; (The Struck Eagle) covers the first weeks of the campaign in France in 1870 up until the surrender of Sedan, during which time the French Imperial army was defeated by the Prussian forces assisted by some German contingents.&#10;&#10;Each game turn represents five days of real time, for a total of seven game turns.&#10;&#10;As with any VV game, the counters are unmounted.&#10;&#10;",
    "categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid",
      "Movement Points"
    ],
    "image": "https://cf.geekdo-images.com/qPA6rD-BkxUpemynllBGyw__thumb/img/IQ2xVXUeqLswDxLVklURNhOoENk=/fit-in/200x150/filters:strip_icc()/pic56766.jpg"
  },
  {
    "id": "3500",
    "name": "Schmuggler an Bord",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "The game consists of a board, showing 30 different types of contraband goods, Gold, Cigarettes etc, each marked by a small picture and it's name. Each picture has a matching tile, which is placed face down over it. Players each receive a number of chips and then take two or three (depending on the number of players), of the tiles for themselves, announcing which they have taken and then laying them face down in front of them. Now play begins.&#10;&#10;The players take turns to roll the die and then move around the board. At first they generally land on a space where the picture is covered by a tile. They take this tile for themselves, and lay it face down in front of them announcing as they do so which it was. As the tiles start to disappear though, players land on spaces where the tile is already missing. They then have to say who they think has that tile. If correct, they receive the tile. If the named player however thinks that he hasn't got the tile, then he may in turn name another player, and so on until either a named player accepts that he has the tile, or a player who has already been named is named again. Then it is sorted out who really did have the tile, working backwards through the chain of accusations until it is found. The owner, when unmasked, passes it to the first player correctly to have named him, and all players who have falsely accused someone must pay chips into the Bank, one chip for each false accusation made in that turn.&#10;&#10;Obviously, the passing on of tiles complicates matters terribly. It is simple enough to remember who took the tile in the first place, but by the time you have unraveled a chain of four or five false accusations, trying to remember who now has the tile is not so simple. The game goes on until either someone has collected a specified number of tiles, dependent on the number of players, or someone has no chips left. A player's tiles count two points each and every remaining chip one point, so it is quite possible to win without collecting many tiles, you merely have to avoid guessing falsely.&#10;(Jon Webley from GameCabinet)&#10;&#10;",
    "categories": [
      "Memory"
    ],
    "mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/pofd7K6TKdYcDK8xqf507g__thumb/img/HeNZiS45Krish1g8qV7fHjLBLa0=/fit-in/200x150/filters:strip_icc()/pic262975.jpg"
  },
  {
    "id": "382368",
    "name": "Mint Imperium",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 18,
    "description": "In Mint Imperium you control the vast Imperial navy or the ragtag group of Rebel forces. You will command your leaders and your starships as you subjugate or rally planets to your cause. Each side has a different win condition so you will need to adjust your strategy depending on which faction you play.&#10;&#10;&#10;     As the Imperials, you will have a large amount of units and a star fortress that can obliterate planets. You must find and destroy the hidden rebel base to win.&#10;     As the Rebels, you have a smaller amount of units, but they can be formidable in combat. Employ hit-and-run tactics and disrupt the Imperial agression. You win if you can survive long enough and inspire the galaxy though decisive victories.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Science Fiction",
      "Wargame"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Card Play Conflict Resolution",
      "Hidden Movement",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/oIs7GH9omTcExsITHNVJCA__thumb/img/H5EViGTJecPYmmWWcE17x4LCWDQ=/fit-in/200x150/filters:strip_icc()/pic7403879.jpg"
  },
  {
    "id": "55828",
    "name": "Mees, kes teadis ussisõnu",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 9,
    "description": "Adventure game &quot;The man who knew snakewords&quot; are on a very hazy border of card games and board games. The game has 25 landscape cards, which create the game of risks and challenges full playground. 5 dice covered with mysterious runes, 5 pawns with hats and 39 well illustrated cards with familiar friends and enemies from the book of the same name. The game is suitable for 2-5 players aged 9-99 years.&#10;&#10;The rules are easy. You will learn the game with a few moves and the game lasts only about an hour. Game board is made by the cards and therefore is always different every game. Can be that after first game you start another one more faster and more harder game. All blind faith will be beaten in this game - is it a local madness or divine cult. And the winner, like in life, is the one who is the smartest. And if you're lucky, then you too:D&#10;It is an adventure game through time and different cultures. Might be addictive.&#10;&#10;",
    "categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Exploration",
      "Novel-based",
      "Religious"
    ],
    "mechanics": [
      "Open Drafting",
      "Roll / Spin and Move",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/432WExTma9v3tchaWWBTwA__thumb/img/lRk4Ci78iTwnOGUzqqLii_dL_Wo=/fit-in/200x150/filters:strip_icc()/pic594954.jpg"
  },
  {
    "id": "309100",
    "name": "Check Out!",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 15,
    "age": 8,
    "description": "It's the start of the day, and you are late for work! You rush to your favorite convenience store to grab some breakfast, but unfortunately, it's everyone else's favorite, too! The clock is ticking, and speed is of the essence! Grab what you can before others can get their grubby hands on it, and be the first in queue to check out to get priority access to the sweet, sweet over-the-counter deals! Will you be able to fill your growling hunger and get to work on time?&#10;&#10;In Check Out!, players roll dice simultaneously and try to purchase food and drinks that are laid out on the table. Players can choose to keep re-rolling or &quot;check out&quot; by moving their unused dice to the check-out counter in queue. The last player still rolling is forced to check out. Players can now use their unused dice to exchange for limited promotional deals to earn more points in the order they are queued. Any unused dice at the end of the turn can be exchanged for money which can be used at the fifth bonus round for a comeback!&#10;&#10;The players with the most points wins!&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "categories": [
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling",
      "Market",
      "Real-Time",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/5SCw5kX6htbjawqM-qc42w__thumb/img/G-bw_iYhGF_KYIiYvlMc1LoWsZk=/fit-in/200x150/filters:strip_icc()/pic5472063.jpg"
  },
  {
    "id": "287456",
    "name": "Timeline: Louvre",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "Which came first? The Venus de Milo or the Mona Lisa? From the early Cuneiform tablets to the filming of a Beyonc&eacute; and Jay-Z's music video, The Louvre's historical providence and prominent collection go hand in hand. See if you can remember when the The Louvre Pyramid was installed, or when Delacroix painted Liberty Leading the People. The artifacts of the Louvre have never been this much fun!&#10;&#10;Timeline: Louvre takes the players through a historical tour of the Louvre. Each player has a hand of cards, and they take turns trying to place those cards correctly into the growing timeline. Guess correctly to get rid of all your cards and win!&#10;&#10;Timeline: Louvre can be combined with any other title in the Timeline series.&#10;&#10;&mdash;user summary&#10;&#10;",
    "categories": [
      "Card Game",
      "Educational",
      "Trivia"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/AP5y40DlesNL3riW-cL1Uw__thumb/img/YcYvsdAb7Hp8iq3NcQLkTrwzmCQ=/fit-in/200x150/filters:strip_icc()/pic4920672.jpg"
  },
  {
    "id": "879",
    "name": "Tacara",
    "minPlayers": 3,
    "maxPlayers": 10,
    "playingTime": 60,
    "age": 10,
    "description": "Tacara is short for Tactical Car Race.&#10;&#10;It is a small press (250 copies) auto racing game using vector movement. Some components are handmade. Speed and direction are captured on a grid and can be changed somewhat each turn.&#10;&#10;Expanded in 2001 by Tacara-Seefahrererweiterung (seafarer expansion).&#10;&#10;Developed from:&#10;&#10;    Racetrack&#10;&#10;&#10;Similar to:&#10;&#10;    Bolide&#10;&#10;&#10;",
    "categories": [
      "Racing"
    ],
    "mechanics": [
      "Point to Point Movement",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/zD9rzGEf5OH1bK8dURRiWg__thumb/img/lVNYypXogk8xPdZWMdz0-U9XeE4=/fit-in/200x150/filters:strip_icc()/pic64214.jpg"
  },
  {
    "id": "263089",
    "name": "Zoocracy",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 12,
    "description": "Zoocracy is a highly interactive and language independent political strategy game.&#10;&#10;Each player will lead one of the animal parties using a clever strategy and their best negotiation tactics to make it successful. Trust your animalistic instincts to win elections and hold political offices or plot and pressure the government from the opposition. In the end, whoever has implemented the most political goals, will win.&#10;&#10;Every round there is a parliamentary election campaign where players can spend their food tokens on different animal species to win their votes for the next parliamentary election. The parliament usually gets elected every other round and after that players have to form a coalition with a majority of seats in the parliament. Obviously players with a better election result have an advantage during these negotiations, however it is also possible for weaker parties to form a coalition against stronger ones. The players simply have to agree on how the government offices get distributed and which political goals will be implemented.&#10;&#10;In case the government lost its majority of seats in the parliament, there is also the possibility for the opposition leader to initiate a no-confidence vote against the current government. However to be successful this vote needs a majority of seats as well to elect a new government.&#10;&#10;Moreover there are also presidential election that usually occur every 2 rounds in a direct vote. Here the winners takes it all! The president can also implement a political goal of his party and has some further advantages.&#10;&#10;Finally, some random events may always shake up the situation and force the players to change their plans.&#10;&#10;-description from designer&#10;&#10;",
    "categories": [
      "Animals",
      "Bluffing",
      "Negotiation",
      "Political"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Simulation",
      "Variable Player Powers",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/WIlnh0nKLKkMqxj5l6kV-A__thumb/img/9wmjLCISW8OaDWfKhnDbhvnSmAA=/fit-in/200x150/filters:strip_icc()/pic4898225.jpg"
  },
  {
    "id": "12629",
    "name": "Marching Through Georgia",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 240,
    "age": 12,
    "description": "From the box:&#10;&#10;Marching Through Georgia is a two player Operational level board wargame of the Union Campaign of 1864 that culminated in the capture of Atlanta. It is the third game in the Civil War Campaign series by COA. Players assume the roles of Sherman and Johnson, the two overall commanders on each side. The Union armies are powerful, but brittle, and forced to take the offensive. The Confederate formations are weaker, but fighting on the defensive in favorable terrain.&#10;&#10;Two 17&quot; x 22&quot; maps&#10;240 counters&#10;Standard rule-booklet&#10;Exclusive rule-booklet&#10;Battle Board&#10;game card&#10;two army display charts&#10;die&#10;&#10;",
    "categories": [
      "American Civil War",
      "Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Hidden Movement",
      "Minimap Resolution",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/TaLcy0M1Q4NcIR6m9RJ3Dw__thumb/img/nBPMTFjuXjkYI2Ls6iDKICYjgBg=/fit-in/200x150/filters:strip_icc()/pic5970109.jpg"
  },
  {
    "id": "29415",
    "name": "HeroCard Nightmare",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "Horror in a Small Town. An enchanted camera has drawn you into an ever-shifting nightmare. Your only hope of escape is to maneuver the other players to their deaths before they do the same to you!&#10;&#10;HeroCard Nightmare is a surreal psychological thriller in which the last surviving dreamer wins. Nightmare blends deductive, clue-like gameplay with fast-paced HeroCard dueling, and sets them inside a modular, ever-changing landscape of gothic horror.&#10;&#10;Nightmare is a HeroCard game, and comes complete with four HeroDecks. Nightmare does not have any expansion decks, as all four characters come complete within the Nightmare box.&#10;&#10;Nightmare is compatible with all the other HeroCard games.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Deduction",
      "Horror"
    ],
    "mechanics": [
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/56MK6aHg8EaHrLONso3lrQ__thumb/img/YH2Qp3aQPZxXJcsV2F2BpePWFjg=/fit-in/200x150/filters:strip_icc()/pic222586.jpg"
  },
  {
    "id": "6921",
    "name": "Bloodtree Rebellion: Guerilla Warfare on the Planet Somber",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 12,
    "description": "Bloodtree Rebellion is a game of guerrilla war against an invading force. Political support of the three cities has an effect of allowing political actions. The invading player must  secure the production and shipment of food. 480 counters, 1 22x28&quot; map, and three city maps. Turns are two weeks, 5 km hexes and squad to company units.&#10;&#10;",
    "categories": [
      "Political",
      "Science Fiction",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/eCVC0D5jV5IXxM57WQh7QA__thumb/img/-cBgMCW6F8ZYdLNA7TkK1erv4oM=/fit-in/200x150/filters:strip_icc()/pic2085930.png"
  },
  {
    "id": "203266",
    "name": "Cortex Challenge GEO",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 9,
    "description": "Challenge your brain in a fun game that tests your geographical knowledge, thinking and speed skills! Compete with other players in 8 different challenges which will make you use all your brain power: touch tests, flags, duplicates, odd-ones-out, mazes, and more.&#10;&#10;",
    "categories": [
      "Card Game",
      "Party Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/29gZEF3-jNTJ90wSSAATGw__thumb/img/t2UqBSLQXpKNhyoOvpNPE97d51Q=/fit-in/200x150/filters:strip_icc()/pic3190835.jpg"
  },
  {
    "id": "421362",
    "name": "Cook Islands",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "A wonderful adventure in the Pacific Ocean, during which players take part in James Cook's expedition and discover new islands on which they build their villages.&#10;Each turn, players place sea tiles on the board, expanding the space in which they can sail and indicating how many spaces a given adventurer's ship will be able to move. The task is both to discover new islands and to build villages on them in the highest-scoring locations. In addition to villages, the board will also include, among others: sunken treasures and rock obstacles. All elements diversify the gameplay, making it very replayable.&#10;The game is won by the player who scores the most points for his villages and treasures obtained during his journey.&#10;&#10;&mdash;description from the publisher&#10;&#10;Wspania&#197;&#130;a przygoda na Oceanie Spokojnym, podczas kt&oacute;rej gracze bior&#196;&#133; udzia&#197;&#130; w wyprawie Jamesa Cooka i odkrywaj&#196;&#133; nowe wyspy, na kt&oacute;rych buduj&#196;&#133; swoje wioski. &#10;W ka&#197;&#188;dej turze gracze umieszczaj&#196;&#133; na planszy kafelki morza, kt&oacute;re powi&#196;&#153;kszaj&#196;&#133; teren, po kt&oacute;rym mo&#197;&#188;na si&#196;&#153; porusza&#196;&#135; i jednocze&#197;&#155;nie wskazuj&#196;&#133; o ile p&oacute;l b&#196;&#153;dzie m&oacute;g&#197;&#130; poruszy&#196;&#135; si&#196;&#153; statek danego poszukiwacza przyg&oacute;d. Zadaniem jest zar&oacute;wno odkrywanie nowych wysp, jak i stawianie na nich swoich wiosek w najwy&#197;&#188;ej punktowanych lokacjach. Poza wioskami na planszy pojawi&#196;&#133; si&#196;&#153; r&oacute;wnie&#197;&#188; m.in. zatopione skarby oraz przeszkody skalne, kt&oacute;re urozmaicaj&#196;&#133; rozgrywk&#196;&#153;. &#10;Gr&#196;&#153; wygrywa gracz, kt&oacute;ry zdob&#196;&#153;dzie najwi&#196;&#153;cej punkt&oacute;w za swoje wioski oraz zdobyte w czasie podr&oacute;&#197;&#188;y skarby.&#10;&#10;&mdash;description from the publisher (Polish)&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Nautical"
    ],
    "mechanics": [
      "Action Points",
      "Map Addition",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/gjgreO_lrEQN5dv7SRzDLQ__thumb/img/ofidUjPQnuZOh6KATbvLdNOBHBA=/fit-in/200x150/filters:strip_icc()/pic8219299.jpg"
  },
  {
    "id": "264011",
    "name": "Operation Master",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 8,
    "description": "Publisher's summary&#10;&#227;&#130;&#170;&#227;&#131;&#154;&#227;&#131;&#172;&#227;&#131;&#188;&#227;&#130;&#183;&#227;&#131;&#167;&#227;&#131;&#179;&#227;&#131;&#158;&#227;&#130;&#185;&#227;&#130;&#191;&#227;&#131;&#188; (Operation Master) is a peculiarly quaint trick-taking game with dice and cards. You receive dice each time you win a trick. The dice you receive counts as your VPs (victory points). Strive to win each trick with the right sense of timing, while being attentive to all dice on the table.  That is indispensable for your victory.&#10;&#10;&#227;&#129;&#147;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#175;&#227;&#131;&#128;&#227;&#130;&#164;&#227;&#130;&#185;&#227;&#129;&#168;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#228;&#189;&#191;&#227;&#129;&#163;&#227;&#129;&#159;&#228;&#184;&#128;&#233;&#162;&#168;&#229;&#164;&#137;&#227;&#130;&#143;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#131;&#227;&#130;&#175;&#227;&#131;&#134;&#227;&#130;&#164;&#227;&#130;&#173;&#227;&#131;&#179;&#227;&#130;&#176;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#131;&#227;&#130;&#175;*1&#227;&#129;&#171;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#153;&#227;&#130;&#140;&#227;&#129;&#176;&#227;&#131;&#128;&#227;&#130;&#164;&#227;&#130;&#185;&#227;&#130;&#146;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#131;&#128;&#227;&#130;&#164;&#227;&#130;&#185;&#227;&#129;&#140; VP ( &#229;&#139;&#157;&#229;&#136;&#169;&#231;&#130;&#185; ) &#227;&#129;&#171;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#229;&#160;&#180;&#227;&#129;&#171;&#227;&#129;&#130;&#227;&#130;&#139;&#229;&#133;&#168;&#227;&#129;&#166;&#227;&#129;&#174;&#227;&#131;&#128;&#227;&#130;&#164;&#227;&#130;&#185;&#227;&#130;&#146;&#230;&#138;&#138;&#230;&#143;&#161;&#227;&#129;&#151;&#227;&#129;&#164;&#227;&#129;&#164;&#230;&#156;&#128;&#233;&#129;&#169;&#227;&#129;&#170;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#159;&#227;&#131;&#179;&#227;&#130;&#176;&#227;&#129;&#167;&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#131;&#227;&#130;&#175;&#227;&#129;&#171;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#227;&#129;&#157;&#227;&#130;&#140;&#227;&#129;&#140;&#227;&#129;&#147;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#159;&#227;&#130;&#129;&#227;&#129;&#171;&#233;&#135;&#141;&#232;&#166;&#129;&#227;&#129;&#170;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#230;&#150;&#135;&#228;&#184;&#173;&#227;&#129;&#174;&#233;&#157;&#146;&#230;&#150;&#135;&#229;&#173;&#151;&#227;&#129;&#175; 7 &#227;&#131;&#154;&#227;&#131;&#188;&#227;&#130;&#184;&#227;&#129;&#171;&#231;&#148;&#168;&#232;&#170;&#158;&#227;&#129;&#174;&#229;&#190;&#140;&#230;&#179;&#168;&#227;&#130;&#146;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Dice Rolling",
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/8yDKR_yXz3AUEy66IGWrvA__thumb/img/fMFz0psocBPHyTKGGGJewPjcFi8=/fit-in/200x150/filters:strip_icc()/pic4379925.png"
  },
  {
    "id": "285128",
    "name": "Unlock!: Une Aventure – Ralph Azham: Le Foie de l'Axolotl",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 10,
    "description": "&quot;Unlock! Ralph Azham. Le foie de l&rsquo;axolotl&quot; is a 24-card mini-adventure in the Unlock! series of card-driven escape room games. First published in the July, 2019 issue of the French magazine Spirou.&#10;&#10;This adventure take place between volumes 2 and 3 of the comic strip Ralph Azham, from Lewis Trondheim.&#10;&#10;It requires a free companion app to play. The link to this app can also be found in the weblinks section.&#10;&#10;",
    "categories": [
      "Card Game",
      "Exploration",
      "Puzzle",
      "Real-time"
    ],
    "mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/xupoX1qBKEe5Kxr3DTt6aA__thumb/img/crmt4i_8ZRVxWwRQ4tMcAqt-cLw=/fit-in/200x150/filters:strip_icc()/pic4863873.jpg"
  },
  {
    "id": "22266",
    "name": "Zig-Zag",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 25,
    "age": 8,
    "description": "Hartmut Witt always has original game concepts, and he, along with Frank Schaubrenner, has created a fast-paced grab- and collecting-game that will thrill even expert speed-type game players. Rather unusual landscape types need to be crossed in this game: Clay flats, fields, hot sand, green lawns, water and cobblestones, even some rare blue-white or beige tiles. These landscapes are found on 28 large landscape cards, each of which again is made up of 18 landscape spaces, arranged in random fashion.&#10;&#10;The landscape cards get mixed up and distributed among the players (7 each with 3p and 4p, 8 with 2p - the rest go back in the box). Now, each player gets to set two particularly difficult cards aside and places the rest on the table to form a race circuit (the narrow sides of the cards are joined together). Thus, a different track with different challenges is created for each player. A goal card marks the goal for each player.&#10;&#10;Before the game can begin, 48 small cards are placed in the middle of the table as a face-down, spread out pile. Each card shows one of the landscape types mentioned above.&#10;&#10;As soon as the game starts, all players wildly grab through the pile of cards on the table. Cards, once revealed, are left face-up if they're not of immediate use. Cards that a player wants to keep are taken in hand. The order of the cards being collected, though, cannot be altered in any way. The collection phase ends when there's only face-up cards left on the table and a player calls &quot;stop&quot; because he thinks he has enough cards.&#10;&#10;Now, the players will see how far they get along their track with the cards they collected. The player who called &quot;stop&quot; starts. He turns the first card he collected over. If it's sand, for example, he puts his marker on a sand space at the start of his course. Thereafter, each subsequent card must show a landscape type that is next to the one his marker is on (either sideways, forwards or diagonally forwards) for him to move forwards. As soon as a card comes up that doesn't allow him to move his marker, his turn is over. Collected cards that are left over are put back into the middle of the table (face-down), and the figure stays where it managed to get to. Each player in turn order then does the same, moving their figure and returning leftover cards. Continue in this manner, round after round, until one player reaches the goal, ending the game. That player is of course the winner.&#10;&#10;Description of the game from Kosmos.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Bluffing",
      "Card Game",
      "Racing",
      "Real-time"
    ],
    "mechanics": [
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/v1RhyohgxZrAXl91YGpDVA__thumb/img/CZV_4wCWldj7CuAZWRgw4cyP2TQ=/fit-in/200x150/filters:strip_icc()/pic134514.jpg"
  },
  {
    "id": "9189",
    "name": "Rostov: The First Soviet Counter-Attack, 1941",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 90,
    "age": 12,
    "description": "Rostov: The First Soviet Counter-Attack, 1941 is a division/regiment level simulation of the German drive across the Donets Basin in the fall of 1941. Army Group South, accompanied by various Axis-Allied Armies, attempted to seize the valuable communications junction at Rostov and establish bridgeheads across the Donets and lower Don rivers. In the fighting around Rostov, the Germans suffered their first strategic setback in their campaign against Russia, as the Soviet Army drove the German mechanized spearhead from this vital area. The Axis Player controls all the German and Axis-allied (Rumanian, Hungarian, Italian and Slovakian) units; the Soviet Player controls all the Soviet units.&#10;&#10;This marks the sixth installment in SPI's Moment in Conflict Series for the Army Group South Game System. Rostov is an operational simulation, which recreates the pivotal battle of Rostov in 1941.  A battle which saw the Germans actually take hold of Rostov, only to be driven out within weeks by wave after wave of Soviet attacks.&#10;&#10;Game Scale:&#10;Game Turn: 2 days&#10;Hex: 10.5 miles / 17 kilometers&#10;Units: Regiment to Corps&#10;&#10;Game Inventory:&#10;One 17 x 22&quot; five-color mapsheets&#10;One dual-side printed countersheet (200 1/2&quot; counters)&#10;One 8-page Army Group South rulebook&#10;One 4-page Rostov rulebook&#10;Two dual-side printed Army Group South Charts &amp; Tables&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 3-6 hours&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/gpHZBHcmoBYt-HKGq7d4ug__thumb/img/UVRkJfjAhzo-o0gjd3GBpMiGRk8=/fit-in/200x150/filters:strip_icc()/pic6984367.jpg"
  },
  {
    "id": "21879",
    "name": "Mastergoal",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 9,
    "description": "MASTERGOAL is a Football / Soccer Board Game translated onto a board, with all the ingredients that make this sport the most exciting and universal.&#10;&#10;There are two teams with their corresponding Goal-keepers, and a Ball. The game consists of putting the Ball onto the squares of the opposite Goal post.&#10;&#10;Multi-lingual rules included.&#10;&#10;Claims to be a PRODUCTO OFICIAL de LIGA NACIONAL DE FUTBOL PROFESIONAL&#10;&#10;",
    "categories": [
      "Sports"
    ],
    "mechanics": [
      "Point to Point Movement",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/er0SBp6BxqO0LSwkbr4EEg__thumb/img/NEFi3WN4N_PicHFLCqpXsT0sMXk=/fit-in/200x150/filters:strip_icc()/pic918454.jpg"
  },
  {
    "id": "245385",
    "name": "Papering Duel",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 25,
    "age": 7,
    "description": "Let's make our wall beautiful! But, only in my style!&#10;&#10;Papering Duel is 2-player abstract game with transparent cards.&#10;The cards have 3 patterns and 3 colors.&#10;&#10;Each player has different kind of card deck with same symbols and same colors. On your turn, you must make at least 1 style(continuous 3 spaces in same pattern or color) . And you also must remove the styles that your opponent player make.&#10;&#10;When a player cannot remove the styles made by opponent, or a player success to make 3 styles in a turn,  the game ends.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "mechanics": [
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/-IU65BpnsE1aBruBankPjw__thumb/img/oJuZ7580EpWXxC3zcufj3zCpKQg=/fit-in/200x150/filters:strip_icc()/pic3973056.png"
  },
  {
    "id": "275634",
    "name": "Dungeon Royale",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 6,
    "description": "Dungeon Royale is an entry level strategy board game that mimics retro handheld console gameplay (and box/board design). Players begin with a certain number of lives based on their level w/in the game. When they are killed by other players, they re-spawn back at the beginning as if in a video game. Players have weapons that allow them to attack others on the board at certain positions but must move strategically as the other players reveal their moves all at the same time. The purpose of the game is to escape with the elixir of life while accomplishing missions and capturing as many artifacts and gaining as many kill points as possible.&#10;&#10;Story: The King is dying and has commissioned 2-4 heroes to capture the stone of life in a nearby dungeon from its Dragon guardian. Only each of the other heroes is battling for their own glory and will not be afraid to kill you in order to capture the stone and other valuable artifacts for themselves. Your goal is to either capture the stone yourself, or complete other missions and gather other valuable artifacts to bring back home.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Adventure",
      "Video Game Theme"
    ],
    "mechanics": [
      "Grid Movement",
      "Hand Management",
      "Pick-up and Deliver",
      "Set Collection",
      "Simultaneous Action Selection",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/4ysH7n2Si9tPBYf62cYXFg__thumb/img/WPGQb70La-Towf4We7CEx_I1A0k=/fit-in/200x150/filters:strip_icc()/pic4657838.jpg"
  },
  {
    "id": "344659",
    "name": "The Game of Saying 'Huh?!'",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 15,
    "age": 8,
    "description": "From the creator of video game classic Puyo Puyo comes a party game to test your acting abilities.&#10;&#10;Use only facial expressions and the tone of your voice (and sometimes less than that) to portray different scenarios.&#10;&#10;Does that &ldquo;Ha-&ldquo; sound angry, heartbroken, or curious? Players draw a card that determines a topic sound like &ldquo;Ha-&ldquo; or &ldquo;Eh&rdquo; along with a list of eight different scenarios. Individual players then draw a card that assigns them a scenario from the list to enact. Without using any body gestures, players act out their scenario to each other and try to guess who was assigned what.&#10;&#10;The Game of Saying &lsquo;Huh&rsquo; will test your skills of wit and mimicry and bring plenty of laughter and fun to game nights. The game is played in rounds using a different Task card for each round. At the top is a single word or a short phrase you will each have to say, but each of you in a unique way. There are 8 ways listed on the Task card from A to H and you&rsquo;ll be secretly assigned one of them at random. You might have to say &lsquo;Hello!&rsquo; like you&rsquo;re talking to a pet, like you&rsquo;re a vampire or like you&rsquo;re the president. There are lots of common phrases and sayings, as well as a few actions thrown in for good measure. But here&rsquo;s the tricky part: you can only use your voice and facial expression to convey the meaning of what&rsquo;s on the card. Gestures or movement of any kind below the neck are not allowed. When you&rsquo;ve finished making your impression, everybody votes in secret, assigning the correct lettered task to your performance.&#10;&#10;When everyone&rsquo;s finished acting their part, it&rsquo;s time for the big reveal: you&rsquo;ll score if you guessed correctly who acted out which cue, and collect points yourself when others correctly identify your performance. The player with the most points when all the voting is complete wins the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Humor",
      "Party Game"
    ],
    "mechanics": [
      "Acting",
      "Deduction"
    ],
    "image": "https://cf.geekdo-images.com/P7hIq67kqqOMoJ_xZz28xQ__thumb/img/oBOITCKEbe0cRycjRbwulWhB35k=/fit-in/200x150/filters:strip_icc()/pic8017535.png"
  },
  {
    "id": "188783",
    "name": "Apocalypse in the East: The Rise of the First Caliphate 646-656 A.D.",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 300,
    "age": 0,
    "description": "The accession of the Caliph Uthm&atilde;n b. Affan enabled Mu&rsquo;&atilde;wiyah b. Sufyan, his cousin and the formidable governor of Syria to construct a fleet and carry on the war against Byzantium. From the highlands of Armenia to the shores of Crete, the elite Syrian army and navy seeks to overwhelm the last stronghold of the Byzantine Empire, Constantinople.&#10;&#10;Unfortunately for them, the new emperor, a callous youth named Constans, is equally determined to stop them. Coming to the throne in the wake of murder and revolt, the young sovereign commands only the battered remnants of the army, but it is now fighting on its home ground.&#10;&#10;Apocalypse in the East  by designer Jason Juneau, features yearly turns, regimental sized units, special rules on the Empress Fausta, and random events including the Monothelete Controversy, earthquakes, nepotism by Caliph Uthm&atilde;n, purges in the Byzantine high command and the introduction of Greek Fire. Can you take the helm of the Syrian army and navy and storm the greatest citadel on earth, or will you instead prevent it and maintain Byzantium&rsquo;s role as Christendom&rsquo;s eastern march?&#10;&#10;",
    "categories": [
      "Medieval",
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/9S2mfqdyk8vAEDho8PLNcA__thumb/img/lrmi_bVXxXB2c5e2lXRkIqbWocE=/fit-in/200x150/filters:strip_icc()/pic2803530.png"
  },
  {
    "id": "173408",
    "name": "Legends of Empires",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 14,
    "description": "The most fascinating stories of humanity are passed generation by generation, surviving to time and space. Only those stronger, more prosperous, more enlightened, more wise will be remembered and will have their names stored in memory. You get to make your empire remains the pages of history? Will you be one more legend to remember?&#10;&#10;In Legends of Empires, you take control of a civilization in the fight to be recognized as the largest empire in history. To win the game, you should invest in historical characters, build wonders, discovering new technologies , spread their faith in the world, and to maintain a military force able to protect their civilization, and all the resources are managed by dice.&#10;&#10;",
    "categories": [
      "Card Game",
      "Civilization",
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/OhcRfwpkrpIQuQNcAwlTVg__thumb/img/zzgvOV26Ad2WaSPap3TLiGUvm4k=/fit-in/200x150/filters:strip_icc()/pic2591579.png"
  },
  {
    "id": "100015",
    "name": "Zoom Zoom Ka-Boom!!",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 6,
    "description": "Andy Hopwood's third game, this time round it's a push-your-luck racing game with a twist. The twist being, that instead of doing multiple laps, players race their cars to the end of the track and then turn around and race back to the starting line. So if you're the first to turn around, you can be sure that you'll have to weave around the cars still going in the other direction!&#10;And in ZOOM ZOOM KA-BOOM it's allowed to run into your opponents, thus making it harder for them to stay on track once it's their turn...&#10;So try and get ahead. And then try and stay ahead!&#10;&#10;",
    "categories": [
      "Racing"
    ],
    "mechanics": [
      "Dice Rolling",
      "Race"
    ],
    "image": "https://cf.geekdo-images.com/q8JMluSMo6vxOSncKr3IKQ__thumb/img/a_ci4f6tfRmy2GMwtGZm5ebzNTc=/fit-in/200x150/filters:strip_icc()/pic1012451.jpg"
  },
  {
    "id": "413397",
    "name": "Sideboards",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 15,
    "age": 8,
    "description": "Each player in Sideboards creates an eight-card sideboard, then sees how they fare against everyone else.&#10;&#10;In more detail, the deck contains sideboard cards that each feature five differently-colored drawers on top of one another, with drawer handles of three types. On a turn, everyone plays simultaneously, choosing and playing a card from their hand, passing their remaining cards clockwise, then drawing a new card. After everyone has played eight cards, you tally your score.&#10;&#10;What are you scoring? Three task cards are in play each game from a deck of thirty. One task challenges you to arrange drawer colors in a particular pattern. Another forces you to consider the arrangement and type of handles. The third lets you score for creating rows of color or handles.&#10;&#10;Sideboards includes a solo mode in which you compete against yourself for a high score.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/ORS6cYqO2HyfiBAyE2_nFg__thumb/img/QGN-ZE397X-9kN-SSk7tttP2Gk4=/fit-in/200x150/filters:strip_icc()/pic8008413.png"
  },
  {
    "id": "310692",
    "name": "Inca Empire: The Card Game",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 13,
    "description": "Become one of the Inca's regional leaders in Inca Empire: The Card Game! Expand the empire by extending your road system, build cities to house your people, and construct temples to please the gods.&#10;&#10;In the game, players take on the role of an &quot;Apu&quot;, a regional leader, and construct cities and colcas (storehouses that contain fish, corn, and potatoes) between the cities. These are all connected by a road system that players build out from the capital city of Cusco. The improvements to regions are for the benefit of the empire. Players additionally stock storage huts, create terraces for additional power in future rounds, make trade agreements with other players, construct temples, and use extra workforce cards to take special actions.&#10;&#10;In the end, Sapa, &quot;the Only One&quot;, will favor only the leader who does the best over the empire's four eras.&#10;&#10;",
    "categories": [
      "Ancient",
      "Card Game",
      "Civilization",
      "Territory Building"
    ],
    "mechanics": [
      "Events",
      "Hand Management",
      "Hidden Victory Points",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/shqE3eSG64sPxOmTS0WNCA__thumb/img/AYUnCp3sckK5LCmTLxEXzoFR6gc=/fit-in/200x150/filters:strip_icc()/pic5445144.jpg"
  },
  {
    "id": "364787",
    "name": "Labyrinth: Disney Villains",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 7,
    "description": "Unleash the Villains and their Henchmen! The Villains and their Henchmen find themselves trapped in a magical maze! Journey around the maze and gather a team to help you escape! Together you are stronger!&#10;&#10;In Labyrinth, Ravensburger&rsquo;s hugely popular family board game, you have to find the shortest route through the Labyrinth to win! The game is for 2-4 players aged 7 and up, and the aim is to reach all your treasures and targets as you move through the Labyrinth.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Children's Game",
      "Maze"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/FxpAxW--8YkO0WjaI-kl_w__thumb/img/oVgp2r0vYMnIJYuQKuboiH9Ugm4=/fit-in/200x150/filters:strip_icc()/pic7399352.jpg"
  },
  {
    "id": "174128",
    "name": "Zambezi: The Expedition Game",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 90,
    "age": 10,
    "description": "In Zambezi: The Expedition Game, players race tugboats from Victoria Falls to Lake Kariba, avoiding crocodiles and rocks along the way while picking up commodities from staging posts and making documentaries about the animals of the Zambezi delta.&#10;&#10;Zambezi: The Expedition Game includes rules for a shorter game that focus solely on the racing without the other elements of gameplay.&#10;&#10;",
    "categories": [
      "Racing"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/2vNkHUK_WGPuQgGSQiYraQ__thumb/img/PYQp_hZJj1uIh23EszhCM-2cfw8=/fit-in/200x150/filters:strip_icc()/pic2429717.jpg"
  },
  {
    "id": "149332",
    "name": "Trivial Pursuit: World of Warcraft",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 12,
    "description": "Publisher Blurb:&#10;&#10;For the first time ever, Trivial Pursuit partners with the massive multiplayer online role-playing fame: World of Warcraft. Challenge and test yourself with 600 questions of the world, dungeons, villains, loot and more. An epic adventure awaits all heroes who answer the call.&#10;&#10;100 trivia cards with 600 questions covering six categories: Geography (Locations), Player Characters, Lore, Loot (Items), Enemies, and Encounters. Roll the die and move the number of spaces indicated to determine the category question. If the question is answered correctly, the player may take another turn. Players must answer a question correctly on a wedge space to get a scoring wedge from that category.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Party Game",
      "Trivia",
      "Video Game Theme"
    ],
    "mechanics": [
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/RxknudMLWWJdfmPkbcg5WQ__thumb/img/Gz0jU6bWf5LIIEBZBhjOtsL3nUI=/fit-in/200x150/filters:strip_icc()/pic2032951.jpg"
  },
  {
    "id": "6842",
    "name": "Battles of the Ancient World: Marathon and Granicus",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 90,
    "age": 12,
    "description": "Marathon and Granicus uses the tried and tested Battles of the Ancient World system which now has clocked up an impressive 17 different battle scenarios spread over 3 boxed sets and 2 magazine game issues.&#10;&#10;The map is up to the usual high standard of S&amp;T and ancient battles standard. The bay, rises, 2 streams as well as the Persian camp are clearly shown, although the Persian camp hexes sit pretty on the map but appear to have no effect on the game at all - no vps for the Greeks passing through or occupying the hexes at all.&#10;&#10;The functional counters show Persian footmen, cav and bowmen along with the Greek hoplites.&#10;&#10;Standard rules are used with specific scenario rules being the Greek charge in turn one which triples their movement, thus all hoplite units are able to crash into the Persian ranks on turn one, if the Greek player feels the urge - and it is advisable, as another rule states, that the disorganized Persian cavalry cannot move and would defend at half strength up until turn 4.  Thus the Greek is encouraged to batter through some of the Persian foot and close with the cav before turn 4 if possible.&#10;&#10;All in all, a fine simulation given the scope of the system rules. The Persians' only good chance is to resist the Greek hoplites with foot until turn 4 and then try and turn any Greek flank possible, by moving their cavalry away and around the Greeks and charging them in clear terrain - if the Greeks allow themselves to be exploited this way, of course.&#10;&#10;",
    "categories": [
      "Ancient",
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/hPnBsb6HPqGrhsxaKatA-w__thumb/img/Be-3n692ju6ypELXF5ySaJ4518Y=/fit-in/200x150/filters:strip_icc()/pic43475.jpg"
  },
  {
    "id": "325676",
    "name": "Badland Wolves",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 12,
    "description": "In this card-driven strategy game, you and your friends make up the Badland Wolf Pack. The old Alpha has died; guided by the law of Tooth and Claw, it's&nbsp;every wolf for themselves as you compete to&nbsp;be crowned the&nbsp;new&nbsp;Alpha of the Badlands. To gain the allegiance of the pack, players will lead and join dangerous hunts for scrap cards that will be&nbsp;used in battles for each other's&nbsp;loyalty tokens. The first wolf to capture enough loyalties for the allegiance&nbsp;of the pack will win the game.&#10;&#10;GAMEPLAY&#10;&#10;To lead a HUNT on your turn, you must risk a loyalty token you hold (other wolves may join in the hunt by doing the same). Once the hunting group is determined, the lead hunter draws a hunt card and resolves the outcome of the hunt by deciding how to allocate the SCRAPS among the hunting party. But beware! These hunts are dangerous depending on the animal you encounter and can end with stolen loyalties, lost scraps, and more!&#10;&#10;SCRAPS are action cards that are collected and shared as the spoils of successful hunts. Instead of leading a hunt on your turn, you can attack another wolf with your scrap cards in order to capture one of their loyalty tokens; however, they can also defend themselves using their own scrap hand.&#10;&#10;Capturing three of a player&rsquo;s five loyalty tokens will make them ALLEGIANT to you and unlock in-game benefits. The first player to hold the allegiance of two other wolves will win the game and be crowned Alpha of the Badland pack!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Adventure",
      "Animals",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Negotiation"
    ],
    "mechanics": [
      "Action / Event",
      "Alliances",
      "Card Play Conflict Resolution",
      "Events"
    ],
    "image": "https://cf.geekdo-images.com/QCsTJzrOIWtOfntdWS9JgQ__thumb/img/fdOu1OwhdkXKbfpHdf8WuR2umqc=/fit-in/200x150/filters:strip_icc()/pic5942466.png"
  },
  {
    "id": "134279",
    "name": "Mafia Casino",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 11,
    "description": "In the card game Mafia Casino, you want to be the first player to raise $30 million, whether through legal means (such as building hotels or casino resorts to attract clients who deal in pearls and diamonds) or means that fall on the shady side of legal (such as extorting someone or planting bombs in the hotels owned by opponents). The game lasts a number of rounds, and in each round players have a choice between building, gambling, conducting &quot;business&quot;, or completing a mission.&#10;&#10;Game description from the publisher:&#10;&#10;Enter a world where money and the mafia go hand in hand. Build your Casino-Hotel and aim to become the richest. Attract prestigious guests, deal pearls and diamonds, and partake in  games of chance. Spying, bombings, robbing safes, and embezzlement will help you sabotage the plans of your opponents. Be cautious though, there are no such things as &ldquo;rules&rdquo; in the Mafia.&#10;&#10;",
    "categories": [
      "Card Game",
      "Mafia"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/LoLXwZfRYMqoLxZbnox4tw__thumb/img/tnBQlM5ARjDqDup20C4iFSE5qqQ=/fit-in/200x150/filters:strip_icc()/pic1487571.jpg"
  },
  {
    "id": "220980",
    "name": "Solstice",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 12,
    "description": "The ruling house of the empire is in decline and in their weakness an opportunity presents itself. The throne is within the grasp of any rival faction bold and cunning enough to grab power for themselves.&#10;&#10;However, this is a nuanced conflict, one where diplomacy cuts just as sharply as the weapons of an army, but half as so as the assassin&rsquo;s blade. There are wheels within wheels and machinations beyond your view.&#10;&#10;Players represent powerful houses, each seeking to be in ascent of the throne. Every player has the same six cards, which provide Strength, Favor, Victory Points, and bonuses. Unfortunately, the path forward is shrouded in fog, forcing players to manage the uncertainty of the times.&#10;&#10;Every round, players draft a hand of cards, choosing a mix of their cards, their opponents&rsquo;, and powerful Events. The key is building a viable strategy with your own cards and events, while denying key cards from your opponents. Then, cards are played face down one at a time to the Planets. Limited information about each card is disclosed. Players are forced to make decisions with imperfect information gained during the draft and by reading your opponents. Finally, the cards are revealed and resolved. In most cases, players want to be the Strongest or Favored faction to score Victory Points.&#10;&#10;",
    "categories": [
      "Card Game",
      "Science Fiction"
    ],
    "mechanics": [
      "Open Drafting",
      "Secret Unit Deployment"
    ],
    "image": "https://cf.geekdo-images.com/Evw3cMHabMzDLFFjBssITA__thumb/img/KdDDowxlZ8SeqEBIAT8Pugmp3C0=/fit-in/200x150/filters:strip_icc()/pic3440442.jpg"
  },
  {
    "id": "185288",
    "name": "Una Notte da Lupi",
    "minPlayers": 3,
    "maxPlayers": 10,
    "playingTime": 10,
    "age": 8,
    "description": "From the Publisher: Una Notte da Lupi is a fast game full of tension.&#10;Each player gets a hidden role: Werewolf, Seer, a harmless Farmer or another of the odd villagers with special powers.&#10;Werewolves try to muddy the waters while villagers try to find out their identities. Who will win?&#10;Whatever is your role, be on the watch and don't trust to easily on what other players say!&#10;&#10;The following roles did not exist in One Night Werewolf, but do exist in both One Night Ultimate Werewolf as well as dV Gicochi&rsquo;s Una Notte da Lupi.&#10;&#10;Troublemaker: This is almost exactly the same as in One Night Ultimate Werewolf (Una Notte da Lupi has the limitation that the switched characters are limited to the players to the left and right of the Troublemaker)&#10;&#10;Masons: This is exactly the same as the Masons One Night Ultimate Werewolf&#10;&#10;Miteane: This is exactly the same as the Minion in One Night Ultimate Werewolf&#10;&#10;Sorcerer&rsquo;s Apprentice: This appears to be the same as the Alpha Wolf character from One Night Ultimate Werewolf Daybreak (the translation is not very good)&#10;&#10;Werewolf Penguin: This is exactly the same as the Tanner for One Night Ultimate Werewolf&#10;&#10;Mortovio: This appears to be the Hunter from One Night Ultimate Werewolf (again, there are a few issues with the translation)&#10;&#10;In addition, Una Notte da Lupi provides tokens that correspond to the roles used in the game, something that One Night Ultimate Werewolf has, and One Night Werewolf does not.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Deduction",
      "Murder / Mystery",
      "Party Game",
      "Spies / Secret Agents"
    ],
    "mechanics": [
      "Role Playing",
      "Team-Based Game",
      "Traitor Game",
      "Variable Player Powers",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/0xKUbu2JRJwmfaz2tOnuzQ__thumb/img/JBZjXL4VQLupKg-O-CaZAFZwVh8=/fit-in/200x150/filters:strip_icc()/pic2691507.jpg"
  },
  {
    "id": "29736",
    "name": "Little Italy",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 10,
    "description": "Travel back to New York's golden age of gangsters, where you get to take on the role of a crime boss in 1950's Little Italy. Make your rounds about town as you pick up money from different buildings, but watch out for the &quot;heat&quot;!&#10;&#10;Each crime boss shares control of two cars, each with a different opponent. Drive through the streets, timing it right to collect money and avoid the police.&#10;&#10;Play strategically, and you'll be able to drive your opponents straight into a stakeout, costing them big money while you collect the big score. If you don't, you'll find yourself sleeping with the fishes!&#10;&#10;",
    "categories": [
      "Mafia"
    ],
    "mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/MmpMzNflVG-i1hLlnKJEvg__thumb/img/N8EMbnXS596uv2l9eYaUnBiMXmA=/fit-in/200x150/filters:strip_icc()/pic1194800.jpg"
  },
  {
    "id": "117582",
    "name": "Tobruk, Operation Crusader, Nov-Dec 1941",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 0,
    "description": "Tobruk: Operation Crusader, Nov-Dec 1941 uses the same system as Sedan: The Decisive Battle for France, May 1940.&#10;&#10;Tobruk is an Operational  level board-wargame simulation of British Eighth Army&rsquo;s Operation Crusader, the attempt to relieve the Tobruk garrison during the period from November to early December 1941, with each turn representing two days. The units in the game represent battalions (and sometimes regiments) (228 counters), and operate according to a chit-pull divisional-command activation system. Movement and combat are randomized by each division&rsquo;s potential activation, such that the general course of play goes a long way toward simulating the fog of war in a simple yet realistic manner and without the need for special rules.&#10; As a new addition to this system (not present in Sedan), to simulate the more pronounced effect of long-range anti-tank guns in desert terrain, units with AT capability are identified, and they&rsquo;re given the capability to engage enemy armor as it approach, just as the infamous 88s did at Hellfire Pass.&#10; Each hex represents four miles, and the map area portrays the Western Desert from around Tobruk to near the Libyan/Egyptian border.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/NiyvB06UuVBKRP05DFaISw__thumb/img/C82ijYn0P3eU8810rgT719TCiYw=/fit-in/200x150/filters:strip_icc()/pic1353006.jpg"
  },
  {
    "id": "36751",
    "name": "DC HeroClix: Batman (Alpha)",
    "minPlayers": 2,
    "maxPlayers": 0,
    "playingTime": 30,
    "age": 0,
    "description": "The inaugural, stand-alone release in the HeroClix Alpha line, DC HeroClix: Batman delivers a faster-paced, less rules-intensive version of the traditional HeroClix game.&#10;&#10;Booster packs of the game each include a fixed, Batman figure. The released set size of 30 figures is smaller and easier to collect than a standard release.  A 31st figure is also available in certain boosters sold at Target stores, replacing one of the standard fixed Batman pieces with an exclusive sculpt.&#10;&#10;All figures in the release are iconic Batman figures previously released with new combat dials for use in DC HeroClix: Batman.  Figures are compatible with the existing Heroclix game as well.&#10;&#10;",
    "categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/X0vDdZduWwmMtXoSfkrthA__thumb/img/3EerIxdx-xZa3F86J2UjXDcaRPs=/fit-in/200x150/filters:strip_icc()/pic693567.jpg"
  },
  {
    "id": "218235",
    "name": "Ticket to Mars",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 8,
    "description": "The Earth is about to be destroyed, but humanity has managed to build enough spaceships to transport part of the population to Mars. Only those lucky few who have a ticket will get aboard.&#10;&#10;In Ticket to Mars, each player forms a part of a mega-corporation with different interests, and the player who manages to fulfill more aims will win their own ticket off Earth. During the game, you have to play order cards to rise, to go down, or to move people between spaceships. Each time you want to return your order cards to hand. the countdown advances and ships takes off when the countdown reaches zero. You win victory points depending on how well you've met your secret goals.&#10;&#10;",
    "categories": [
      "Science Fiction"
    ],
    "mechanics": [
      "Hand Management",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/vKm-tO2sGe1epY80n7t9Yw__thumb/img/T6HeNr1_tLhjTo06_OS1rAIG038=/fit-in/200x150/filters:strip_icc()/pic4722861.jpg"
  },
  {
    "id": "175742",
    "name": "Alien Wars",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 10,
    "age": 6,
    "description": "Alien Wars is a fast, card-tossing game in which your goal is to become Master of the Galaxy, and to do this you need to eliminate everyone else from the galaxy. Then you can do whatever you want with the place.&#10;&#10;To set up, place the three Nano Minefield cards face down about ten inches apart. Then each player simultaneously places their nine cards face down in the playing area, keeping space between all other cards, while also packing them in as tightly as possible.&#10;&#10;On a turn, you choose one card in play and reveal it. If it's...&#10;&#10;&#10;    A Nano Minefield, flip it face down again.&#10;    A player's card, that player takes the action on the card with the possible actions being:&#10;&#10;&#10;&#10;        Planet: Return one of your eliminated non-planet cards to play.&#10;        Scanner: Look at three face-down cards, then remove the scanner from play.&#10;        Blaster: Shoot once.&#10;        Double Blaster: Shoot twice.&#10;        Retro Blaster: Shoot once; also, if this is card is eliminated, shoot once before removing it from play.&#10;    &#10;&#10;&#10;To shoot, you place your pinky on the active card, then toss your shooting disc with your thumb and forefinger. When the disc lands, you can remove one card it touches from play, revealing it and returning it to its owner. If a player has no cards in play, they're out of the game. The final player with cards in play wins!&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Card Game",
      "Science Fiction"
    ],
    "mechanics": [
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/yr4oOjUJuf-PJdbNE0BczQ__thumb/img/ZDHTYh1XPmO8gHwgWfaM9D5-RLg=/fit-in/200x150/filters:strip_icc()/pic2468713.jpg"
  },
  {
    "id": "341425",
    "name": "Kobito",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "Kobito is all about creating rainbows to win the pots of gold at the end of those rainbows, all the while being helped by &lsquo;kobito&rsquo; figures (leprechauns/gnomes). Each pot of gold contains a certain number of points. But only the player who finishes the rainbow gets the gold. To try and avoid helping others, each player also has their own personal studio in which they can prepare rainbows before sending them to a pot of gold. This comes with risks however, because each personal rainbow makes you play more cards &ndash; and if you can&rsquo;t, you get a penalty!&#10;&#10;The game ends when all but two pots of gold have been won. Players add up the points won from the pots of gold and deduct any penalties they might have received, the player with the higest score wins.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Mythology",
      "Number"
    ],
    "mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/Ql2gvmsrT4aCups6rNg7IQ__thumb/img/R8KNP6r6XtumeH21YVihJdJI93Q=/fit-in/200x150/filters:strip_icc()/pic6254907.jpg"
  },
  {
    "id": "402673",
    "name": "Misión Chungungo",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 8,
    "description": "Lead an expedition through space in search of copper, a valuable metal belonging to a civilization lost eons ago.&#10;Players will have to make strategic decisions to earn crew members and copper pieces, but be careful! That the others will also form powerful teams to collect copper and win.&#10;In Misi&oacute;n Chungungo players fight to achieve the goal (according to the number of players) of coppers to be the winner.&#10;At the beginning of the game, an asteroid field is prepared on which you will interact throughout the game with your player tokens, and from which you will obtain copper.&#10;On their turn, players discard a card and perform the action immediately, then their turn ends. On the other hand, the player may not discard cards from his hand to return all cards from the discard to his hand and then end his turn.&#10;The actions are: a) Quantum leaps, allows you to move between the cards of the asteroid field, b) dig, allows you to take cards from the asteroid field into your hand, it is the main way to obtain copper, c) attract asteroids, take 2 cards from the asteroid deck and add them to the asteroid field, adjacent to other asteroid cards, d) shooting, allows you to shoot at other players drawing cards from their hand as a result.&#10;&#10;The game ends when a player collects the goal of copper pieces from all his cards, according to the number of players, to be the winner.&#10;&#10;Spanish--&#10;L&iacute;dera una expedici&oacute;n por el espacio en busca de cobre, un valioso metal perteneciente a una civilizaci&oacute;n perdida hace eones.&#10;Los jugadores tendr&aacute;n que tomar decisiones estrat&eacute;gicas para ganar tripulantes y piezas de cobre, &iexcl;pero cuidado! Que los dem&aacute;s tambi&eacute;n formar&aacute;n poderosos equipos para reunir cobre y ganar.&#10;En Misi&oacute;n Chungungo los jugadores luchan por conseguir la meta (de acuerdo al n&uacute;mero de jugadores) de cobres para ser el ganador. &#10;Al comienzo del juego se prepara un campo de asteroides sobre el que interactuar&aacute;n durante toda la partida con sus fichas de jugador, y del que obtendr&aacute;n cobre.  &#10;En su turno los jugadores descartan una carta y realizan la acci&oacute;n inmediatamente, luego termina su turno. Por otro lado, el jugador puede no descartar cartas de su mano para recuperar todas las cartas del descarte a su mano y luego terminar su turno. &#10;Las acciones son: a) Saltos cu&aacute;nticos, permite moverse entre las cartas del campo de asteroides, b) excavar, permite tomar a la mano cartas del campo de asteroides, es el principal modo de obtener cobre, c) atraer asteroides, toma 2 cartas del mazo de asteroides y las a&ntilde;ades al campo de asteroides, adyacente a otras cartas de asteroide, d) disparos, permite disparar a otros jugadores robando cartas de su mano como resultado. &#10;El juego termina cuando un jugador colecciona entre todas sus cartas la meta de piezas de cobre, seg&uacute;n el n&uacute;mero de jugadores, para ser el ganador.&#10;&#10;",
    "categories": [
      "Animals"
    ],
    "mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/jXSQ41Pg4Tk2npPP9ulpug__thumb/img/q87jvI2TheJyMa3cyqhKnJEkldo=/fit-in/200x150/filters:strip_icc()/pic7873576.jpg"
  },
  {
    "id": "420737",
    "name": "Hex Effects",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 10,
    "description": "Hex Effects is a &quot;take that&quot; style card game featuring Hexes (that you need to rid of) and Remedies (that treat Hexes but may cause you to have more). It is an easy-to-pickup game with original artwork by Pillbox Games. It's based on the game Side Effects.&#10;&#10;Start by dealing four Hex cards to each player, face up, in a space in front of them referred to as their &quot;Shadow&quot;. The first player to treat all the Hexes in their Shadow wins the game.&#10;&#10;The rest of the Hex cards are shuffled in with the larger deck. Then, deal four cards to each player (concealed in hand). Start your turn by drawing two cards. You can make two actions on your turn. If you have in your hand a Remedy card that treats one of your hexes, you can place it on top of that Hex. You're now closer to winning &mdash; but watch out! Every Remedy contains a list of side effects (other Hexes) that you are now vulnerable to receiving from other players on their turns.&#10;&#10;Play continues until one person has treated all the Hexes in their Shadow.&#10;&#10;",
    "categories": [
      "Card Game",
      "Medieval"
    ],
    "mechanics": [
      "Race",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/jakjT5meIAEUPVp1_ufvJA__thumb/img/3hSW8wSOjHP6zRIr48k9RoaMLHs=/fit-in/200x150/filters:strip_icc()/pic8193281.png"
  },
  {
    "id": "3947",
    "name": "Cannibal Pygmies in the Jungle of Doom",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 12,
    "description": "The second game in the B-Movie Series of card games.  This game has a jungle adventure theme with homagesto   Tomb Raider, Indiana Jones, and cliches from various other adventure movies.&#10;&#10;Throughout the game the players create a movie by playing characters, props, and locations.  There are also creature cards that target other players' movies and Special FX cards that perform various actions such as modifying attacks or hindering other players.  The goal of the game is to have the movie with the most points when the &quot;Roll the Credits&quot; card is played or when the draw deck runs out.&#10;&#10;From the publisher:&#10;&#10;&quot;From the Producer and Director of Grave Robbers from Outer Space comes a New Low in B-Movies: Cannibal Pygmies in the Jungle of Doom.  Swing into adventure as the Jungle Queen and Skippy the Wonder Dog.  Come face to face with Dinosaurs, Nazis, and Dancing Haitian Voodoo Zombies!  Will the Great White Hunter escape the clutches of the Native Chieftans' Daughter?  Will he?  WILL HE?!?  120 card stand-alone game for 2 - 6 players.  100% Compatible with Grave Robbers from Outer Space --- just shuffle them together!  Easy to learn, fun to play.  Running time: 20 to 40 minutes.  This game is rated PG-13.&quot;&#10;&#10;",
    "categories": [
      "Adventure",
      "Card Game",
      "Fighting",
      "Horror",
      "Humor"
    ],
    "mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/IiA3X34Gyn-RoAftdcN0iw__thumb/img/jaMbciiL5kXSOjWXW7ToyZ8zuDs=/fit-in/200x150/filters:strip_icc()/pic21006.jpg"
  },
  {
    "id": "376570",
    "name": "AXO",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 8,
    "description": "AXO is a game of perspective where you will optimize your hand of cards, carefully deciding which use to score AXO Points and which make available to the other players.&#10;&#10;Complete your cards filling the Area of Application on them. Exploit the effects of the Polyomino cards that you will be able to obtain, activating them at the right moment to win the challenge against your rivals and beat them to the punch!&#10;&#10;The game ends when a player reaches 9 AXO Points, but the winner will be the one with the highest score.&#10;&#10;-description from publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Puzzle"
    ],
    "mechanics": [
      "Bingo",
      "Grid Coverage",
      "Hand Management",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/1H618BTSa6VcLba8-Zjv-A__thumb/img/Wg5olTPC1gVu7GIxENOUR4dF-oA=/fit-in/200x150/filters:strip_icc()/pic8107040.png"
  },
  {
    "id": "283076",
    "name": "Combat Arena",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 12,
    "description": "In Combat Arena, 2-4 players engage in high-speed gladiatorial combat set in the far future. Pick your champion from amongst Humanity's greatest warriors, and use their unique skills, strengths and  strategies to defeat your opponents.&#10;&#10;Combat Arena is a fast-paced game, pitting  variety of characters against each other in the violent training arenas aboard a Rogue Trader's personal spacecraft. Each of the fighters is taken from a different area of Imperial Society, and each has their own unique attacks and weapons. Whichever you choose, your object is simple: be the last warrior standing.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Dice",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Take That",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/LVTtms6RRK11fF2hFL8uNA__thumb/img/Gk2hJYdVZUIjsVsIS4zgf0BfrA8=/fit-in/200x150/filters:strip_icc()/pic4814262.png"
  },
  {
    "id": "255732",
    "name": "WonderZoo",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 7,
    "description": "Designing a &quot;wonder zoo&quot; is not easy as it seems. First, you must choose a theme, then find the most beautiful animals, and finally attract crowds of enthusiastic visitors!&#10;&#10;In WonderZoo, you do just this by each round choosing a tile from among those on the table, then placing it on your personal game board, with paths needing to continue from one tile to the next. You can also carry out the action shown on the tile that you just added, such as adding a visitor to your zoo, moving a visitor, moving an enclosure, or becoming first player in the next round.&#10;&#10;When you can place no more tiles in your zoo, the game ends for you, but other players might continue depending on the status of their zoo. Once everyone has completed their zoos, players score 1 point for each visitor next to an enclosure tile, and whoever has the most points wins.&#10;&#10;You can increase the difficulty level of WonderZoo by having players start with certain squares blocked, and you can add advanced scoring rules as well, with the yellow visitor granting 2 points when next to a yellow enclosure.&#10;&#10;",
    "categories": [
      "Animals",
      "Children's Game",
      "Puzzle"
    ],
    "mechanics": [
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/VmsZ_-lxuy3uoUU4COYHcw__thumb/img/KF_wogLzaoK5h6s8vHTHavN-8FU=/fit-in/200x150/filters:strip_icc()/pic4237105.jpg"
  },
  {
    "id": "187834",
    "name": "Come to Fishing Village!",
    "minPlayers": 1,
    "maxPlayers": 8,
    "playingTime": 75,
    "age": 10,
    "description": "User summary:&#10;Discuss and decide how to save your fishing village from depopulation!&#10;&#10;&#230;&#188;&#129;&#230;&#157;&#145;&#227;&#129;&#171;&#227;&#129;&#138;&#227;&#129;&#132;&#227;&#129;&#167;&#227;&#130;&#136;! (Gyoson Ni Oideyo!), a.k.a. Come to Fishing Village!, is a co-operative card game in which players try to revitalize their village by successfully accomplishing big projects. The game can be played solitaire.&#10;&#10;While progressing your projects, you have to undergo a book-closing audit every year. Your village's population may increase or decrease according to the result. To make matters worse, you have to deal with land sharks who interfere with your book-closings.&#10;&#10;If your village survives 24 book-closings and still has any population, all of you win the game.&#10;&#10;This game is nearly language-independent. Only card names are written in Japanese and English, but you don't need to remember them to play.&#10;&#10;Publisher's summary:&#10;&#233;&#129;&#142;&#231;&#150;&#142;&#227;&#129;&#174;&#230;&#188;&#129;&#230;&#157;&#145;&#227;&#130;&#146;&#231;&#148;&#186;&#227;&#129;&#138;&#227;&#129;&#147;&#227;&#129;&#151;&#239;&#188;&#129;&#227;&#129;&#191;&#227;&#130;&#147;&#227;&#129;&#170;&#227;&#129;&#167;&#227;&#130;&#143;&#227;&#129;&#132;&#227;&#130;&#143;&#227;&#129;&#132;&#232;&#169;&#177;&#227;&#129;&#151;&#229;&#144;&#136;&#227;&#129;&#134;&#229;&#141;&#148;&#229;&#138;&#155;&#229;&#158;&#139;&#227;&#129;&#174;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#229;&#156;&#176;&#228;&#184;&#138;&#227;&#129;&#146;&#227;&#129;&#171;&#229;&#175;&#190;&#229;&#191;&#156;&#227;&#129;&#151;&#227;&#129;&#164;&#227;&#129;&#164;&#227;&#128;&#129;&#228;&#186;&#186;&#229;&#143;&#163;&#227;&#130;&#146;&#231;&#162;&#186;&#228;&#191;&#157;&#227;&#129;&#151;&#231;&#148;&#186;&#227;&#129;&#138;&#227;&#129;&#147;&#227;&#129;&#151;&#227;&#129;&#174;&#227;&#129;&#159;&#227;&#130;&#129;&#227;&#129;&#174;&#227;&#130;&#164;&#227;&#131;&#153;&#227;&#131;&#179;&#227;&#131;&#136;&#227;&#130;&#146;&#10;&#233;&#150;&#139;&#231;&#153;&#186;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#143;&#229;&#191;&#133;&#232;&#166;&#129;&#227;&#129;&#140;&#227;&#129;&#130;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;24&#229;&#185;&#180;&#227;&#129;&#171;&#227;&#130;&#143;&#227;&#129;&#159;&#227;&#130;&#139;&#230;&#177;&#186;&#231;&#174;&#151;&#227;&#130;&#146;&#228;&#185;&#151;&#227;&#130;&#138;&#232;&#182;&#138;&#227;&#129;&#136;&#227;&#129;&#159;&#227;&#129;&#168;&#227;&#129;&#141;&#227;&#128;&#129;&#10;&#230;&#188;&#129;&#230;&#157;&#145;&#227;&#129;&#140;&#230;&#187;&#133;&#227;&#129;&#179;&#227;&#129;&#154;&#228;&#186;&#186;&#229;&#143;&#163;&#227;&#129;&#140;&#230;&#174;&#139;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#140;&#227;&#129;&#176;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "categories": [
      "Card Game",
      "Economic",
      "Farming"
    ],
    "mechanics": [
      "Cooperative Game"
    ],
    "image": "https://cf.geekdo-images.com/BxRNRlUBW598hKJy7BM6hA__thumb/img/x0R64ruqLFkUMxMNOb_6wuSG3BQ=/fit-in/200x150/filters:strip_icc()/pic2742819.jpg"
  },
  {
    "id": "40911",
    "name": "Ardeny 1944-45",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 360,
    "age": 12,
    "description": "A wargame about the unsuccessful German offensive in Ardennes 1944-45.&#10;&#10;The game uses rules of the &quot;WB95&quot; (Great Battles 1939-1945); I-go-you-go system designed for dealing with large battles of World War II. Counters represent regiments (Germans) or regiments/divisions/brigades (US &amp; Br), one hex represents about 2500m, one turn represents one day.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/ASbOSdn-Xef40_sJzvygdA__thumb/img/Ysedb9-uLvva-hBE8jSC0D-iU1w=/fit-in/200x150/filters:strip_icc()/pic651450.jpg"
  },
  {
    "id": "67034",
    "name": "VeloCity",
    "minPlayers": 3,
    "maxPlayers": 7,
    "playingTime": 45,
    "age": 8,
    "description": "A tactical dice game. Each player manages a team of bicycle messengers and tries to get as many of his own riders as possible to the goal.&#10;&#10;When rolling a die to move one of your messengers you can land on three different types of fields on the board:&#10;- most fields have no special effect&#10;- some give an energy boost (a vitamin drink)&#10;- some are obstacles which require you to use a vitamin drink, or slow you down.&#10;&#10;Vitamin drinks can be played for other benefits in the game.&#10;&#10;Instead of selecting a single messenger, one can also roll multiple dice for an entire group of riders. This allows a player to choose the most beneficial result, but in turn means that opponents' riders will also move.&#10;&#10;The game ends as soon as all 3 messengers on a team reach the goal or eight total messengers have reached the goal. The team that has the most messengers at the goal wins. In the case of a tie, the player whose messenger crossed last wins. This is important, since during the end phase players may hold back messengers to avoid reaching the goal too soon.&#10;&#10;",
    "categories": [
      "Racing"
    ],
    "mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/TEhOchrNo81qndkyKBRJNg__thumb/img/P2cGvwDgaJNVXfB05WHwHef52Ro=/fit-in/200x150/filters:strip_icc()/pic682711.jpg"
  },
  {
    "id": "325670",
    "name": "Munchkin Russia",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 12,
    "description": "&#208;&#160;&#209;&#131;&#209;&#129;&#209;&#129;&#208;&#186;&#208;&#184;&#208;&#185; &#208;&#188;&#208;&#176;&#208;&#189;&#209;&#135;&#208;&#186;&#208;&#184;&#208;&#189; (Russian Munchkin) is a standalone game in the Munchkin series, with you no longer being a dwarf or cleric, but rather a formidable hacker, an influential oligarch, or an unstoppable Olympic champion. You can shoot at monsters with a pancake gun and hold a tame bear by the leash.&#10;&#10;Just don't forget to keep track of the calendar because in Russia it's important to dress for the weather. In this game, the changing seasons affect the strength of monsters and players, and the weather is extremely unstable. In harsh winters, monsters become ferocious, and it will take all your Cossack prowess to pave the way to the victorious tenth level along the broken roads!&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Humor"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/11uTs850tX9glAbN9BSVZw__thumb/img/ZAciia7UTdYHFQBwIT0Lz6yEaOQ=/fit-in/200x150/filters:strip_icc()/pic6388826.png"
  },
  {
    "id": "12679",
    "name": "Scottish Highland Whisky Race",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 8,
    "description": "There is great discontent in Scotland. After the Battle of Culloden in 1746, the victorious Englishmen suppressed Scottish idiosyncrasies such as clan colors, kilts, bagpipes, tartan, and the Scottish language. Particularly loathsome was the tax placed on Scotch whisky, and the traditional race along the River Spey therefore became an ideal opportunity to smuggle such liquor in the participants' backpacks!&#10;&#10;In Scottish Highland Whisky Race, players aim to reach the finishing line, while selling whisky to the pubs along the way and all the time attempting to avoid the patrolling Englishman.&#10;&#10;",
    "categories": [
      "Racing"
    ],
    "mechanics": [
      "Pick-up and Deliver"
    ],
    "image": "https://cf.geekdo-images.com/0KwmnDKh7tP8Y_nNinARxA__thumb/img/IpJpsGC_JiJVTOUx2vjqPF7nh4E=/fit-in/200x150/filters:strip_icc()/pic56075.jpg"
  },
  {
    "id": "20514",
    "name": "Dagger Thrusts: Patton & Montgomery, September 1944",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 180,
    "age": 12,
    "description": "This is low-to intermediate-complexity, two-player, examination of the historic alternative to Montgomery's ill-fated Operation Market Garden. Instead of his left-jab through lowland Holland to the Rhine, we have Patton's proposed right-hook, starting at Metz and swinging north and east toward the Ruhr for a war-winning knockout blow. Or, as an alternative within an alternative, the Allied player may try for a more conservative push straight east to the Rhine, there to create a bridgehead over that German river, thereby likely advancing the advent of V-E Day by at least three or four months.&#10;&#10;As soon as you begin to game Patton's alternative to Montgomery's all or nothing plan, it becomes clear what a huge opportunity Eisenhower missed by backing the wrong subordinate. That is, for the British field marshal's plan to have succeeded, it really did have to go all the way, or at least get across the Rhine in some significant way. Failing short of both the Rhine and the Ruhr, as happened historically, meant a month had been wasted and a lot of lives lost only to create a salient to nowhere. Had Patton's idea been tried, only to fail as badly, a salient of that same size &ndash; but  jutting north into the Rhineland from a base at Metz &ndash; would've done much more for the Allied cause.&#10;&#10;We've broadened the appeal of this design beyond those who enjoy alternative history by including a second, historical, scenario. At first we were only going to cover the actual Market-Garden portion of Montgomery's operations in September 1944. It quickly became apparent, however, portrayed at these time, space and unit scales, such a game would be a dud, with a map only nine hexes long and three wide. So we broadened the thing's shoulders by expanding the coverage to take in all Montgomery's possibilities that fateful month. So now you can choose a straight-up historic approach, or you can have alternative history within your actual history.&#10;&#10;Each hex on the map equals seven miles from side to opposite side. Each game turn represents three days. Playing pieces represent divisions, brigades, combat commands, Kampfgruppen and regiments of various kinds of infantry and armor formations, each containing from about 3,000 to 14,000 men and 50 to 400 or so armored fighting vehicles.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Hexagon Grid",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/yyuzCFivdiZZm62QTa3kXA__thumb/img/m2rxDgQwNuNG5igTRc_ELw6bbk0=/fit-in/200x150/filters:strip_icc()/pic196855.jpg"
  },
  {
    "id": "10403",
    "name": "Ascension",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "In this beautiful wooden game, you have to climb on top of the &quot;mountain&quot; (the wooden cubes) and go back to your starting point before the other players. Some of the cubes have a symbol, which means a special power : the ladder helps to climb faster, the abyss must be avoided. Some cubes may be passed through only by the players represented on the cube.&#10;&#10;Ascension won the &quot;Pion d'Or&quot; award in 1982.&#10;A winner of the 1982 Concours International de Cr&#195;&#169;ateurs de Jeux de Soci&#195;&#169;t&#195;&#169;.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Exploration"
    ],
    "mechanics": [
      "Memory",
      "Modular Board",
      "Point to Point Movement"
    ],
    "image": "https://cf.geekdo-images.com/xP9s1W6CzUPW9_etm395lg__thumb/img/54iX2XRkzQbh2CkbPEMrd-gvpd8=/fit-in/200x150/filters:strip_icc()/pic1779866.jpg"
  },
  {
    "id": "232348",
    "name": "Rise of the Exiled",
    "minPlayers": 2,
    "maxPlayers": 12,
    "playingTime": 15,
    "age": 8,
    "description": "Description from the designer:&#10;&#10;Rise of the Exiled is a fast-paced, family-friendly game for 2-12 players. While simple to learn and quick to complete, games are fun and competitive for all ages.&#10;&#10;Players split into two teams and each player chooses a character.  Each character has a clear plastic playing card for a weapon.  Players use these weapons to attack simultaneously by throwing the cards at opposing characters.  Hitting a character with your weapon causes a hit, and damage is scored (1 for limbs, 2 for body or 3 damage for head shots).  If a player accumulates 7 or more damage, he/she is eliminated.  After attacking, each player moves one card length in any direction. &#10;Play repeats until only one team remains.  Last team standing, wins.&#10;&#10;Each character in Rise of the Exiled has at least one ability to enhance their usefulness on the field of battle.  For example, one character can &quot;Blot out the Sky&quot; twice per game to make all opponents attack with their eyes closed on their next attack.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Card Game",
      "Fantasy",
      "Party Game",
      "Real-time"
    ],
    "mechanics": [
      "Area Movement",
      "Move Through Deck",
      "Player Elimination",
      "Take That",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/AxzkH2YPspknM_NGvq1RJg__thumb/img/FWD9rCKiMAkA-Dd49pRy9n5785Q=/fit-in/200x150/filters:strip_icc()/pic3697451.png"
  },
  {
    "id": "12506",
    "name": "La Bataille du Matz, 9-12 juin 1918",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 12,
    "description": "Magazine game published in Vae Victis #24, jan-feb 1999&#10;&#10;The game covers a small German offensive on the Western Front in June 1918.&#10;&#10;1 turn = 12 hours&#10;&#10;1 hex = 1,300 meters&#10;&#10;1 unit = regiments&#10;&#10;",
    "categories": [
      "Wargame",
      "World War I"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/Azpb0EIKwqGv7tMFTLr7bA__thumb/img/JnBGLM2vd6fc87MBVFGQUdF_LjU=/fit-in/200x150/filters:strip_icc()/pic55132.jpg"
  },
  {
    "id": "242222",
    "name": "Sussed?: All Sorts",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 0,
    "age": 6,
    "description": "Finding out what everyone thinks about things has never been easier or more fun! Sussed All Sorts is a family friendly quiz with a twist: instead of general knowledge, you&rsquo;ll be answering questions about each other! As you read aloud a series of real and imaginary scenarios, you&rsquo;ll be given choices to make. Whoever can suss you out scores. Who has the most points wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Party Game"
    ],
    "mechanics": [
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/VsGFh5a6S2lNVAGEfN5EjA__thumb/img/zbQweObbbeEDGpIh9XVGr0Nsx2o=/fit-in/200x150/filters:strip_icc()/pic4335473.jpg"
  },
  {
    "id": "374996",
    "name": "Fairy Concerto",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 0,
    "age": 14,
    "description": "In Fairy Concerto, players vie for the best orchestra for their concert. Players will draft fairies to meet orchestra requirements. Players can also earn points from set collecting.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Music"
    ],
    "mechanics": [
      "Closed Drafting",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/V4yi04u1u-NoMo75w07QcQ__thumb/img/bDs0HxswxJOrEDn89U14mqCknRI=/fit-in/200x150/filters:strip_icc()/pic7673677.png"
  },
  {
    "id": "178595",
    "name": "Trickster: Fantasy",
    "minPlayers": 3,
    "maxPlayers": 7,
    "playingTime": 15,
    "age": 10,
    "description": "Trickster is a fun and easy-to-learn card game for 3-7 players, lasting about 15 minutes. Each Trickster set features its own heroes and new ways to play. Find the set that&rsquo;s right for you... or mix together characters from different sets to customize your own game!&#10;&#10;A Trickster set has 49 cards with seven heroes, each with their own simple effect on play. A hero appears in seven different suits, each a color of the rainbow: Red, Orange, Yellow, Green, Blue, Indigo, Violet. Each hero and suit combination appears once in a set.&#10;&#10;The first player of each round may play any card from her hand. The second player in the round is called The Trickster, who may also pay any card from her hand. Any subsequent player that round must play a card that follows the pattern set by the Trickster. (If the first two cards are Yellow, then everyone must play a Yellow card.)&#10;&#10;If you cannot follow the pattern, you must collect cards played this round into your personal scoring area. If everyone was able to play one card, then the Trickster collects the cards.&#10;&#10;The goal of Trickster is to have the fewest cards by the time any player has emptied her hand. Whoever has the fewest cards is the winner... with one exception! If you have more cards of a suit than any other player, you may ignore those cards when scoring.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Pattern Building",
      "Take That",
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/I5m0BC2wJEyJ9fnWRDFwHg__thumb/img/kxW-Dkt7x-eQmeScDM28G6Cau8Y=/fit-in/200x150/filters:strip_icc()/pic2559590.jpg"
  },
  {
    "id": "231587",
    "name": "Hockey on Cards",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 8,
    "description": "Description from the publisher:&#10;&#10;Hockey on Cards is a card game that recreates a hockey game. Match your opponent's card to pass and match a second card to score a goal. The team that scores the most goals during the 3 periods wins the game.&#10;&#10;",
    "categories": [
      "Card Game",
      "Party Game",
      "Sports"
    ],
    "mechanics": [
      "Hand Management",
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/zhTUWulyrI_lLgYLei-XmA__thumb/img/00I79clfZ0xDx2YkWmMpZpDoU3U=/fit-in/200x150/filters:strip_icc()/pic3721587.jpg"
  },
  {
    "id": "379921",
    "name": "Gold n' Grog",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 10,
    "description": "Gold n' Grog is a press your luck pirate card game where players aim to collect as much treasure as they possibly can. Use Action Cards to aid your drawing power or to hinder your opponents.&#10;&#10;Gold n' Grog can be learned in less than 5 minutes.&#10;To setup, all you need to do is pass out 1 cutlass card to each player, then mix the rest of the cards into a large face-down pile in the center of the table.&#10;&#10;Turns are made up of 2 phases.&#10;&#10;&#10;    Action Phase&#10;    Draw Phase&#10;&#10;&#10;During your Action Phase, you may play as many action cards from your hand as your pirate heart desires. For you draw phase, you may draw up to 5 cards from the draw pile, one at a time. If you find yourself without a cutlass and you run into something bad, you'll lose your draw, otherwise you may collect all the drawn cards.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Card Game",
      "Pirates"
    ],
    "mechanics": [
      "End Game Bonuses",
      "Hand Management",
      "Push Your Luck",
      "Take That",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/EjFBIXSzFmZKFu51g19UKg__thumb/img/fudpOofiwYAFGHmXn1lzX_g2M4A=/fit-in/200x150/filters:strip_icc()/pic7948056.png"
  },
  {
    "id": "182799",
    "name": "Take a Train",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 8,
    "description": "Take a Train is a family game for two to six players of age 8 and up. The aim in the game is to enlarge your fortune thanks to smart investments in rolling stock.&#10;&#10;Players take on the role of investors who meet at the locomotive auction and try to buy the best of auctioned railway vehicles. Locomotive cards are not the only ones available for purchase though, because investors also compete for the most valuable railway wagons.&#10;&#10;The game is played for three rounds, each of which consists of two stages. In the first stage, the players bid locomotive cards. The auction type in each round is determined by drawing one of the six auction tokens. During the bidding of locomotive cards, the players should pay attention not only to its price, but also to the multiplier placed on the card (the higher, the greater the potential profits) as well as the locomotive speed. Once all the players have already purchased three locomotives, the second stage takes place. In this stage they are attaching wagons to their locomotives. They also make a choice: either to take one of the face-up wagon cards and attach to one of their locomotives, to pass and do not take any card, or to pay for replacing cards on the table and only then decide, whether to take one of the available wagons.&#10;&#10;The round is over when one of the locomotives of any player has its fifth wagon attached. Then, all the players are summing up the profits. Each player adds up the value of the wagons attached to the locomotive, then the obtained score is multiplied by the multiplier of the locomotive. This process is repeated for each of the locomotives. The earned money supplies the player's account. After three rounds, all the players add up their earned money. The player who earned the most, wins.&#10;&#10;Take a Train is an entertaining and exciting game, which gives everyone a chance to feel like a rail market tycoon.&#10;&#10;",
    "categories": [
      "Economic",
      "Trains"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Open Drafting",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/L6S9e7uQSMgxkQ0Z7UWHcA__thumb/img/CPHNlYF1paohh9jtUB-uKTwRitY=/fit-in/200x150/filters:strip_icc()/pic2659254.jpg"
  },
  {
    "id": "34222",
    "name": "Quint-X",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 8,
    "description": "The game board in Quint-X, a.k.a. Katalon, features five interlocking squares, with one central square and one square at each of the board's four corners; each square features within it an X pattern of holes that mimics the layout of the squares on the game board.&#10;&#10;On the first turn, a player places a marble in any hole, but from then on a player must place a marble in the square matching the position of the hole in which the previous player placed his marble. Within that square, though, the player can place the marble as he wishes. When no more empty holes lie within a square, then you replace an opponent's marble with one of your own.&#10;&#10;To win, you either completely fill a square with your marbles, have a majority of marbles in three of the five squares when all spaces on the board are full, or have all of your marbles on the board at the start of your turn.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Pattern Building"
    ],
    "image": "https://cf.geekdo-images.com/2CvtKZ1MBNBXHsnebw6svA__thumb/img/u88WnPB4bT0r3X13Asr2hGZA9vE=/fit-in/200x150/filters:strip_icc()/pic8500079.jpg"
  },
  {
    "id": "22990",
    "name": "Les Aigles",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 360,
    "age": 12,
    "description": "Les Aigles is a French Napoleonic miniature game set at the battalion level.&#10;&#10;The rules are pretty standard for a Napoleonic miniature game of the era: semi-simultaneous game sequence, written orders, lots of tactical factors to take into account.&#10;&#10;The game was published in two version, a boxed set with scenery elements to cut and build, as well as the standalone rulebook.&#10;&#10;The rulebook featured both English and French rules on the same page, as was the case for other Jeux Descartes wargames like Guet-Apens (the translation was made by Hector A. Cornejo).&#10;&#10;Expanded by&#10;&#10;    Les Aigles: suppl&#195;&#169;ment num&#195;&#169;ro 1&#10;&#10;&#10;",
    "categories": [
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Secret Unit Deployment",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/fR3stbqceVl6qdJfs6V7Zw__thumb/img/vxIaPUxsMoRbCi5RjSc92fF7YqY=/fit-in/200x150/filters:strip_icc()/pic121886.jpg"
  },
  {
    "id": "302695",
    "name": "Heisse Ware: Krimi-Kartenspiel",
    "minPlayers": 3,
    "maxPlayers": 8,
    "playingTime": 60,
    "age": 12,
    "description": "Hot merchandise. Only one bottle per person. That is the new law. And the police are determined to enforce this law and to lay down the craft for all alcohol smugglers. Bribes, suitcase checks and arrests are on the order of the day. But who keeps the nerves and at the end of the trip smuggled most bottles at the watchful eye of the law? The new Crime game from the idea-forge of the award-winning game author Reiner Knizia!&#10;&#10;Players take turns playing as the police officer and as travelers attempting to smuggle bottles of alcohol across the border. During a round, the police officer will attempt to catch players attempting to sneak bottles. They will choose which travelers they will let through and which ones they will not. After every player has been the police officer twice, the game ends and the player with the most bottles wins!&#10;&#10;",
    "categories": [
      "Negotiation",
      "Party Game"
    ],
    "mechanics": [
      "Bribery",
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/D_ad6qz8beJkFLeJGBV-DA__thumb/img/LMBYfc3o9M3Lo0DGRErP-mEnA6k=/fit-in/200x150/filters:strip_icc()/pic5252725.jpg"
  },
  {
    "id": "24042",
    "name": "La Caída del Imperio Romano",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 120,
    "age": 12,
    "description": "&quot;La Ca&iacute;da del Imperio Romano&quot; (The Fall of the Roman Empire) is a strategic simulation of the events and conflicts that led the Romans to subdue the neighbor civilizations and create a vast empire throughout Europe, Africa and Asia Minor.&#10;&#10;Two different games may be played:&#10;- an 8-turns basic game focusing on the Punic wars.&#10;- a 20-turns advanced game covering the 7-centuries period that saw the rise and fall of Rome.&#10;&#10;The game is played by 2-4 players. Whenever 4 players are involved, two of them control the Western and Eastern Roman Empire, respectively, whereas the third plays the role of Carthage and the last player controls the Greeks, Egyptians, Persians, Barbarians and other minor people.&#10;&#10;Players move their troops (hex-based), resolve combats, build and fortify cities, and either negotiate or conquer the weakest neighbor.&#10;&#10;Any player getting the surrender or complete annihilation of enemies&rsquo; forces is considered the winner of the game. The Roman player wins whether he keeps 30 cities, at any time, or at least 20 cities at the end of the 20th turn. Otherwise, the winners are the Carthaginians or even these along with the Barbarian people.&#10;&#10;Game components:&#10;- One 80x64 cm map covering the Mediterranean basin, North Africa and Asia Minor&#10;- 480 counters (armies and leaders, ships, cities, fortified cities, Barbarian invaders, etc.)&#10;- A 15-pages rulebook&#10;- One die&#10;&#10;",
    "categories": [
      "Ancient",
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/7cxBWXoAjm2-8o5QBPHETg__thumb/img/xiIyCI4ma_VD-8LNLPzUc01fafg=/fit-in/200x150/filters:strip_icc()/pic130991.jpg"
  },
  {
    "id": "200825",
    "name": "Glyph",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 12,
    "description": "Glyph is a dice-building combat strategy game for 2-6 players. Players are tasked with forming a team of three champions and defeat their opponent. These Champions are broken up into three distinct classes--Strikers, Guardians, and Adherents--with each Champion having his or her own strengths, weaknesses, and unique abilities which you will use by harnessing the power of mystical glyphs. As the game progresses, your Champions will have the opportunity to acquire new items which will enhance their capabilities as well as perhaps give them even more skills to use to defeat your enemy.&#10;&#10;Glyph utilizes an intriguing dice-building and card-drafting mechanic, which rewards tactical thought as well as provides exciting gameplay. The dice in the game represent ancient powers, which each color of dice having a unique face structure tailored to specific Glyphs. Each Glyph serves a specific purpose and, through rolling and manipulating the dice, your Champions will be able to perform actions ranging from devastating attacks, to fortified defensive stances, to supportive aid. Each Champion also has various item slots available and you will be able to acquire unique weapons and armor to aid you in combat. Some items are rather simple and provide minor boosts to your champion's dice pool, while others have their own unique abilities that only the wearer of the item can perform.&#10;&#10;These items come at a cost, however: you may be required to spend [read: trash] dice from your own champion's pool in order to acquire these powerful items. This makes item acquisition much more than merely taking an available card--you will need to weigh the costs and benefits of these items and determine if sacrificing the requisite dice is worth it.&#10;&#10;The decisions you make each round will have a lasting influence on the tide of battle. Do you take advantage of a weakened Champion and attack or try to accumulate wealth to purchase a suit of armor to protect you in subsequent rounds? Battle will rage until there is but one side left standing. Will you bring honor or disgrace to your tribe?&#10;&#10;",
    "categories": [
      "Dice",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/3lcAgs2Fe6losmAepXeWAA__thumb/img/rBRFTlkfUt9dXxe-IKFU8jKM5zg=/fit-in/200x150/filters:strip_icc()/pic5178594.jpg"
  },
  {
    "id": "362636",
    "name": "Shadowrun: Edge Zone",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 0,
    "age": 0,
    "description": "Some of you likely remember the Shadowrun trading card game from back in the &rsquo;90s. Well, we&rsquo;ve been updating the graphics, putting in some new art, tweaking a few game elements here and there, and getting it ready for re-release! It will come in two boxes, the Magic deck and the Machine deck, that lets you choose your area of emphasis. You can build two decks and get playing with either deck, or you can get both boxes to make your deck exactly the way you want it to be!&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Card Play Conflict Resolution",
      "Deck Construction",
      "Hand Management",
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/VNFDgAbRRGb0FVMrKafsbw__thumb/img/70J18maC32KUo9XFulk_9ZYhL4U=/fit-in/200x150/filters:strip_icc()/pic7057763.jpg"
  },
  {
    "id": "104285",
    "name": "Bluff",
    "minPlayers": 3,
    "maxPlayers": 0,
    "playingTime": 0,
    "age": 0,
    "description": "Another implementation of a Poker Dice mechanism. Players roll dice and claim whatever they want to claim. Other players must guess if he is correct or bluffing. This claims to be a game based on political personalities.&#10;&quot;Out-Guess and Out-Bluff your opponents&quot; it says on the box.&#10;&#10;",
    "categories": [
      "Bluffing",
      "Political"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/nYTPNp2esJ6dteaGF1oLag__thumb/img/a7sgNSgwZA_zs5xUmU21X4zvJbM=/fit-in/200x150/filters:strip_icc()/pic1059777.jpg"
  },
  {
    "id": "288654",
    "name": "Tipsy",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 8,
    "description": "This is a reprint of the Milton Bradley game Exit from 1983, despite the claim on the Tipsy box of it being an &quot;original creation.&quot;&#10;&#10;The game uses a series of high-quality wooden games of the spin master brand Marbles, designed like a labyrinth. Then a black checker in the middle and in a certain starting arrangement the blue and red stones of the two counterparties are placed. The trick: The game board stands on a central inverted pyramid and can be tilted by tapping in one of four directions. If it is your turn, roll the dice and tap. Each of the two players now tries by the clever inclination of the field to be the first to move all his pieces or the black stone through any of the four labyrinth exits from the board. Foresighted tactics are needed here.&#10;&#10;",
    "categories": [],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/ZtUtcoTzLUxbJL8PtZPDpA__thumb/img/SeBUX1Aw_jycjYUqcSyikI1sh3E=/fit-in/200x150/filters:strip_icc()/pic4945907.jpg"
  },
  {
    "id": "181390",
    "name": "Buttons",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "Buttons is a clever dice game with a press-your-luck element. The players take turns rolling the dice and placing buttons on their board. Although only one person rolls the dice at a time, everyone can profit from the dice roll and also place a button. But be careful! The fuller the board, the riskier it becomes to play. Then it's a case of getting out in time so as not to lose your buttons!&#10;&#10;Buttons is played over several rounds. In every round, the goal of the players is to place buttons on the spaces. At the end of a round, players score for the buttons they've placed; each set of three gives them a star, which is placed on the player board. The first player to have either twelve stars or five stars in a row wins!&#10;&#10;",
    "categories": [
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/hwGmT4C8DLpUZ14H941mOw__thumb/img/B2VBUQfzW5pRg0Q4EnJLP_yxHGs=/fit-in/200x150/filters:strip_icc()/pic2622715.jpg"
  },
  {
    "id": "287033",
    "name": "Gray Eminence",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 15,
    "description": "Gray Eminence is a 3-5 player game lasting 60-90 minutes, in which players take the roles of powerful puppet masters in the modern world, each working towards common goals as well as their own secret agenda. Each shadowy figure uses money, power and influence to steer the course of multiple factions toward their own inscrutable ends.&#10;&#10;Gray Eminence does not pretend to observe political correctness or historical accuracy but rather aims to induce discussion about the world we live in. We also claim that all events in the game are plausible and event resolution options are within the range of real-world possibilities. We do not, however, pretend that our event resolution options cover all possible eventualities -  If you find that you end up discussing event resolution options we didn&rsquo;t list, that would count as a success in terms of our game design.&#10;&#10;The person with most progress toward their winning conditions at the end of the game wins.&#10;&#10;An &eacute;minence grise (French pronunciation: &#226;&#128;&#139;[emin&#201;&#145;&#204;&#131;s &#201;&#161;&#202;&#129;iz]) or grey eminence is a powerful decision-maker or adviser who operates &quot;behind the scenes&quot; in a non-public and unofficial capacity. In this game the players adopt roles of the gray eminences working toward their own victory conditions. It's a game about intrigue, politics, bluffing and (questionable) morality.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Bluffing",
      "Deduction",
      "Negotiation",
      "Political"
    ],
    "mechanics": [
      "Action Queue",
      "Auction / Bidding",
      "Hand Management",
      "Open Drafting",
      "Scenario / Mission / Campaign Game",
      "Trading",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/DUzrhRywPjk3HizCNYA8cA__thumb/img/pyRMQ4v7ZqFQQ36oD9V-38YDy_Q=/fit-in/200x150/filters:strip_icc()/pic4979571.png"
  },
  {
    "id": "9233",
    "name": "Royalists & Roundheads",
    "minPlayers": 1,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "This is the first of a series of games. Four battles are represented in a single box: Marston Moor, Naseby, Justice Mills and Kilsyth.&#10;&#10;Royalists and Roundheads contains four of the most important battles of the English Civil War. Taking place at the dawn of modern warfare, the war led to the creation of the New Model army, the basis of the British army until the start of the twentieth century. As the pike and tercio failed, the gun rose to become the most important tool of the infantry. The English Civil War was the testing ground for these new weapons of destruction.&#10;&#10;The game features an innovative, easy to use command system, that recreates the problems of command in an elegant and simple way. Leaders are rated for command, initiative and combat. Weapons range from pikes, muskets and artillery to bows and lances. Each of the four games is complete in itself, and can be played in 1-1/2 to 3 hours, with the ever-present possibility of one side or the other triggering an automatic victory.&#10;&#10;",
    "categories": [
      "Civil War",
      "Pike and Shot",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/zoXnqNOINclP5DWexvjMMw__thumb/img/wDJO4HG5xCc5x_-1VSpE2WMPSYE=/fit-in/200x150/filters:strip_icc()/pic38730.jpg"
  },
  {
    "id": "1460",
    "name": "Earthquake",
    "minPlayers": 3,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "With a weak Magic tie in this card game was part of the first wave of Wizards non-collectable card game releases.  There are 5 suits (corresponding to the 5 colors in Magic) of cards and a host of special cards.&#10;&#10;1. During your turn you first place all cards you had played in the previous round in the discard pile.&#10;&#10;2. You then play a same suit set of cards (1 to 7) or a special card.&#10;&#10;3.You then play a second set or a special card.&#10;&#10;4. You then draw back up to 7 cards.&#10;&#10;When you play a set to the table you score how many cards you are playing times the number of the same suit, including the cards you just put down, that are on the table.&#10;&#10;The special cards allow you to wipe the table clean of cards, score 5 points, make as many plays as you want or allows you to draw 4 additional cards.  First to score 100 points wins.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/IaD1WBx5HqUaLNc-wNWP5g__thumb/img/UJdmz8HPKi6AdP3PR_WBUht_dec=/fit-in/200x150/filters:strip_icc()/pic3387218.jpg"
  },
  {
    "id": "52827",
    "name": "ZoxSo",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 8,
    "description": "ZoxSo: The New Ancient Game&#10;&#10;This is a fast-paced strategy game for two players, ages 10 and up.&#10;&#10;ZoxSo is played simultaneously in two separate yet interlinked &quot;realms&quot; on one game board. The ZoxSo board consists of an 8 x 8 grid of &quot;Pearls&quot; and a 7 x 7 grid of &quot;Stones&quot; wherein the pieces flip back-and-forth and behave differently in each realm. Each coin-like piece has, on its opposite sides, dual personalities: One personality that may exist only on the Pearls, and one personality that may exist only on the Stones.&#10;&#10;In the first part of the game, the &quot;Placement Phase,&quot; players take turns placing their pieces on the board onto empty Pearls outside &quot;The Wall.&quot;  During this phase the players each strive to aggressively carve out their own position and strategic/tactical plans, while at the same time trying to cut across their opponent's position and plans.&#10;&#10;As soon as all 20 pieces are on the board, the second phase of the game begins: &quot;The Race to the Throne.&quot;  In this phase, the players alternately either: 1) move a piece; or 2) flip a piece; or 3) flip-and-move a piece. Using competing captures, tactics, and strategies, players each strive to be the first player to win by either: 1) moving or flipping his/her Xing (Emperor) onto the Golden Throne in the center of the board; or, 2) capturing the opponent's Xing (Emperor).&#10;&#10;Note that good initial placement is highly important for success in ZoxSo; while sharp and accurate play during the &quot;Race to the Throne&quot; phase to follow-up the initial placement is, well, pretty much just as important.&#10;&#10;Players are sometimes surprised at how strategically and tactically &quot;brutal&quot; ZoxSo can be, but that's simply the nature of the beast. And while it's easy to learn the rules of ZoxSo, it really will take a lifetime to master the game.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/EsmyFMEOXOI69eX4lBeXww__thumb/img/Zc4UrMsDr-eXKj3sftgCqu7OulA=/fit-in/200x150/filters:strip_icc()/pic1048620.jpg"
  },
  {
    "id": "151070",
    "name": "Gladiatoris",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 180,
    "age": 12,
    "description": "GLADIATORIS is a board game from 1 to 4 players (up to 6 with any of our future expansions sets), that recreates Roman amphitheatre&rsquo;s combats. Each player takes the role of a lanista -gladiator trainer-, and must send their Beasts, Slaves and Gladiators to face their rivals'. The winner will be the player with more Sestertii after all the combats, no matter if their combatants outlived them or not.&#10;&#10;In GLADIATORIS, each player chooses a gladiator school, a team of fighters specialized in a particular combat technique. To achieve victory, they will need good judgement investing their money, as well as combat expertise, luck and the favor of the gods.&#10;&#10;Basic Game teams:  SCUTARII (Great Shields, reds), PARMULARII (Small Shields, greens), SINE SCUTO (No Shield, blues), PETAURISTAE (Acrobats, orange).&#10;&#10;",
    "categories": [
      "Ancient",
      "Dice",
      "Fighting",
      "Miniatures",
      "Mythology"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/uwUoa7MWRRw7X-yUOPNFBQ__thumb/img/Z55E1eEZrUFo3xXm0bBLstfVzF8=/fit-in/200x150/filters:strip_icc()/pic3154827.jpg"
  },
  {
    "id": "40198",
    "name": "Oktoberfest",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 90,
    "age": 14,
    "description": "Welcome, brewmasters, to the world renowned Bavarian festival known as Oktoberfest! The 1810 wedding celebration of Crown Prince Ludwig I and Princess Therese of Saxe-Hildburghausen swiftly became an annual tradition known as Oktoberfest. Each year the scope of the festival expanded, and by the late 1800s sponsored beer halls and competing breweries were in full operation.&#10;&#10;Oktoberfest is a card-driven game loosely based on the folk festival which began as a public celebration of a royal wedding. Based during the festival in the late 1800s, players vie for control of each of six types of beer, even though many of those beer styles are barely available in Bavaria and completely unrelated to Oktoberfest. As patrons arrive at the festival, players bid to decide where they go and how much they drink. By placing cards in the various tents, players can purchase barrels of beer based on the type and number of patrons on the card. The player who gets rid of the most barrels of each gains points for that type of beer at the end of the game.&#10;&#10;The problem? The game ends before all twelve tents can be completed, and only closed tents count for points. Whichever beer type is the last in the tent before it closes claims all points for that tent, and the players with the most barrels of each type acquire points.&#10;&#10;But watch out for the evacuation card that comes out randomly and wipes out entire tents. Collect the right types of barrels, close tents with the corresponding beer cards on top, and victory could be yours!&#10;&#10;",
    "categories": [
      "Bluffing",
      "Economic",
      "Territory Building"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Commodity Speculation",
      "Stock Holding"
    ],
    "image": "https://cf.geekdo-images.com/YqvHLDkil6Jl7W_PEl62Ow__thumb/img/y-jaIZtk5a4sR4OH8UuwNJRf9ZU=/fit-in/200x150/filters:strip_icc()/pic2602498.jpg"
  },
  {
    "id": "17682",
    "name": "Kiev: The Battle of Encirclement, 1941",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 12,
    "description": "&quot;Kiev: The Battle of Encirclement, 1941&quot; is a simulation wargame of the German Blitzkrieg campaign from 29 August to 26 September 1941. It ended with the largest encirclement in history: 665,000 Soviets were destroyed; 3718 guns and 884 armored fighting vehicles captured; and the remains of the great Soviet prewar army of April 1941 was finished as a fighting force.&#10;&#10;2 days per turn, 5 miles / 8 kilometers per hex.&#10;&#10;This stand-alone wargame is also contained in Army Group South quad-wargame which is the fifth title in SPI's &quot;Moment in Conflict Series&quot;, an operational simulation set on the Eastern Front in World War II.&#10;&#10;All four wargames use a set of Standard Rules derived from &quot;Panzergruppe Guderian&quot; as the basic core game rules. Each wargame then, has it's own set of Exclusive rules.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/ADCYYszKMBDCoZtIOVtQPw__thumb/img/1gaMK7dw-j6Bv-Im7JiP-SNRbH4=/fit-in/200x150/filters:strip_icc()/pic7005715.jpg"
  },
  {
    "id": "296736",
    "name": "Schnapp die Möpse",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 15,
    "age": 15,
    "description": "In this funny card game you collect pug-points and become the biggest pug-point-collector of all time.&#10;To win you have to collect and protect your pugs against the other players. Winner ist the one with the most pug-points when the last card is drawn and the last action is played.&#10;&#10;It sounds easy but you have to indulge in small battles through mean action cards and the other players strategies.&#10;&#10;Strategy and Luck are well balanced in this fast-paced card game of pugcollecting.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;In diesem witzigen Kartenspiel wirst du zum M&ouml;psemopser, sammelst und mopst so viele der niedlichen kleinen Vierbeiner, wie du kannst.&#10;Wer bei Rundenende die meisten M&ouml;pse gesammelt hat gewinnt.&#10;&#10;Was sich sehr einfach anh&ouml;rt, wird durch viele ausgekl&uuml;gelte und zum Teil fiese Aktionskarten, sowie die Strategien deiner Gegner zu einer echten Herausforderung.&#10;Sieht es in einem Moment so aus, als w&auml;rst du der sichere Gewinner, kann sich das Blatt mit nur einer Aktionskarte komplett wenden.&#10;&#10;Strategie und Gl&uuml;ck halten sich in diesem rasanten Kartenspiel die Waage. Flotte Action, ein abwechslungsreiches Spielsystem und jede Menge Nevenkitzel garantieren ein Spielerlebnis das s&uuml;chtig macht.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Action / Event",
      "Take That",
      "Tug of War"
    ],
    "image": "https://cf.geekdo-images.com/xtazVvvRL5R4DYUzD-qRCg__thumb/img/w7JQZTS36--CDijPF7SbqqDYdJ0=/fit-in/200x150/filters:strip_icc()/pic5137265.jpg"
  },
  {
    "id": "1719",
    "name": "Dark Emperor",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 240,
    "age": 12,
    "description": "&quot;Dark Emperor&quot; is a two-player boardgame of warfare and quest in a fantasy universe.  One player is a Dark Lord invading the world from another dimension; the other player must rally the kingdoms of the world to fight the invaders.&#10;&#10;There is a race-for-time aspect to the game as the Dark Emperor becomes steadily stronger whilst the opposing player scrambles to put together an alliance.  The map is remarkable in that this world has obviously suffered extensive meteoric bombardment.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Wargame"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/lcB0djofaRXW3WIbrlBTRQ__thumb/img/uFlmFErx3SiUqRCICpGpFtiaLLM=/fit-in/200x150/filters:strip_icc()/pic2460195.jpg"
  },
  {
    "id": "11127",
    "name": "Kursk: Operation Zitadelle, 4 July 1943",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 210,
    "age": 12,
    "description": "&quot;Kursk: Operation Zitadelle, 4July 1943&quot; is the first wargame by SPI (or anyone else) on history's largest land battle.&#10;&#10;The stark four-color map extends 440 miles from north to south at about 9 miles per hex. Games last 6 turns. The time scale, though not stated, is probably two days per turn. (The historical battle ran 12 days.) Units are German divisions (light gray) and ahistorical Soviet &quot;corps&quot; (brown), plus a handful of smaller formations. They have combat and movement factors (e. g., 6-8 for the best German panzer divisions, 2-4 for a Soviet infantry &quot;corps&quot;). The Germans have several non-divisional panzer units that must be stacked with a German division in order to use their combat factor.  The Soviets have artillery and anti-tank brigades that can only use their combat factor in attack or defense, respectively.&#10;&#10;Four bands of fortified lines dominate the map, one German line and three Soviet lines. The Soviet fortified lines are indicated as they existed in May, June and July 1943.  All four lines are used during the historical scenario but not all of the Soviet lines apply to some of the hypothetical scenarios.&#10;&#10;Players alternate turns, each having a movement phase, combat phase and second movement phase for mechanized units. Zones of control are &quot;semi-active&quot; (requiring extra movement points to enter or leave). The stacking limit is three divisions or &quot;corps&quot;, plus one smaller formation, per hex. The Combat Results Table has the classic Eliminate, Exchange, Retreat outcomes. Supply lines must be traced over no more than 10 hexes to a rail line leading off a friendly map edge, with lack of supply halving movement and combat factors.&#10;&#10;Air power is represented semi-abstractly by air units that can fly close support, interdiction, combat air patrol, air superiority or interception missions. There are no command rules, but a couple of optional rules try to suggest organizational differences between the two armies. These options are quite advantageous to the Germans, who, as in reality, need all the help they can get. One of these optional rules is the ability of the German mechanized divisions to not be completely removed from play on an Eliminate result, but be replaced by low-strength Kampfgrupen (this became a standard rule in later games).&#10;&#10;The wargame includes six scenarios: historical and free setup scenarios for the historical July start date, hypothetical May and June German attacks, and two hypothetical August Soviet counteroffensives (one with a fixed and the other with a free setup). 255 counters&#10;&#10;For its day, Kursk: Operation Zitadelle was a &quot;monster game&quot; and more attentive to history than many of its rivals. SPI used the same basic system, generally with elaborations, in later World War II games, such as Breakout &amp; Pursuit, The Moscow Campaign and Destruction of Army Group Center.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table"
    ],
    "image": "https://cf.geekdo-images.com/8SIPvQDN8lyH7zYsO_NWLg__thumb/img/fvO6KK0urGwHDA9UNzuBWVnzzeQ=/fit-in/200x150/filters:strip_icc()/pic293628.jpg"
  },
  {
    "id": "375316",
    "name": "Ni fu ni fa",
    "minPlayers": 5,
    "maxPlayers": 99,
    "playingTime": 3,
    "age": 12,
    "description": "This is the funniest cooperative game in recent years!&#10;It&rsquo;s very simple: just pick the foam piece and pass it to&#10;the next player with the right words... Try to achieve&#10;the challenge, it wouldn&rsquo;t be difficult if it were not for&#10;your laughs that will make you screw up and lose the&#10;game...&#10;&#10;You will play it again and again, either for what you&#10;laughed at or for trying to complete the challenge...&#10;Are you ready?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Party Game"
    ],
    "mechanics": [
      "Chaining",
      "Cooperative Game",
      "Real-Time"
    ],
    "image": "https://cf.geekdo-images.com/mAuDoAe85aAJ0OjTuPc5Iw__thumb/img/qekn6YH3NtH2rU5mlk-oTyQayeI=/fit-in/200x150/filters:strip_icc()/pic7194708.jpg"
  },
  {
    "id": "272443",
    "name": "Night Class",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 30,
    "age": 10,
    "description": "Your family thinks you&rsquo;re pursuing your college degree. Well that&rsquo;s partially true. By night, you&rsquo;re a champion of justice, protecting the neighborhood from the criminal underworld. &mdash; but you&rsquo;ve still got a lot to learn.&#10;&#10;In this unique roll &amp; write game, you become a superhero-in-training. Customize your hero each round, while infiltrating the enemy's location and neutralizing the threats. But hurry, time is ticking and you might not be able to save everyone!&#10;&#10;You win the game by defeating General Relativity, and by destroying the doomsday transmitters. You lose if you cross out your last Stamina point, the public trust drops too low, or the Bomb goes off.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Comic Book / Strip",
      "Fighting",
      "Print & Play"
    ],
    "mechanics": [
      "Grid Movement",
      "Role Playing",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/R3OdXdzaqe1xYB8nX-P1rw__thumb/img/UPgk3EAIeHKdY571pSO0wqzNhQU=/fit-in/200x150/filters:strip_icc()/pic5455731.png"
  },
  {
    "id": "30370",
    "name": "E.T.I.: Estimated Time to Invasion",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 12,
    "description": "In E.T.I., players become directors of powerful mega-corporations in the early 1960's with the goal of defending the Earth from a pending alien invasion!&#10;&#10;Players compete to discover increasingly advanced technologies from eight different fields of science and technology.  Completing projects increases the power and influence of your lab facility.&#10;&#10;After a pre-determined number of technologies have been discovered, one of the players will reveal themselves as allied with the aliens!  With this the invasion is near!  The remaining humans labs must use their fantastic discoveries in Earth's final defense!&#10;&#10;Will one of the human facilities have the strength to repel the aliens or will the Earth fall?  It is in your hands...&#10;&#10;",
    "categories": [
      "Science Fiction"
    ],
    "mechanics": [
      "Cooperative Game"
    ],
    "image": "https://cf.geekdo-images.com/WoQX9DpC_2Wv3eG8k5pyIw__thumb/img/NFZQlgyw134CVuRPkY9Kl8h-iwM=/fit-in/200x150/filters:strip_icc()/pic242494.jpg"
  },
  {
    "id": "243757",
    "name": "Gangster City",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 0,
    "age": 10,
    "description": "Can you solve the cases presented to you in Gangster City, preferably before the other detectives do so and show you up? The game includes a deck of 54 case cards, and each case card identifies elements about the case that you must discover; specifically, each case card indicates the suspect's profession (entertainer, scientist, thug), choice of weapon (revolver, knife, syringe), scene of the crime (theater, street, hotel room), and motive (money, love).&#10;&#10;At the start of the game, each player takes a card at random and faces it away from themselves in a plastic stand. Three cards are revealed face up. On a turn, you can either take a face-up card or the top card from the deck, or you can attempt to guess your suspect's characteristics. When you take a card, you hold it up next to your case card, then the other players tell you how many characteristics they have in common. You then place this card in front of you, rotating it so that the number on the outer edge of the card shows how many characteristics they share (0-3).&#10;&#10;When you guess, if you're correct, you discard the case card and place a new one in the stand; if you're wrong, you continue the game as normal next turn. The first player to correctly solve two cases wins!&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/GnLgMh0USUqMacxhfwLnwg__thumb/img/sWSWdAUHqy0YQoBZQaEXdqqt4Jo=/fit-in/200x150/filters:strip_icc()/pic3918332.jpg"
  },
  {
    "id": "218165",
    "name": "La Macarena",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 40,
    "age": 10,
    "description": "Each round in La Macarena, the four elements (fire, earth, air and water) are available, and at the end of it, the player who has collected most cards of a given element will earn the corresponding element token. When a player has all four different tokens, they can exchange them for an amulet to win the game (two amulets are needed when playing with 2 or 3 players).&#10;&#10;On a player's turn, they first draw a card, then may pass or discard one or more cards to one of the seven cards on the table. To do the latter, the cards need to have the same value or the same color and a value of one more or one less than the current cards. If a player can form a chain of cards that follows these rules, they can put all the cards except for the last one into their personal collection. &#10;Each card exists twice, and by playing a card on its twin, a player blocks the space to all other players (until he or she has to pass, then the blockade is lifted). This gains the player an additional turn with some privileges.&#10;&#10;When a player runs out of hand cards or the draw pile is used up, the round ends and element tokens are handed out. If nobody fulfills the winning condition by then, a new hand is dealt.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/fUCi6WszYlC0_eodRDdfig__thumb/img/5SF34bK3dh4y5qiXydEEAJM-74Q=/fit-in/200x150/filters:strip_icc()/pic3351036.jpg"
  },
  {
    "id": "20204",
    "name": "Drunter und Drüber",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "Players maneuver their pieces to all be on their color spaces.  The pieces cover the spaces, so the player must remember where his color spaces are.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Bluffing",
      "Memory"
    ],
    "mechanics": [
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/4AMTAiD_mJ5OUJG0o6LFPQ__thumb/img/mm-CwbBXLZi_JGip9brZ3vIPmAA=/fit-in/200x150/filters:strip_icc()/pic5319021.jpg"
  },
  {
    "id": "316972",
    "name": "Monster Soup",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 5,
    "description": "Monsters are always hungry and never go far from a bag full of provisions, in order to be able to prepare a delicious soup in only instants. But that&rsquo;s if they can quickly find the ingredients listed on their monstrous cookbook!&#10;&#10;In this fun game, each player has to find the right ingredients in his own bag, using only touch! Eye, heart, worm, all the ingredients have a specific shape, that you will have to recognize to follow the recipe! The winner is the one whose soup contains the most slime cubes at the end of the 4th game turn.&#10;&#10;HOW TO PLAY?&#10;&#10;Monster Soup takes place in 4 identical turns, with the only difference that you must find:&#10;1 ingredient in the first round&#10;2 ingredients in the second round,&#10;3 ingredients in the third round,&#10;and finally 4 ingredients on the last round.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Children's Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/eOQb5V-B9nY-rNg7FuUTeA__thumb/img/bv61aahDO9NDP6RVel4B_yahsv8=/fit-in/200x150/filters:strip_icc()/pic5605821.png"
  },
  {
    "id": "95745",
    "name": "Petróleo S.A.",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 7,
    "description": "&quot;PETR&Oacute;LEO S.A.&quot; is about companies that produce and sell oil in the international markets.&#10;&#10;Every company will first have to prospect and find oil. They also will have to build prospection towers, pipelines and deposits to store it. Only then are they prepared to produce oil.&#10;&#10;But all this only matters if you're able to rent an oil tanker to transport your oil to the international markets, where you can sell it. And when you do, do not forget to check the oil price in the market. Maybe it's not the best timing for you.&#10;&#10;Game ends as soon as any player reaches 2.000 zilions. All players are allowed to play that round, in the end the player with the more money wins the game.&#10;&#10;",
    "categories": [
      "Economic",
      "Exploration",
      "Transportation"
    ],
    "mechanics": [
      "Area Movement",
      "Open Drafting",
      "Pick-up and Deliver",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/eSp0ZHcQYqB8bWy7o1MEVg__thumb/img/cB5TSxYJlUp1IxChKUftNMl-LdE=/fit-in/200x150/filters:strip_icc()/pic953044.jpg"
  },
  {
    "id": "269175",
    "name": "Wooly Whammoth",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "To feed your prehistoric clan, your tribespeople must force Mammoths over the side of a cliff. Just be careful that you don't sink into a tarpit, get stomped by a Mammoth &mdash; or run right off the cliff yourself in the process. This &quot;Guts-style&quot; game has you trying to outthink your opponents and maneuver them into harm's way...until &quot;WHAMM!&quot;, one tribe emerges victorious.&#10;&#10;Wooly Whammoth features identical eight-card hands, each card showing a number of spaces that must be moved &mdash; but it is the total number, adding all the cards played that hand, which determines just how far ALL the cave people will run. Some have modifiers to slow down or speed up your cave person alone - and quickly getting out of sync with the others is how you will survive and send them over the edge. Getting two spaces from the edge is how you will earn Mammoth Meat as the wooly beasts plunge to the valley below &mdash; and it take six Meat tokens to win. BUT to refill your hand, you must eat a Meat, in a lovely balancing act.&#10;&#10;Your two-piece modular board becomes elongated after every successful hunt, changing the conditions and lengths individual players have to go to score a Mammoth.&#10;&#10;Of course, the other way to win is to eliminate all four of your opponents' tribespeople by forcing them into tar pits, crushing them under CHARGING mammoths, or sending them flying over the cliff. It's a think, double-think, guts game of prehistoric survival!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Humor",
      "Prehistoric"
    ],
    "mechanics": [
      "Hand Management",
      "Modular Board",
      "Simultaneous Action Selection",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/hkULkEQjUOMJlKUHHOHRIQ__thumb/img/j_osBIdkczWZZqUsA4dB3ddPT2k=/fit-in/200x150/filters:strip_icc()/pic4527251.jpg"
  }
]
