[
  {
    "id": "198824",
    "name": "Guédelon: Le Jeu",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 7,
    "description": "In Gu&eacute;delon: Le Jeu &mdash; which is inspired by a castle-building project in Treigny, France &mdash; players must work together to build a castle on the game board.&#10;&#10;In the game, each player can perform various activities, such as visiting the quarry, forest, or clay pit to collect raw materials; moving raw materials to workshops to cut stones, planks or tiles; creating mortar and rope that will be needed for construction; brings materials to the construction ground itself; or (of course) constructing the castle itself. Unforeseen events and an ever-increasing number of visitors will challenge your organizational skills, risking your ability to finish the project in time...&#10;&#10;",
    "categories": [
      "Medieval"
    ],
    "mechanics": [
      "Cooperative Game",
      "Events",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/nMQ9b4Ii7kWOBAZ7iGhaww__thumb/img/PDhA4bv126r_-9kd7B9XJNaZ79U=/fit-in/200x150/filters:strip_icc()/pic3845388.jpg"
  },
  {
    "id": "242552",
    "name": "Rallye-Trucks",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 5,
    "description": "Race drivers, bring your seats into an upright position and start your engines. Today with your rally trucks, you're going to be racing around the rally course in Schlammfing trying to secure the Turbo Rally Memory Game Cup. The player who wants to be first to cross the finish line twice in Rallye-Trucks needs decent horsepower under the hood and above all a good memory. Only the player who remembers the symbols exactly and jumps over the opposing trucks with a skillful stunt will, in the end, stand at the top of the winner's podium.&#10;&#10;Ramasjang Rally and Rallye-Trucks are identical other than that the former titles has twenty spaces on the track while the latter has eighteen.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Memory",
      "Racing"
    ],
    "mechanics": [
      "Memory",
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/KGPEIvg2k5RZbsb0Gv3-og__thumb/img/_nbI1a2TqQigBn2KA5uzOuirnho=/fit-in/200x150/filters:strip_icc()/pic3924207.jpg"
  },
  {
    "id": "336402",
    "name": "1565: Siege of Malta",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 90,
    "age": 14,
    "description": "1565: The Siege of Malta is the third in Worthington Publishings Great Sieges game series.&#10;&#10;These games are designed for easy setup, quick game play, and can be finished in under an hour. Game marker placement is shown on the game board. Command orders and cards are used to shorten the rules. Developed for solitaire play. Both versions of the game require you to make decisions based on good strategy, keeping your wits about you when orders do not turn out well, and pressing on to victory.&#10;&#10;These games are designed for easy setup, quick game play, and can be finished in under an hour. Game marker placement is shown on the game board. Command orders and cards are used to shorten the rules. Developed for solitaire play, this game requires you to make great decisions based on good strategy, keeping your wits about you when orders do not turn out well, and pressing on to victory.&#10;&#10;Game play is centered around using Field Commands to issue orders by the Turks or Knights of Maltese commanders to defeat each other. Either side can be defeated by their morale falling too low. The game allows you to play either side against a solitaire opponent that has 3 levels of difficulty.&#10;&#10;Pick the side you want to be, Turks or Knights of Maltese, and then shuffle the solitaire card deck for your opponent. The card mix used by the solitaire opponent differs from game to game so no two games play alike.&#10;&#10;Each commander (solitaire or player) can issue one order per game turn from their Commands available.  Your order is carried out based on your strategy and current situation faced.  Your choice can cause multiple actions and reactions with results that cause troop eliminations, morale reductions, and events to occur.&#10;&#10;HOW TO WIN THE GAME&#10;&#10;Any time one side's morale reaches zero during a turn, the other side wins the game.&#10;&#10;-description from publisher&#10;&#10;",
    "categories": [
      "Pike and Shot",
      "Wargame"
    ],
    "mechanics": [
      "Action / Event",
      "Campaign / Battle Card Driven",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/JaJ9QYzBByvFNcmZmM6-lA__thumb/img/ZczH7T9zisQUk2K6OcRD1DNs638=/fit-in/200x150/filters:strip_icc()/pic6117137.jpg"
  },
  {
    "id": "336893",
    "name": "The Market: A Pocket Game",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 10,
    "age": 14,
    "description": "Following years of calamity in the world of Tempo, &quot;post-apocalyptic&quot; has become clich&eacute;. Following a massive economic boon, the neighborhood of Plaka became a city in its own right. However, the Great Eruption changed everything, and in the year 2121, the people of Plaka are doing their best just to make it from day to day.&#10;&#10;In The Market | A Pocket Game, you are a citizen of Plaka building up permanent resources that provide Hope for a better tomorrow.&#10;&#10;In this quick 18 card game, you acquire rich igneous compost from the edging of the volcanic flux, gather fiddleheads which have become a staple vegetation in future Plaka, and synthesize photonic light energy. Then, it all comes back to the Market where you trade in your temporary resources for permanent ones that also provide Hope.&#10;&#10;Gather temporary resources, Explore the Market, and Purchase permanent resources as you aspire to attain Hope for the win.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Card Game",
      "Economic"
    ],
    "mechanics": [
      "Action / Event",
      "Market",
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/bAMN7mqpJHTfFSrxZDGZoQ__thumb/img/_Gw-D-XfhHoakKFpcL54fYWIr3U=/fit-in/200x150/filters:strip_icc()/pic6161409.jpg"
  },
  {
    "id": "300420",
    "name": "Batman Miniature Game (Third Edition): Back to Gotham",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 90,
    "age": 12,
    "description": "The third edition of Batman miniature game will expose a game play never seen before. Its dynamics will be faster, more lethal and easier to learn. In addition, its incredible scenery and its renewed iconic figures of your favorite DC characters will give you a unique immersion in a tremendously dynamic and addictive game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Comic Book / Strip",
      "Miniatures"
    ],
    "mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/9tn6DGwLRgOl0DkaWHSD4A__thumb/img/BPHo9YcxnZpMlxUUcR70nIl8Nj8=/fit-in/200x150/filters:strip_icc()/pic6622896.jpg"
  },
  {
    "id": "354211",
    "name": "Ka-Blab!",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 25,
    "age": 10,
    "description": "Blurt it out before time runs out! The Ka-Blab! game is one of the fastest, frenzied, word games for adults and families that has players blurting out items or a catchphrase before time runs out&#10;&#10;In each round, players take turns rolling the dice, game is to come up with that number of things that fit the topic listed on the card. They keep rolling and naming items until they can pass to the next player.  The electronic timer is randomized so no one knows when it'll go off. If it goes off on a players' turn they lose a token. Lose all 3 tokens and you're out!&#10;&#10;",
    "categories": [
      "Dice",
      "Party Game"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hot Potato"
    ],
    "image": "https://cf.geekdo-images.com/4aT3FW3y6rf7vVSCsCrRkg__thumb/img/uaoHZ59kge_ekK9S0AqXVQg1Lu4=/fit-in/200x150/filters:strip_icc()/pic8174649.jpg"
  },
  {
    "id": "300094",
    "name": "Droll",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 25,
    "age": 10,
    "description": "Time to break out the dice and get this party rolling! Droll is the hilarious dice-drawing party game where players race to draw images related to a secret word on each side of their giant dice. When everyone is done drawing, everyone rolls their dice and tries to guess the other players&rsquo; secret words!&#10;&#10;",
    "categories": [
      "Dice",
      "Party Game"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/sBB1Xs4FDkulz4M1G60VaQ__thumb/img/khy9KvLTpyKzXJV6eejvaDVvfOE=/fit-in/200x150/filters:strip_icc()/pic5231005.jpg"
  },
  {
    "id": "183839",
    "name": "Flip a Bird",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 15,
    "age": 8,
    "description": "In Flip a Bird, players take turns laying out bird cards either face up or face down depending on the top card of the draw pile. Whenever someone thinks that too many birds are on the table, they can express that doubt and possibly win some points.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/iy1uY2iisxaAfFF5tXIfhQ__thumb/img/6GKdYb7Pe0ijEsW6IbXQk26ggwI=/fit-in/200x150/filters:strip_icc()/pic2662001.jpg"
  },
  {
    "id": "305911",
    "name": "Sherlock Holmes: The Shadow of Jack the Ripper",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 0,
    "age": 0,
    "description": "Further murders are taking place in London's Whitechapel district. Inspector Lestrade receives mysterious letters claiming the crimes, which are signed... Jack the Ripper! &#10;Ten years after his disappearance, is the serial killer back?&#10;&#10;Play as Holmes or Watson, locate yourself on the map of the neighborhood and discover the final word of this enigma, because you are the hero!&#10;&#10;Sherlock Holmes: L'Ombre de Jack l'Eventreur is a comic combined with a game, one title in a series subtitled &quot;The comic in which you are the hero&quot;. You embody a character in a immersive story in which your choices guide your progress. You have a character sheet akin to those used in role-playing games that tracks your possessions, your special abilities, your coins, and your victory points. In general, gameplay consists in following the comic's panels &mdash; which contain clues, riddles and traps &mdash; and making choices about where to go and what to do, while using your visual perception to collect clues and be smart enough to resolve the riddles. As in any game, you can lose &mdash; sometimes really badly!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Book",
      "Comic Book / Strip",
      "Murder / Mystery",
      "Novel-based"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/6oCIqmKyNf9tVY_TOe0XSA__thumb/img/P9HX4ASQEnIGSEIZ-j34-chxZFQ=/fit-in/200x150/filters:strip_icc()/pic5780117.jpg"
  },
  {
    "id": "1000",
    "name": "Corona",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 45,
    "age": 12,
    "description": "Corona is a puzzle-style game, with players trying to collect as many chips as possible. The game board shows a circuit course of 12 smaller circles. Before each round, the players distribute 6 pawns on the course. One player then rolls all 6 dice and turns over the timer. Players now assign the dice to the pawns and try to determine the highest score possible. The player announcing the highest number before the timer runs out performs his move. &#10;Each pawn moves, in clockwise order, the number of spaces shown on it assigned die and scores 1 point for each pawn on the space it ends its move. If the player managed to meet or exceed his/her predicted number, the player receives a chip from every other player; if not, the player gives a chip to each player and sits out the next round.&#10;The game ends after a player ends up without chips, with twice the original number of chips, or after a predefined number of turns or a set amount of time.&#10;Corona was published in the Ravensburger Casino Series.&#10;The introductionary (and a few other) variation(s) from Corona were republished as 'Moonstar' in 1981 (by Avalon Hill).&#10;Moonstar was rethemed as 'Harun' in 1984 (by Edition Perlhuhn).&#10;In 1993 Corona was republished and got a new variant included  as 'Orbit' (by Franckh-Kosmos).&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "mechanics": [
      "Auction / Bidding",
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/jqmZZZYlENARuWi02ZKlSA__thumb/img/-n66UdseNcLtxmx92UxVnFyR-iw=/fit-in/200x150/filters:strip_icc()/pic11332.jpg"
  },
  {
    "id": "37477",
    "name": "Osaki ni Shitsurei Shima-su!!",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 0,
    "description": "It's quitting time at the office and everyone wants to go home.  Unfortunately, there are still many jobs to finish tonight.  It's a race to get out of the office first!&#10;&#10;Players are dealt a face-down hand of six tiles corresponding to the six people in the office.  On a player's turn they can either (1) turn over one of their tiles -- revealing which of the four jobs that person has been tasked with; or (2) place a tile or stack of tiles on top of another tile or stack of tiles that share a common characteristic (either person or job).  Play continues until the last face-down tile is turned over.  Whoever has the fewest tiles in front of them (i.e., the least overtime work to do) wins!&#10;&#10;Re-implements: Who Is Going to Do the Dishes?&#10;&#10;",
    "categories": [
      "Humor"
    ],
    "mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/AA-tTo8eqNe3ElPz8WL_Eg__thumb/img/IkYh49guygAglLEk90NR4_yAaIY=/fit-in/200x150/filters:strip_icc()/pic474413.jpg"
  },
  {
    "id": "4983",
    "name": "Der Herr der Ringe: Die Zwei Türme",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "From Barad-d&ucirc;r, the bulwark of the dark lord Sauron, and from Orthanc, the fortress of the wizard Saruman, a threat goes out to all of Middle Earth. Innumerable, nameless Orcs stream forth from both towers. The players support the side of good and guide the heroes of the story in the fight against the Orcs. If the Orc hordes succeed in forming a connection between the two towers, the dark side will have won and the players will all lose together. If, in their continuing quest, the players can hold back the Orcs for a very long time indeed, until the Ents reach Orthanc, then the player who has contributed the most to this success wins the game.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Cooperative Game",
      "Hand Management"
    ],
    "image": "https://cf.geekdo-images.com/SoqtV5JqNx_w4wR0-1V40A__thumb/img/TzycjaVL772YN3AR5R-bjnXAXK0=/fit-in/200x150/filters:strip_icc()/pic1144944.jpg"
  },
  {
    "id": "323616",
    "name": "Une Patate à Vélo: Le Jeu",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 3,
    "description": "Based on Elise Gravel's book A potato on a bike. Une Patate &agrave; V&eacute;lo: Le Jeu' is a cooperative game in which each player has to secretly vote for if either the card combinations are possible or not (i.e.: is it possible that a potato rides a bike?) while trying to have the same answer to advance on the track. A new combination of cards is revealed during each round until the players reach a total of 8 points on the score track. Fun and funny discoveries for the whole family!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;D'apr&egrave;s le livre d'Elise Gravel Une pomme de terre &agrave; v&eacute;lo. &laquo;Une patate &agrave; v&eacute;lo - Le jeu&raquo; est un jeu coop&eacute;ratif dans lequel chaque joueur doit voter secr&egrave;tement pour si les combinaisons de cartes sont possibles ou non (c'est-&agrave;-dire: est-il possible qu'une pomme de terre fasse du v&eacute;lo?) En essayant d'avoir le m&ecirc;me r&eacute;ponse pour avancer sur la piste. Une nouvelle combinaison de cartes est r&eacute;v&eacute;l&eacute;e &agrave; chaque tour jusqu'&agrave; ce que les joueurs atteignent un total de 8 points sur la piste de score. Des d&eacute;couvertes amusantes et amusantes pour toute la famille!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Party Game"
    ],
    "mechanics": [
      "Cooperative Game",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/zMzhHoNQ-3STVF2bkVZgpw__thumb/img/IIqffKPxjkFgF7Ua2eg5KH-Qwpk=/fit-in/200x150/filters:strip_icc()/pic5778234.jpg"
  },
  {
    "id": "367296",
    "name": "Future Energy",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "In Future Energy, each player attempts to construct a network of non-carbon-based energy production plants around Europe. Each player's turn consists of three phases. First, they earn income. Second, they make 1-3 purchases of new power networks or contracts. Finally, they move the shared surveyor piece along the built networks (paying other players for their share of the network they use), replacing the old power plant they end on with a new one. Each type of plant they replace gives a special ability or one-time benefit. The old plants are placed randomly on the board each game for a different puzzle every time.&#10;&#10;At the end of the game, each player is rewarded with additional points based on the number of their plants in their largest network of connected cities. The player with the most points wins!&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "mechanics": [
      "Commodity Speculation",
      "Income",
      "Network and Route Building"
    ],
    "image": "https://cf.geekdo-images.com/E0bo0r5bMoVQY5yc1aTNog__thumb/img/i-ddeSs0Afa4Rx6ipPqHrk5OAb8=/fit-in/200x150/filters:strip_icc()/pic6989511.jpg"
  },
  {
    "id": "318838",
    "name": "Quests & Cannons: The Risen Islands",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 14,
    "description": "A high fantasy on the high seas competitive, sandbox-style adventure game for 1-6 players.&#10;&#10;Quests &amp; Cannons: The Risen Islands takes place in the original fantasy world of Miraheim, where a set of mysterious islands have risen from the sea. With the delicate balance of the world disrupted, the people of Miraheim begin to leave their homelands and to settle on the islands, finding them to be plentiful in resources. Ancient writings have begun to be uncovered telling of a mythical artifact hidden among the islands through a series of map clues that could be the key to restoring balance to the world. Players are adventurers sent from one of the three prominent kingdoms of Miraheim to ensure the prosperity of their kingdom's settlers as well as search for this fabled treasure that could save their homes.&#10;&#10;Quests &amp; Cannons: The Risen Islands is an accessible, deep strategy game about exploration, epic quests, and exciting combat. Players use action points each turn on an open movement, modular game board to explore the various islands, receive quests from the settlers, gather resources, find map clues, upgrade their ships, collect loot, and trade cannon fire with rival adventurers. The object of the game is to get to the most prosperity at the end of the game. Players earn prosperity by finishing quests, completing map clues, and attacking other players.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Adventure",
      "Animals",
      "Exploration",
      "Fantasy",
      "Nautical"
    ],
    "mechanics": [
      "Action Points",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Multiple Maps",
      "Pick-up and Deliver",
      "Take That",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/RSEbwjFIpKklUaYiycg0Gw__thumb/img/PxvK4wuMlBriYoT_xRQqOBK2_zU=/fit-in/200x150/filters:strip_icc()/pic5995327.png"
  },
  {
    "id": "9063",
    "name": "Brettfußball",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 45,
    "age": 12,
    "description": "Soccer Game by Walter M&uuml;ller. There is a die but  according to the author the game is 90 % tactics. Walter plays a championship every year in Kempten with his friends.&#10;&#10;&#10;A football-soccer board game designed in 1974 ....due to the simple rules the basics of the game can be learned within minutes. The tactical range of possibilities however can only be fully discovered through repeated play and experience.&#10;Strato-Football is a game  of quiet concentration and suspense....do yourself a favor , download the tactics book (see files)..",
    "categories": [
      "Abstract Strategy",
      "Sports"
    ],
    "mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/cpyjyxrjfy54DfZws5HnyQ__thumb/img/kOgiUkVnMWBU_r16zYYRMRuv1fI=/fit-in/200x150/filters:strip_icc()/pic45854.jpg"
  },
  {
    "id": "358924",
    "name": "UNO: 50th Anniversary Premium",
    "minPlayers": 2,
    "maxPlayers": 10,
    "playingTime": 0,
    "age": 8,
    "description": "The UNO card game is celebrating 50 years of bringing people together for fast fun and unpredictable twists with this premium Golden Anniversary edition of the classic card game. It arrives in a deluxe, specially designed box and includes cards with a velvety smooth finish. A commemorative golden medallion collector coin is included, and when someone plays the special &quot;50/50&quot; card you flip it to see who will have to draw extra cards! Just like the last 50 years, when a player is down to one card, they must yell &quot;UNO!&quot;&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Lose a Turn",
      "Matching",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/1T_elfTTyopAscLTw4P-XA__thumb/img/8P7bYQRbZVyE0-9cZjm9WGDpi9I=/fit-in/200x150/filters:strip_icc()/pic6879650.jpg"
  },
  {
    "id": "112532",
    "name": "Feed the ducks",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 6,
    "description": "Three old men and a small child all sit around a small duck pond, tossing breadcrumbs into the water. With each ripple from a crumb, ducks race toward the new treat. (They never actually get the snack, due to the wily fish just below the surface, but it doesn't dissuade them from trying!) Passersby watch the scene for a moment, then smile, charmed by these four people idling away their time. Little do they realize that these crafty individuals actually have a standing wager: Each has chosen a color of duck in the pond as his own, and whoever can gather his ducks into a group first gets to choose the adventure for the day!&#10;&#10;Feed the ducks is a board game for two to four players. Each game lasts about 20 minutes. Players drop breadcrumbs into the pond, in order to attract the ducks. There are ducks in 4 colors. The first player to coerce all the ducks of his color into a single group wins.&#10;&#10;The basic set includes components for a 2-player game. In order to play 3- or 4-player games you need the additional ducks and counters (red and blue).&#10;&#10;MATERIAL&#10;&#10;This is what you need in order to play Feed the ducks:&#10;&#10;- A board depicting a pond with 61 hexagonal spaces.&#10;&#10;- 12 white ducks, 12 black ducks (plus 8 red ducks and 6 blue ducks optionally).&#10;&#10;- A breadcrumb (not included)&#10;&#10;- One white counter, one black counter (plus one red counter and one blue counter optionally).&#10;&#10;- A carrying case.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "mechanics": [
      "Area Movement",
      "Connections",
      "Grid Movement",
      "Hexagon Grid",
      "Ownership",
      "Set Collection",
      "Take That",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/rJDPVYkk5QnUAUqKWhEAkA__thumb/img/0BhTWG-mQdK2m9OV9rd3-U1rDdI=/fit-in/200x150/filters:strip_icc()/pic1157658.jpg"
  },
  {
    "id": "307379",
    "name": "Trike",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 6,
    "description": "Trike is a combinatorial abstract strategy game for two players. The game revolves around setting traps, dismantling opponent traps, and maneuvering a shared piece into your own trap to win.&#10;&#10;Trike has high clarity due to the simple movement protocol, singular win condition, low branching factor, and easy-to-read board state. However, Trike is dramatic because it offers players many chances to make fatal errors.&#10;&#10;Rules: Play on an equilateral triangular hexagon-tessellated grid. Use a neutral pawn and black/white checkers. Players take turns moving a neutral pawn around on the board (passing is not allowed). The neutral pawn can move any number of empty points, in any direction in a straight line, but cannot move onto, or jump over occupied points. When a player moves the pawn, first they place a checker of their own color, onto the destination point. Then they move the pawn on top of it. When the pawn is trapped, the game is over. At the end of the game, each player gets a point for each checker of their own color adjacent to, or underneath, the pawn. The person with the highest score wins.&#10;&#10;Implement pie rule. This means, at the beginning of the game, the first player chooses a color and puts a checker on any point of the board, with the pawn on top of it. At this time only, the second player has a one-time chance to swap sides instead of making a regular move.&#10;&#10;Trike is partisan, draw-less, finite, cycle-free, always decisive, scalable with board size, and balanced with the pie rule.&#10;&#10;One note on gameplay: the score will always include one point for the last move, and one point for the second-to-last move. Therefore, who plays last has no bearing on who wins the game.&#10;&#10;The game can be played on boards with side length 7 up to 19. However, the smaller sizes (7-10) are meant for those just learning, while sizes 13-15 are standard for serious competitive play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Deduction",
      "Grid Movement",
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/WF3EzMtU4LIWfGZxdz-_3Q__thumb/img/5xwiCPhxnSRtLnLkKoTCLrIZktU=/fit-in/200x150/filters:strip_icc()/pic8661333.png"
  },
  {
    "id": "401409",
    "name": "Mind Map",
    "minPlayers": 4,
    "maxPlayers": 14,
    "playingTime": 30,
    "age": 10,
    "description": "Make your opponents guess your secret word by placing your coordinate token in the game zone according to two criteria. Sometimes you'll push your logic limit, but don't forget to take the reference word into account! Will you be able to grasp your opponents' logic and make them understand yours?&#10;&#10;&#10;     Place your token based on how closely your Secret word relates to the Criteria on each Axis.&#10;     Take the Reference word and other player's words into account&#10;     Guess your opponents' words to earn the most points!&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Deduction",
      "Party Game"
    ],
    "mechanics": [
      "Deduction"
    ],
    "image": "https://cf.geekdo-images.com/807XtvoAS2tg76ZpwFxuJQ__thumb/img/ffKKPVKX0JlvEJ0Bx8Tpq6jL6u0=/fit-in/200x150/filters:strip_icc()/pic7754303.png"
  },
  {
    "id": "44125",
    "name": "Ogre Castle",
    "minPlayers": 3,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 10,
    "description": "A game of greedy invading Knights and an Ogre protecting its turf and treasure. In Ogre Castle, three players become knights invading a castle in search of treasure, while a fourth player becomes the Ogre, owner of the castle and the treasure. The Ogre seeks to repel these home invaders and save its goods through magic and sword-play.&#10;&#10;Ogre Castle is definitely BEST with four players...but it CAN be played with 3 players. Just make these adjustments...&#10;(1) There will be two Knights and one Ogre.  &#10;(2) The Ogre places only the gems matching the Knight colors. &#10;(3) Give the two Knights 4 armor chips each at the start of the game.&#10;(4) Adjust the Ogre's goal to getting 4 gems of any color.&#10;(5) The player who begins a battle draws a magic scroll card when they move away from the battle.&#10;&#10;",
    "categories": [
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/PVy4G5AZ5GkGF22sW5qP9g__thumb/img/ql6gzF7iR_8imZkf0t1cATQXhUM=/fit-in/200x150/filters:strip_icc()/pic501701.jpg"
  },
  {
    "id": "342730",
    "name": "Detecteam Family: One Egg Too Many",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 8,
    "description": "A 24/7 egg care has opened in the rainforest! The forest inhabitants can hand their egg over to the care, and its carers - the parrot an the owl - will look after them. But one day a new egg appears in the care nest out of nowhere...&#10;&#10;This is a cooperative detective board game for the whole family. You will literally piece together the event (connect several cards to get the full picture) and attempt to get it right. After the game you are going to answer a few questions and find out what really happened. Play as a team, discuss the story, and get to the bottom of it!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Deduction"
    ],
    "mechanics": [
      "Cooperative Game",
      "Deduction",
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/G90HcIQz3g-O6eZFM5cuFA__thumb/img/98aXw996B2ehC8umudKI2quPTUE=/fit-in/200x150/filters:strip_icc()/pic6289253.jpg"
  },
  {
    "id": "6979",
    "name": "Match of the Penguins",
    "minPlayers": 2,
    "maxPlayers": 7,
    "playingTime": 20,
    "age": 6,
    "description": "Schicki Micki is a card game for larger groups (up to seven players), where players with fastest reaction win. The cards show almost identical (female) pheasants, drawn in comic-style. One player takes the shuffled deck and reveals one card after the other. If a player detects a clothing piece on two cards with the same color, they shout the correct name of the clothing piece. If there are more than one corresponding clothing tiles, a pawn must be taken instead. The pheasant ladies also have pets, normally it's one earthworm. Some cards have two worms, if these occur, the players have to knock onto the table. Only player doing the right thing in the right time win the cards already on the table; if they're wrong, they lose cards. After all cards are revealed the game ends, the player with most cards collected wins.&#10;&#10;",
    "categories": [
      "Action / Dexterity",
      "Card Game",
      "Party Game"
    ],
    "mechanics": [
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/dcm7SFPR1HJZRND6I7CxaA__thumb/img/NBIqT0wiRfqJYzYoHX51WhrzB7s=/fit-in/200x150/filters:strip_icc()/pic234858.jpg"
  },
  {
    "id": "354533",
    "name": "日の出横丁ニャンばーわん (Top of the Hinode Town)",
    "minPlayers": 3,
    "maxPlayers": 4,
    "playingTime": 40,
    "age": 14,
    "description": "In &#230;&#151;&#165;&#227;&#129;&#174;&#229;&#135;&#186;&#230;&#168;&#170;&#228;&#184;&#129;&#227;&#131;&#139;&#227;&#131;&#163;&#227;&#131;&#179;&#227;&#129;&#176;&#227;&#131;&#188;&#227;&#130;&#143;&#227;&#130;&#147; (Top of the Hinode Town), the players take on the role of rival groups of feral cats, fighting over territory in Hinode, with the local human population being ignorant of their endless battles.&#10;&#10;It is a &quot;may follow&quot; trick-taking game where in each trick, the lead player decides on an area of town where the trick will take place, and the color of the area card determines the &quot;lead suit&quot; for the trick.&#10;&#10;In evaluating the trick, each player is ranked, with the first and second highest players earning the right to place a marker on the card, the lowest ranked player collecting a cube of their choice from the card, and the remaining player collecting the remaining two cubes from the card.  (Cubes can be used to trigger effects or saved for victory points.)&#10;&#10;Players earn points from yellow cubes, markers on cards, and groupings of their markers. After one hand, the player with with most points wins.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/nzNbNCHB8hLc4N3P5Km-3Q__thumb/img/n6HhyWEw3vI1AFH-UC4SmJBgdOA=/fit-in/200x150/filters:strip_icc()/pic6616364.jpg"
  },
  {
    "id": "116402",
    "name": "Sheep, Dogs and Wolves",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 10,
    "age": 4,
    "description": "Sheep, Dogs and Wolves, invented by N&eacute;stor Romeral Andr&eacute;s and his daugther Elena (at age 4), is a tile-laying game for two players (sheep and wolf) who share a common pool of rectangular pieces depicting a sheep, a dog and a wolf, in that order. The sheep player must save as many sheep as possible, while the wolf must feast on those sheep. Chomp!&#10;&#10;Sheep, Dogs and Wolves has two types of game play:&#10;&#10;&#10;    Duel: The players play two complete games, switching roles after the first game. Whoever saves more sheep wins.&#10;    Bid: Before the game starts, players take turns make increasing bids as to how many sheep they think they can save. The player who passes first plays the wolf; the other player must save at least as many sheep as he bid to win.&#10;&#10;&#10;To start play, place one tile on the table. Players, starting with the sheep, alternate placing tiles on the table, with each tile needing to fit in an imaginary square grid and being adjacent to at least one already-placed tile. Once all tiles have been placed, the game ends.&#10;&#10;To score, first place a counter on each wolf that has at least two dogs orthogonally adjacent to it; these wolves are &quot;scared&quot; of the dogs and won't eat sheep. Next, place a counter on each sheep adjacent at least to one uncovered wolf; these sheep have been eaten by the wolves. Count each uncovered sheep; these sheep are safe, and the total number of safe sheep is the sheep player's score.&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Animals",
      "Children's Game"
    ],
    "mechanics": [
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/EtERH5eDk9MI2QaelgsCIA__thumb/img/9bX-Ld3iHA8eZvl5KTD6yN49xXU=/fit-in/200x150/filters:strip_icc()/pic2906251.jpg"
  },
  {
    "id": "310196",
    "name": "The Original Sherlock Holmes and His Baker Street Irregulars",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 12,
    "description": "In The Original Sherlock Holmes and His Baker Street Irregulars each player will utilize their crew of irregulars (BSI's) to visit Locations, gather Witnesses, and Inspect artifacts in an attempt to make the key arrests to secure your place as a legitimate rival to the master detective, Sherlock Holmes.  The game features over 100+ pieces of art, many inspired by the original artwork of Sidney Paget.&#10;&#10;In the game, players serve the roles of investigators of Holmes's day, trying to clear London's streets of all its villains.  This card drafting game (for 1-5 players) incorporates an economy of &quot;spending&quot; your BSI tokens to acquire Evidence cards, which are then used to arrest Villains (worth Victory Points).  The game is played over 4 rounds, each of which concludes with players choosing from bonuses based on how efficiently the use their BSI during the round.  Further end-game points can be accumulated via personal set-collection objectives.  At the end of the game, the player with the most victory points is crowned London's SECOND greatest detective.&#10;&#10;There is also a solo-variant available that involves a head-to-head matchup with Holmes, himself.  He will have the advantage at every turn; can you keep up?&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Murder / Mystery",
      "Novel-based"
    ],
    "mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/MnmsFpKXgRA2w4Ih0C3Ryg__thumb/img/tlQBIM_LMLY8xIvgC6ZjXFpkGv4=/fit-in/200x150/filters:strip_icc()/pic5461687.png"
  },
  {
    "id": "303120",
    "name": "Mount Tai",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 100,
    "age": 10,
    "description": "Mount Tai is a mountain of historical and cultural significance located in Shandong province, China. Mount Tai is of key importance in Chinese religion, being the eastern one of the five Sacred Mountains of China. According to historical records, Mount Tai became a sacred place visited by emperors to offer sacrifices and meditate in the Zhou Dynasty before 1,000 BC. A total of 72 emperors were recorded as visiting it. Writers also came to acquire inspiration, to compose poems, write essays, paint and take pictures. Hence, a great many cultural relics were left on the mountain. During the reign of Liu Che, Emperor Wu of Han, the Emperor has visited Mount Tai 8 times, praising the deities associated to this mountain. In 90 BC, the elderly aged Emperor spent most of the national strength on military operations, and his crown prince died because of his paranoia, leaving the court and the royal family in a mess. Liu Guang, the King Lu&rsquo;an and nephew of the Emperor, was incurably sick. He decided to allocate the administration of Mount Tai to his sons, hoping to train their abilities of governing. In this game, the player shall play as one of the princes of the King to govern part of Mount Tai, working to win the praise from the Emperor. After the duration of two years, the prince with the most prosperous feud shall win the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;&#230;&#179;&#176;&#229;&#177;&#177;&#239;&#188;&#140;&#232;&#135;&#170;&#229;&#143;&#164;&#228;&#187;&#165;&#228;&#190;&#134;&#232;&#162;&#171;&#232;&#166;&#150;&#231;&#130;&#186;&#230;&#156;&#128;&#233;&#157;&#160;&#232;&#191;&#145;&#229;&#164;&#169;&#231;&#154;&#132;&#229;&#177;&#177;&#239;&#188;&#140;&#230;&#169;&#171;&#232;&#178;&#171;&#229;&#177;&#177;&#230;&#157;&#177;&#228;&#184;&#173;&#233;&#131;&#168;&#227;&#128;&#130;&#10;&#10;&#229;&#164;&#169;&#228;&#187;&#165;&#233;&#171;&#152;&#231;&#130;&#186;&#229;&#176;&#138;&#239;&#188;&#140;&#229;&#156;&#176;&#228;&#187;&#165;&#229;&#142;&#154;&#231;&#130;&#186;&#229;&#190;&#183;&#227;&#128;&#130;&#230;&#149;&#133;&#229;&#162;&#158;&#230;&#179;&#176;&#229;&#177;&#177;&#228;&#185;&#139;&#233;&#171;&#152;&#228;&#187;&#165;&#229;&#160;&#177;&#229;&#164;&#169;&#239;&#188;&#140;&#231;&#166;&#170;&#230;&#162;&#129;&#231;&#136;&#182;&#228;&#185;&#139;&#229;&#157;&#128;&#228;&#187;&#165;&#229;&#160;&#177;&#229;&#156;&#176;&#227;&#128;&#130;&#229;&#156;&#168;&#229;&#130;&#179;&#231;&#181;&#177;&#228;&#191;&#161;&#228;&#187;&#176;&#228;&#184;&#173;&#239;&#188;&#140;&#229;&#164;&#169;&#231;&#169;&#186;&#228;&#187;&#163;&#232;&#161;&#168;&#231;&#165;&#158;&#231;&#154;&#132;&#230;&#137;&#128;&#229;&#156;&#168;&#228;&#189;&#141;&#231;&#189;&#174;&#239;&#188;&#140;&#230;&#137;&#128;&#228;&#187;&#165;&#228;&#186;&#186;&#229;&#128;&#145;&#231;&#184;&#189;&#228;&#187;&#165;&#231;&#130;&#186;&#239;&#188;&#154;&#232;&#182;&#138;&#233;&#157;&#160;&#232;&#191;&#145;&#229;&#164;&#169;&#231;&#169;&#186;&#228;&#187;&#163;&#232;&#161;&#168;&#232;&#145;&#151;&#232;&#182;&#138;&#230;&#142;&#165;&#232;&#191;&#145;&#231;&#165;&#158;&#227;&#128;&#130;&#231;&#148;&#177;&#230;&#150;&#188;&#230;&#179;&#176;&#229;&#177;&#177;&#229;&#156;&#176;&#229;&#139;&#162;&#233;&#171;&#152;&#232;&#129;&#179;&#228;&#184;&#148;&#232;&#183;&#157;&#233;&#155;&#162;&#233;&#131;&#189;&#229;&#159;&#142;&#228;&#184;&#141;&#233;&#129;&#160;&#239;&#188;&#140;&#228;&#184;&#173;&#229;&#156;&#139;&#229;&#143;&#164;&#228;&#187;&#163;&#229;&#164;&#154;&#231;&#130;&#186;&#231;&#154;&#135;&#229;&#184;&#157;&#230;&#155;&#190;&#231;&#182;&#147;&#229;&#137;&#141;&#229;&#190;&#128;&#230;&#179;&#176;&#229;&#177;&#177;&#228;&#185;&#139;&#233;&#160;&#130;&#231;&#165;&#173;&#229;&#164;&#169;&#239;&#188;&#140;&#232;&#128;&#140;&#229;&#133;&#182;&#230;&#155;&#180;&#229;&#175;&#140;&#230;&#156;&#137;&#232;&#145;&#151;&ldquo;&#231;&#153;&#187;&#230;&#179;&#176;&#229;&#177;&#177;&#232;&#128;&#140;&#229;&#176;&#143;&#229;&#164;&#169;&#228;&#184;&#139;&rdquo;&#231;&#154;&#132;&#231;&#155;&#155;&#229;&#144;&#141;&#227;&#128;&#130;&#230;&#188;&#162;&#230;&#173;&#166;&#229;&#184;&#157;&#230;&#155;&#190;&#231;&#182;&#147;&#229;&#133;&#171;&#230;&#172;&#161;&#231;&#153;&#187;&#233;&#160;&#130;&#230;&#179;&#176;&#229;&#177;&#177;&#239;&#188;&#140;&#230;&#155;&#180;&#230;&#152;&#175;&#231;&#149;&#153;&#228;&#184;&#139;&#228;&#186;&#134;&ldquo;&#230;&#179;&#176;&#229;&#177;&#177;&#229;&#133;&#171;&#232;&#180;&#138;&rdquo;&#231;&#154;&#132;&#233;&#169;&#154;&#230;&#173;&#142;&#227;&#128;&#130;&#10;&#10;&#229;&#190;&#129;&#229;&#146;&#140;&#228;&#184;&#137;&#229;&#185;&#180;&#239;&#188;&#136;&#232;&#165;&#191;&#229;&#133;&#131;&#229;&#137;&#141;90&#229;&#185;&#180;&#239;&#188;&#137;&#239;&#188;&#140;&#230;&#188;&#162;&#230;&#173;&#166;&#229;&#184;&#157;&#230;&#153;&#154;&#229;&#185;&#180;&#231;&#170;&#174;&#229;&#133;&#181;&#233;&#187;&#183;&#230;&#173;&#166;&#239;&#188;&#140;&#229;&#164;&#170;&#229;&#173;&#144;&#229;&#143;&#136;&#229;&#155;&#160;&#229;&#183;&#171;&#232;&#160;&#177;&#228;&#185;&#139;&#231;&#166;&#141;&#232;&#128;&#140;&#228;&#186;&#161;&#239;&#188;&#140;&#230;&#156;&#157;&#229;&#187;&#183;&#229;&#133;&#167;&#229;&#164;&#150;&#228;&#184;&#128;&#231;&#137;&#135;&#230;&#183;&#183;&#228;&#186;&#130;&#227;&#128;&#130;&#231;&#149;&#182;&#230;&#153;&#130;&#228;&#184;&#150;&#233;&#129;&#147;&#228;&#184;&#141;&#231;&#169;&#169;&#239;&#188;&#140;&#230;&#188;&#162;&#230;&#173;&#166;&#229;&#184;&#157;&#228;&#190;&#132;&#229;&#173;&#144;&#233;&#173;&#175;&#229;&#174;&#137;&#231;&#142;&#139;&#229;&#138;&#137;&#229;&#133;&#137;&#230;&#183;&#177;&#230;&#132;&#159;&#232;&#135;&#170;&#229;&#183;&#177;&#228;&#185;&#133;&#231;&#151;&#133;&#233;&#155;&#163;&#233;&#134;&#171;&#227;&#128;&#130;&#231;&#130;&#186;&#231;&#169;&#169;&#229;&#155;&#186;&#229;&#164;&#167;&#230;&#188;&#162;&#230;&#177;&#159;&#229;&#177;&#177;&#239;&#188;&#140;&#229;&#176;&#135;&#230;&#179;&#176;&#229;&#177;&#177;&#229;&#136;&#134;&#231;&#181;&#166;&#229;&#173;&#144;&#229;&#173;&#171;&#230;&#178;&#187;&#231;&#144;&#134;&#239;&#188;&#140;&#228;&#187;&#165;&#230;&#156;&#159;&#229;&#176;&#135;&#229;&#173;&#144;&#229;&#173;&#171;&#229;&#159;&#185;&#233;&#164;&#138;&#230;&#136;&#144;&#229;&#156;&#139;&#228;&#185;&#139;&#230;&#163;&#159;&#230;&#168;&#145;&#227;&#128;&#130;&#10;&#10;&#231;&#142;&#169;&#229;&#174;&#182;&#229;&#156;&#168;&#233;&#129;&#138;&#230;&#136;&#178;&#228;&#184;&#173;&#229;&#176;&#135;&#230;&#137;&#174;&#230;&#188;&#148;&#231;&#149;&#182;&#230;&#153;&#130;&#233;&#173;&#175;&#229;&#174;&#137;&#231;&#142;&#139;&#229;&#138;&#137;&#229;&#133;&#137;&#229;&#173;&#144;&#229;&#173;&#171;&#228;&#184;&#173;&#231;&#154;&#132;&#228;&#184;&#128;&#228;&#189;&#141;&#239;&#188;&#140;&#229;&#144;&#132;&#232;&#135;&#170;&#230;&#178;&#187;&#231;&#144;&#134;&#230;&#179;&#176;&#229;&#177;&#177;&#228;&#184;&#128;&#233;&#154;&#133;&#239;&#188;&#140;&#231;&#130;&#186;&#228;&#189;&#191;&#229;&#176;&#129;&#229;&#156;&#176;&#233;&#129;&#148;&#229;&#136;&#176;&ldquo;&#230;&#179;&#176;&#229;&#177;&#177;&#229;&#133;&#171;&#232;&#180;&#138;&rdquo;&#231;&#154;&#132;&ldquo;&#233;&#171;&#152;&#229;&#186;&#166;&rdquo;&#232;&#128;&#140;&#229;&#138;&#170;&#229;&#138;&#155;&#227;&#128;&#130;&#229;&#133;&#169;&#229;&#185;&#180;&#228;&#185;&#139;&#229;&#190;&#140;&#239;&#188;&#140;&#231;&#156;&#139;&#232;&#170;&#176;&#229;&#176;&#135;&#232;&#135;&#170;&#229;&#183;&#177;&#231;&#154;&#132;&#229;&#176;&#129;&#229;&#156;&#176;&#230;&#178;&#187;&#231;&#144;&#134;&#231;&#154;&#132;&#230;&#156;&#128;&#229;&#165;&#189;&#239;&#188;&#140;&#230;&#156;&#128;&#229;&#143;&#151;&#228;&#186;&#186;&#230;&#176;&#145;&#230;&#132;&#155;&#230;&#136;&#180;&#239;&#188;&#140;&#232;&#170;&#176;&#229;&#176;&#177;&#229;&#176;&#135;&#231;&#141;&#178;&#229;&#190;&#151;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#128;&#130;&#10;&#10;&mdash;description from the publisher (Chinese)&#10;&#10;",
    "categories": [
      "City Building",
      "Economic"
    ],
    "mechanics": [
      "Contracts",
      "End Game Bonuses",
      "Modular Board",
      "Simulation",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/dJOJzSlq0CcSl2KDcZOJGQ__thumb/img/RVN2mRTzcQ2lkyvNPU2o7wNJtcU=/fit-in/200x150/filters:strip_icc()/pic5255104.png"
  },
  {
    "id": "11185",
    "name": "Grant Moves South",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 12,
    "description": "From the back of the box...&#10;&#10;Early in 1862, a little known General named U.S. Grant overran West Tennessee, taking two river forts and the largest bag of prisoners captured up to that time by an American army.  But as the Union troops advanced on Corinth, the Confederates hit back, staking everything on a furious battle in the woods around Shiloh Church.&#10;GRANT MOVES SOUTH puts you in command of the Tennessee campaign.  As General Grant, you must combine river and overland movement to strike deep into rebel territory against the important points of Nashville, Corinth, Memphis, and Columbus.  As the Confederate General, A.S. Johnston, you must use careful maneuver and counterattacks to prevent the ever-growing torrent of Bluecoats from conquering Tennessee.&#10;&#10;GRANT MOVES SOUTH shows the critical importance of the road net, water movement and the abilities of individual division commanders.  The fog of war is thick as you know where the enemy is, but not how strong he is.  Gunboats attack river forts, and steamers whisk troops deep into enemy territory.&#10;&#10;",
    "categories": [
      "American Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/IaNm9JNotgXWl1uVCZSq0g__thumb/img/KkkrjK4AiPoLMpn9HCf_LR5tMmo=/fit-in/200x150/filters:strip_icc()/pic283500.jpg"
  },
  {
    "id": "150323",
    "name": "Berserk: Knights and Villains",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 60,
    "age": 13,
    "description": "Berserk: Knights and Villains can be played on its own or as an expansion for Berserk: War of the Realms. The cards in Knights and Villains are a bit simpler than in the base set, but that does not mean that it is less interesting to play with them.&#10;&#10;At the beginning of the game, you choose your side &mdash; Knights or Villains &mdash; then you recruit your army. All the creatures in this game have a cost, life, movement and basic strike, and some have additional abilities written on the card. The random factor in this game is a die; any player may use regular d6 die, or a special d6 die for attack or defense. Players place their creatures on the battlefield and the game begins. You can move and act with your creatures in any sequence.&#10;&#10;Berserk: Knights and Villains includes both quick play and full rules inside the box.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Mythology"
    ],
    "mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/U8tImZtjMt2zxJ1gahOfCg__thumb/img/7DCOhnqmwBEN8jxZ9Pi7A0iE2jY=/fit-in/200x150/filters:strip_icc()/pic1832097.jpg"
  },
  {
    "id": "12202",
    "name": "Battle of the Atlantic",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 60,
    "age": 12,
    "description": "Panzerschreck Magazine #4.&#10;&#10;From the rules:&#10;&#10;Battle of the Atlantic is a solitaire game based on this important World War II naval campaign.  It covers the decisive part of the campaign, August 1942 to May 1943.  The player, assuming the role of Admiral Karl D&ouml;nitz, controls the German Kriegsmarine and tries to achieve victory against the Allies, controlled by the game system.&quot;&#10;&#10;This issue also contains a smaller game, Berchtesgaden: The Alpine Redoubt covering a hypothetical WWII campaign against a putative &quot;last stand&quot; defense at Berchtesgaden.&#10;&#10;As with all Panzerschreck games, the games require some assembly prior to play.&#10;&#10;&#10;Scheduled for April 2015 reprint by One Small Step Games.&#10;&#10;",
    "categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/wCdwhNkgPWW56vZnKmhKUA__thumb/img/8mSB8rJwssWbj366SalajI8VMy4=/fit-in/200x150/filters:strip_icc()/pic2452817.png"
  },
  {
    "id": "327313",
    "name": "Muse: Renaissance",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 30,
    "age": 10,
    "description": "Muse: Renaissance is a stand-alone expansion for Muse and Muse: Awakenings featuring 84 additional and unique Masterpiece cards. This version can be played alone or added as an expansion to Muse and/or Muse: Awakenings.&#10;&#10;Muse: Renaissance also has an all-new individual scoring system which opens up more options for playing. Enjoy a new game, or play the classic party style, it&rsquo;s up to you!&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "mechanics": [
      "Acting",
      "Communication Limits",
      "Cooperative Game",
      "Deduction",
      "Singing",
      "Targeted Clues",
      "Team-Based Game",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/aK0C44_mvC2EO_BJkw3AVw__thumb/img/TY6_NnRdvm2ivhWdSCscutwJtZE=/fit-in/200x150/filters:strip_icc()/pic5868156.jpg"
  },
  {
    "id": "1961",
    "name": "5 Alive",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 7,
    "description": "Theme&#10;5 Alive is an abstract card-playing game.&#10;&#10;Goal&#10;Each player starts with 5 lives. The winner is the last player to have any lives left.&#10;&#10;Gameplay&#10;Each player in turn plays a card from their hand. 'Normal' cards have a face value, and the aim is not to play a card that takes the running total above 21. If you do, you lose a life. If you manage to play the last card from your hand without taking the total above 21, then every other player loses a life. As well as 'normal' cards, there is also a variety of 'wild' cards that perform special actions, like resetting the running total, skipping the next player, reversing the direction of play or causing other players to draw extra cards.&#10;&#10;Components&#10;108 cards &amp; instructions&#10;&#10;Re-implemented by:&#10;&#10;Boom-O&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Player Elimination"
    ],
    "image": "https://cf.geekdo-images.com/WP2m74u88c7peAFclnLbzA__thumb/img/R0ILT0FzRismnfQHtoiuijcysM0=/fit-in/200x150/filters:strip_icc()/pic7456629.jpg"
  },
  {
    "id": "8902",
    "name": "Das Quiz des 20. Jahrhunderts",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 90,
    "age": 12,
    "description": "This a game about knowledge. You have to answer questions about TV, movies, sports, nature, technology, politics and so on from things that happened from 1900 to 2000. Every player has some chips. When he uses the chips and answers the next question right he gets double the points. There is a special die. On this die is a Q besides the normal numbers. If you roll the q you do not need to answer the question.&#10;&#10;",
    "categories": [
      "Dice",
      "Educational",
      "Trivia"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/ImLzu_JEM3nLHSaB0K690g__thumb/img/qnNF9J0ms4IFSNNyJXI8ippJzTE=/fit-in/200x150/filters:strip_icc()/pic474751.jpg"
  },
  {
    "id": "367799",
    "name": "Operation Cuckoo",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 10,
    "description": "Welcome to the battle nest! You have been dropped as an egg in an unfamiliar nest by your cuckoo mother. When you hatch, you notice that your egg was different than the other eggs. But this is your nest, right? So, you want to throw them out. Looking around, you notice another cuckoo. Your competitor! Will you manage to get rid of all other eggs or lure your competitor into a trap? Start the battle.&#10;&#10;You take alternating turns, with the starting player going first. Your turn consists of moving one game piece on the board, your turn ends after the movement. There are three different game pieces, each with their own rules for movement.&#10;&#10;Game pieces can only move to a space on the board that is empty or occupied by an opponent. Game pieces cannot jump over other game pieces. When you move a game piece to an occupied space, you capture your opponent on this space. Your opponents&rsquo; game piece is then removed from the board and your game piece takes its place. There are two basic rules to keep in mind; 1) if you can capture an opponent, you are obliged to. 2) You can only move your game pieces in a forward direction, except when you can capture an opponent behind you.&#10;&#10;Your movement options lead to two potential situations; 1) you can capture an opponent, or 2) you cannot capture an opponent.&#10;&#10;There are four winning conditions in this battle. 1) All game pieces of your own color are captured, except your own cuckoo. 2) You capture your opponents&rsquo; cuckoo. 3) You enter one of the homebases of your opponent with your own cuckoo, thereby taking over their nest. 4) Your opponent enters one of your homebases with any game piece other than their cuckoo, this game piece is now safe from being captured.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "mechanics": [
      "Catch the Leader",
      "Grid Movement",
      "Hexagon Grid",
      "Pattern Movement"
    ],
    "image": "https://cf.geekdo-images.com/jR6pMJ1QFoZ7ZhoSwzaVog__thumb/img/QcLx5a8GqHgTdwJdvDPBv0vJIYw=/fit-in/200x150/filters:strip_icc()/pic7633972.png"
  },
  {
    "id": "412856",
    "name": "Digsaw",
    "minPlayers": 1,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 14,
    "description": "Digsaw is a roll-and-cut game in which anyone can become an archaeologist!&#10;&#10;Each turn, players roll dice and use scissors to physically cut apart their dig site to recover priceless artifacts buried in the earth. Make careful cuts in an attempt to excavate artifacts one at a time until you have cut your dig site into little pieces. A skilled archaeologist needs both precision and patience because at the end of the game, only isolated artifacts will score!&#10;&#10;Are you a &quot;cut&quot; above the rest? Only the best student can be raised to the coveted position of senior archaeologist!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Dice",
      "Puzzle"
    ],
    "mechanics": [
      "Dice Rolling",
      "Die Icon Resolution",
      "Map Reduction",
      "Physical Removal",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/sBruqYTJtGc85QRGEW8FXw__thumb/img/T_CjHe0-C3eBIRUo9eLVDfqNUaQ=/fit-in/200x150/filters:strip_icc()/pic7992438.jpg"
  },
  {
    "id": "423792",
    "name": "Dumb Questions to Ask Your Friends",
    "minPlayers": 3,
    "maxPlayers": 20,
    "playingTime": 30,
    "age": 10,
    "description": "Pick a category of question. Everyone (except for the player in the hot seat) secretly reads the question and shouts out their answer.&#10;&#10;After that, the player looks at a lineup of 5 questions and tries to figure out which one the players were answering. Guess the correct one to score points!&#10;&#10;",
    "categories": [
      "Card Game",
      "Party Game"
    ],
    "mechanics": [
      "Questions and Answers"
    ],
    "image": "https://cf.geekdo-images.com/06qCPGgRpeBxnur6VpChDw__thumb/img/NT323zrGLKJbEkqCapOvQ4meFtc=/fit-in/200x150/filters:strip_icc()/pic8279574.png"
  },
  {
    "id": "176433",
    "name": "Zombies vs Cheerleaders",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 10,
    "description": "The zombie plague has struck the local college campus. Only a handful of brave cheerleaders are still fighting the endless wave of old comrades and professors turned into hungry, brainless creatures.&#10;&#10;Zombies vs Cheerleaders  is an asymmetrical two-player game in which one player controls the cheerleaders while the other player controls the zombies. The goal of the cheerleaders is to defeat all the zombies, while the goal of the zombies is to devour one of the cheerleaders.&#10;&#10;The cheerleader are standing behind barricades and have powerful hand-made weapons and can attack with a certain strength. However, each time they attack, they lose energy. Once they run out of energy, they are knocked-out. Zombies have two characteristics: strength and protection. When they are hit by an attack greater than their protection they are removed from the game.&#10;&#10;On their turn, the players have three actions they can spend to move their team or to attack. By killing bosses, cheerleaders can obtain special actions, while zombies can do the same by destroying the barricades.&#10;&#10;The game uses illustrations made specially for the game by the design team of the comic book series &quot;Zombies vs Cheerleaders&quot;.&#10;&#10;",
    "categories": [
      "Card Game",
      "Comic Book / Strip",
      "Horror",
      "Zombies"
    ],
    "mechanics": [
      "Action Points"
    ],
    "image": "https://cf.geekdo-images.com/2v6YIhcV7ODxBmTrkd28hg__thumb/img/WEYlIvGcwO1XCk1HPnU9ORp85oc=/fit-in/200x150/filters:strip_icc()/pic2797932.png"
  },
  {
    "id": "235628",
    "name": "CONEX",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 8,
    "description": "What is CONEX? - CONEX isn't just any card game! CONEX is different! During the game you try to strategically lay down your cards to get as many points as possible, and use the action cards and/or stars to get additional bonus points. To do this, place CONEX corners that are as valuable as possible on an already placed card of the same color. But be careful; the playing area is limited and you may not cover CONEX corners or other cards ... Who will be the first to reach the target and be the CONEX master?&#10;&#10;Step 1: Find the best places to place your cards with the most valuable CONEX corners. Note: A change of perspective might be needed! &#10;Step 2: Place any action stars you have earned. &#10;Step 3: Plan ahead and win the most points!&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Card Game",
      "Dice"
    ],
    "mechanics": [
      "Dice Rolling",
      "Layering",
      "Pattern Building",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/hO-OQPRb03qX0bqyF9uTNA__thumb/img/yI59Wd6zV8twwso6i4hoUvxy21E=/fit-in/200x150/filters:strip_icc()/pic3744095.jpg"
  },
  {
    "id": "177927",
    "name": "Res Publica: 2230AD",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 10,
    "description": "Res Publica returns with a new version under a different theme. In Res Publica: 2230AD, the players travel to the future, when races migrate through space searching for new areas in which to settle. Intensive trading brings together strong Races, encourages new settlements and promotes the development of civilization.&#10;&#10;Each turn is divided in three different phases: Trade, Display and Draw cards. Each player at his turn can make a trade offer and each player in turn responds in kind. Using the cards through trading and drawing players work to acquire five identical race cards in order to build a Space Station (which increases the number of cards you can draw each turn) or five identical technology cards in order to build a City (which gives Victory Points). A variant play has been created in this game where each player, owns a planet divided in four different missions. If a mission is accomplished, more Victory Points are added to the sum and if a player completes all missions game ends.&#10;&#10;Aside the set collection and trading mechanisms, you will discover some extra cards in the game. New buildings with different abilities that either allow you to build a City displaying four technology cards, or give you extra Victory Points. At the end of the game, players total the points collected and the highest score wins.&#10;&#10;",
    "categories": [
      "Card Game",
      "Civilization",
      "Science Fiction"
    ],
    "mechanics": [
      "Set Collection",
      "Trading"
    ],
    "image": "https://cf.geekdo-images.com/6WwiIZrsYjltZoUrfcE75g__thumb/img/WgBfRrjjWVwj1PyOtZ3_9OfnGww=/fit-in/200x150/filters:strip_icc()/pic2651018.jpg"
  },
  {
    "id": "161148",
    "name": "Monsoon Market",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 12,
    "description": "Congratulations! You own a port city in an era of peace and profit on the Indian Ocean. While rare goods sail between East Africa and China, build your fortune fast in the Monsoon Market!&#10;&#10;This game is a race to get 15 or more seals of approval from Zheng He, the famous mariner sailing the full span of the Monsoon Market, judging ports along the way.&#10;&#10;You earn seals by acquiring Goods, then fulfilling Orders with those Goods. The more accurately you fulfill an order, the more seals you get!&#10;&#10;",
    "categories": [
      "Ancient",
      "Card Game",
      "Economic",
      "Nautical"
    ],
    "mechanics": [
      "Commodity Speculation",
      "Contracts",
      "Set Collection",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/gPZ8z2fjbS8YIsBj5s774g__thumb/img/dg_58nVEp69MVDt5_NdF4T2yIeA=/fit-in/200x150/filters:strip_icc()/pic2060337.jpg"
  },
  {
    "id": "1691",
    "name": "Whodunit",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 8,
    "description": "A suspenseful mystery game for super sleuths. Players snoop through an elegant mansion searching for clues that will identify suspects to the crime. Each player tries to outsmart his opponents and be the first to discover &quot;whodunit&quot;. But if a player falsely accuses an opponent he must leave the mansion. At the end, the player with all the correct clues solves the crime and is declared the winner.&#10;&#10;Includes gameboard, 1 card deck of each: whodunit, motive, scene, weapon, suspect, and detective, 1 pad of detective sheets, 20 clues and alibis, 6 pawns, and 2 dice&#10;(First and second editions differ in the cards each game has. The first edition includes 10 suspect cards and 44 Whodunit cards for a 54 card total. The second edition has separate card stacks for each of the categories as listed above.)&#10;&#10;",
    "categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/3JHfrgqzsnlHb2epRmEMDw__thumb/img/Zg729jUrkWCMPHqgIUTy-5eqEww=/fit-in/200x150/filters:strip_icc()/pic283814.jpg"
  },
  {
    "id": "59309",
    "name": "Orchard: Memo Game",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 3,
    "description": "Publisher website: &quot;Watch out! The cheeky raven wants to snatch lots of tidbits. Try to save all the fruit by turning over fruit tiles that match the color on the die. The aim of the game is to collect the fruit before the raven snatches everything. A co-operative memory game for 2-4 players ages 3 to 99. Includes a competitive variation.&quot;&#10;&#10;A co-operative memory game in which players collect fruit&#10;before the raven can take it. Fruit tiles lie face-down on a path. Each turn you roll a die and try to find the two tokens that match the color on the die. If you roll the raven symbol, it hops one space down the path, eating whatever it lands on. Save more fruit than the raven eats, and you win.&#10;&#10;",
    "categories": [
      "Children's Game",
      "Memory"
    ],
    "mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Memory"
    ],
    "image": "https://cf.geekdo-images.com/ZXSxEYCuorzI6OSsb7QM8w__thumb/img/p9PoOFDVMNHMtBrMNyvzUWMrBu4=/fit-in/200x150/filters:strip_icc()/pic2579517.jpg"
  },
  {
    "id": "182869",
    "name": "Hong",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 8,
    "description": "Hong, named after a two-headed dragon in Chinese mythology, is a tile-laying game of asymmetrical goals for two players.&#10;&#10;In a mystic land far away an empire is attacked by a fearless dragon master who is trying to conquer the empire by sending two headed dragons (Hongs) to defeat the emperor. As long as the dragons don&rsquo;t come in big numbers the emperor will be able defend it, but the dragon master knows that a lot of small dragons can be the doom of the empire.&#10;Can the emperor save his land or will the dragon master flood the empire with dragons?&#10;&#10;This edition of Hong from White Goblin Games keeps the gameplay of the original design while including a double-sided game board (Castle and Garden), a mini-expansion (Lair of the Seven Great Dragons), and all-new artwork.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/lj1pptmrOHpt_eT9mNDQWw__thumb/img/RwCIW8snCesXEuf7X2k00qCKkkw=/fit-in/200x150/filters:strip_icc()/pic2640666.jpg"
  },
  {
    "id": "378709",
    "name": "Ploc",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 8,
    "description": "Every year, the two villages of Plockton and Broadford send their best athletes to compete in tug-of-war. Each village prepares well to win the duel.&#10;&#10;Ploc is a fast-paced dice game for two players. The athletes must be used at the right moment to show their strength when it counts. Taking risks is also necessary to leave the field as winners. The player who still has athletes on the field at the end of two matches wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Dice",
      "Sports"
    ],
    "mechanics": [
      "Dice Rolling"
    ],
    "image": "https://cf.geekdo-images.com/j5ckUumSrSMjsKWYZECg-Q__thumb/img/EVmNqOM7yhzLSwf6oV3X_r01M4U=/fit-in/200x150/filters:strip_icc()/pic7317584.jpg"
  },
  {
    "id": "186089",
    "name": "Sapotagem",
    "minPlayers": 3,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 14,
    "description": "Sapotagem is a card game using trick-taking with set collection. In each trick, players have two options: play a card or pass. The winner of that trick is the player who played the highest card of color to be followed or the Trump color, if it has been played. The color of the trump of each round is determined by a list of cards in the middle of the table placed in the setup. The winner of each trick takes all the cards played, besides the card that determines the trump of the round, and places them in rows in his player area, separated by existing symbols. At the end of the game, each player gets victory points for each type of symbol that has, depending on the amount. Up to 3 symbols of a particular type, the score is positive. 4 to 6 symbols of the same type the score is negative. 7 or 8 symbols of the same type score is again positive. All cards 13 are time bombs, worth negative points, except that the same player has captured all 4! The winner has the most victory points!&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Set Collection",
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/vicebqTtiEIobeiCU2nEnw__thumb/img/8ZOeBqXhMpWnP4_fJ4EoDhLI04k=/fit-in/200x150/filters:strip_icc()/pic2739479.jpg"
  },
  {
    "id": "8428",
    "name": "Shenandoah: A Civil War Game of the Valley Campaigns – 1862 and 1864",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 12,
    "description": "&quot;Shenandoah: A Civil War Game of the Valley Campaigns - 1862 and 1864.&quot;&#10;&#10;Scale: 2.5 mile hexes, 1 day turns. Each combat factor equals from 200 to 500 men or 3 to 8 artillery pieces.&#10;&#10;375 counters (includes 6 blanks)&#10;&#10;",
    "categories": [
      "American Civil War",
      "Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/Bf8_ay3PoCroMwFHfxLMBg__thumb/img/O3oFEorHxdI1ApCdJFimPn375qc=/fit-in/200x150/filters:strip_icc()/pic3636538.jpg"
  },
  {
    "id": "229297",
    "name": "Before the Earth Explodes",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 13,
    "description": "Resources are dwindling. Overpopulation is destroying the planet. Time is running out. Elite factions are exploring the cosmos for a new home, new technology, new allies, or the resources needed to repair the plight of their damaged homeworld. With nothing left to lose and on the brink of madness, these warring Earthlings, equipped with deep-space warships with expansive cargo holds, will do whatever it takes to claim the glory for saving humanity...before the Earth explodes!&#10;&#10;In Before The Earth Explodes, two players face off with the use of simultaneous action selection, clever tactics, and intuition to be the first player to advance to the top of the technology track, colonize seven new planets, destroy the opposing faction, or meet one of the ship victory conditions.&#10;&#10;",
    "categories": [
      "Card Game",
      "Science Fiction"
    ],
    "mechanics": [
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/nMBhwyBclUXIzmqJK8qokA__thumb/img/HuAhjpKPRPcFAy88wCDrcgcAmGo=/fit-in/200x150/filters:strip_icc()/pic3634197.png"
  },
  {
    "id": "230488",
    "name": "Hexcalibur",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 50,
    "age": 10,
    "description": "Description from the publisher:&#10;&#10;Hexcalibur is an abstract wargame for two players, with an average duration of 40 minutes per game. The action takes place in the first and convulsive years of the reign of Arthur Pendragon. The round table doesn't exist yet and the land is torn by a war between the kingdom of Logres, the forces of Cumbria and the mysterious pagan warriors.&#10;&#10;You can recruit men and beasts, make use of Merlin's powers, and even brandish the mythical sword Excalibur.&#10;&#10;During the game, players place hexagons (representing their troops) over different territories. If you place similar troops next to each other, they will form chains, improving their effectiveness in combat.&#10;&#10;When a territory has as many hexagons as its population limit, a battle takes place. Win battles in order to conquer the different regions of Britannia ... but be very careful with the dragons!!&#10;&#10;&bull;&bull;&bull;&#10;&#10;Hexcalibur es un juego de guerra abstracto para 2 jugadores, con una duraci&oacute;n media de 40 minutos por partida. La acci&oacute;n transcurre en los primeros y convulsos a&ntilde;os del reinado de Arturo Pendrag&oacute;n. La mesa redonda a&uacute;n no existe y la naci&oacute;n est&aacute; dividida por una guerra entre el reino de Logres, los ej&eacute;rcitos de Cumbria y los misteriosos guerreros paganos.&#10;&#10;Podr&aacute;s reclutar hombres y bestias, hacer uso de los poderes de Merl&iacute;n e incluso blandir la m&iacute;tica espada Excalibur.&#10;&#10;Durante la partida, los jugadores colocan hex&aacute;gonos (que representan sus tropas) sobre distintos territorios. Si sit&uacute;as tropas similares unas junto a las otras, estas formar&aacute;n cadenas, mejorando su efectividad en combate.&#10;&#10;Cu&aacute;ndo un territorio tiene tantos hex&aacute;gonos encima como su l&iacute;mite de poblaci&oacute;n, tiene lugar una batalla. Gana batallas para conquistar las distintas regiones de Britannia... &iexcl;&iexcl;pero ten mucho cuidado con los dragones!!&#10;&#10;",
    "categories": [
      "Dice",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Wargame"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Network and Route Building",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/cxdV4y67o8r1Uubv3cJfLw__thumb/img/rFr-NAs8aL_4ZsxlS0bqBIsHpcM=/fit-in/200x150/filters:strip_icc()/pic3780653.jpg"
  },
  {
    "id": "422860",
    "name": "Dobro Pixar",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 20,
    "age": 10,
    "description": "Toys, cars, fish, superheroes, fantastical creatures, monsters, or robots! It doesn't matter who they are, everyone wants to have the last word! Even if it means doubling their efforts with the help of their companions.&#10;&#10;In this climbing game, players need to play a card equal to or higher than the value of the last card played on the table. However, there are two ways to double the value: play two identical cards or play a card of the same value as the one already on the table. Whether doubling or not, if you can't play a higher value, too bad! All the cards on the table go to your scoring pile. At the end of the round, the more cards in your pile, the fewer points you gain!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Ladder Climbing",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/c19sU18nda1RcqBLOFjwBg__thumb/img/vCRxD4xr_yU7GeYaqozYo39CZBQ=/fit-in/200x150/filters:strip_icc()/pic8258063.jpg"
  },
  {
    "id": "229408",
    "name": "Death Show TV",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 60,
    "age": 14,
    "description": "The audience wants blood!&#10;&#10;Welcome to Death Show TV! Put yourself in the shoes of one of our ruthless contestants and submerge yourself in a show whose only limits are set by the blood thirsty audience. In Death Show TV it's easy to achieve fame, the difficulty is staying alive to enjoy it.&#10;&#10;Choose your hiding places well, look for weapons and equipment that will help you kill your rivals and above all, make the audience love you. Sounds easy? Great! Now add to your problems the twisted minds of our scriptwriters.&#10;&#10;Each player takes the role of a contestant at Death Show TV and has 4 life points. If he loses them all he &quot;dies&quot; and is eliminated from the game. The last contestant to stay in the game will be the winner. During the game contestants will grab &quot;Show Cards&quot; representing gifts of sponsors and program events. The game is played in which the contestants move through the different location cards to seek cover and engage in combat against other players, the events of the program Will also influence the combat.&#10;&#10;Only one will survive so make sure it's you.&#10;&#10;",
    "categories": [
      "Adventure",
      "Card Game",
      "Fighting",
      "Horror",
      "Humor",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/WjQLoXXuM3eafaKnpHvJfw__thumb/img/uwmk5OikxO1XCFTJwCMBj1-6nUI=/fit-in/200x150/filters:strip_icc()/pic3604534.jpg"
  },
  {
    "id": "255642",
    "name": "Rogers' Rangers: America's First Commandos",
    "minPlayers": 1,
    "maxPlayers": 1,
    "playingTime": 90,
    "age": 0,
    "description": "The French and Indian War (1754-1763) was raging along the frontier of Britain&rsquo;s&nbsp;North American colonies. American colonists fighting alongside the British regulars&nbsp;developed a new form of soldier. The Ranger was at home with the irregular warfare&nbsp;dominating the contest for upper New York and the St. Lawrence Valley.&#10;&#10;&quot;Rogers' Ranger: America's First Commandos&quot; is a solitaire board-wargame which is part of the Raider game system. You command Ranger forces&nbsp;conducting missions as directed by strategy cards. You recruit leaders like Robert Rogers, and&nbsp;units including historical Ranger companies and British light infantry, then purchase weapons and tools to&nbsp;equip them. Each expedition leads you along trails and rivers to engage French and Indian forces generated&nbsp;by the game system.&#10;&#10;Event cards bring in a wide range of actions, from the mobilization of enemy forces to wilderness challenges.&nbsp;You must overcome all of them to reach your objectives.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Age of Reason",
      "American Indian Wars",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Events",
      "Movement Points",
      "Point to Point Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/xueLuMhT-cGAg81DbPeGnw__thumb/img/g_2wxxX1EGgDv4maoNYOGe8l91E=/fit-in/200x150/filters:strip_icc()/pic4225001.jpg"
  },
  {
    "id": "210399",
    "name": "Magic: The Gathering – Duel Decks: Phyrexia vs. The Coalition",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 13,
    "description": "Description from the publisher:&#10;&#10;Single-minded and unyielding, the Phyrexian army uses black mana to fuel the efficient killing machines that seek to eliminate everything on Dominaria. But the Coalition, representing the five colors of mana, is determined to stop them and will fight till the end. Which will finally overpower the other?&#10;&#10;These two 60-card decks showcase some of the best cards in Magic history. It has ten rare cards, two mythic rare cards, and six cards with new artwork, including foil art versions of Phyrexian Negator and Urza's Rage. Each card in these two decks is black-bordered and tournament-legal. They were designed to be played right out of the box, with no deckbuilding required.&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Player Elimination"
    ],
    "image": "https://cf.geekdo-images.com/wtHbkWW2P41p0aKYSTHmLA__thumb/img/deIns-r76Pqvo773HzZlTaSdom4=/fit-in/200x150/filters:strip_icc()/pic3384237.jpg"
  },
  {
    "id": "10998",
    "name": "Word Jam",
    "minPlayers": 5,
    "maxPlayers": 12,
    "playingTime": 20,
    "age": 10,
    "description": "This card game consists of two decks: a deck of topics and a deck of consonants. Both decks are shuffled and five consonants are dealt. The first consonant may not be used by the players in their word but the other consonants may be used and are assigned values of one, two or three. The topic is read aloud and the players must think up a word that fits the topic and uses any or all of the permissible consonants but not the forbidden consonant. The first to think up a word announces it and totals its value. The other players then secretly decide whether anyone else can come up with a higher scoring word. Once the players have voted anyone who thinks a higher scoring can been generated has an additional twenty seconds (a sand timer is included) to announce that word. Points are scored based on who came up with the round's winning word and who voted correctly.&#10;&#10;The final round of the game has the players deciding which of two teams to join secretly. The player who comes up with the highest scoring word on each team scores the most points.&#10;&#10;The player with the most points at the end of the game is the winner.&#10;&#10;",
    "categories": [
      "Word Game"
    ],
    "mechanics": [
      "Betting and Bluffing"
    ],
    "image": "https://cf.geekdo-images.com/_KvkJPyWNqFFQ9BUlqy2PQ__thumb/img/uxOYTmj-o0l16CgsJhiJauYTMMo=/fit-in/200x150/filters:strip_icc()/pic59773.jpg"
  },
  {
    "id": "69233",
    "name": "Schloss Schlotterstein: Das Kartenspiel",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 15,
    "age": 4,
    "description": "Twenty inhabitants are living at Shiver-stone Castle. In each round a spook card showing 12 inhabitants is placed face up. The players try to remember these inhabitants. Once the card is turned over again, one by one the players frighten an inhabitant they think they have seen on the spook cards.&#10;At the end of the round, for each inhabitant they recognized the players move their ghost one square ahead on the ghost path. However, for each wrong inhabitant the have to move their ghost backwards.&#10;The aim of the game is to move the furthest ahead on the spook path.&#10;&#10;Source: &quot;Game Idea&quot; from the book rulese.&#10;&#10;",
    "categories": [
      "Card Game",
      "Children's Game",
      "Horror",
      "Memory"
    ],
    "mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "image": "https://cf.geekdo-images.com/7E89v_kthrXYLnXfzCcN-A__thumb/img/KMeJiL3fDW1uqc5PW_R5Z9fIGx8=/fit-in/200x150/filters:strip_icc()/pic903493.jpg"
  },
  {
    "id": "136238",
    "name": "ROFL!",
    "minPlayers": 3,
    "maxPlayers": 7,
    "playingTime": 45,
    "age": 13,
    "description": "Can you condense a well-known phrase down to just a few letters and symbols? Can you do it using fewer characters than any other player, but still get your message across? Find out with ROFL!&#10;&#10;ROFL! pits players against each other as they strive to condense messages down to as few characters as possible. To start a turn, players see a phrase card, while the Guesser does not. Players compete with one another to accurately relay the secret message on the phrase card in as few characters as possible. If the Guesser can figure out the original phrase from your clue before time runs out, you both score points! Everybody gets to be a Guesser once per round, and the player with the most points after three rounds wins!&#10;&#10;",
    "categories": [
      "Party Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/Ytnrgdu_QFBo6xY79WC7aA__thumb/img/SRmH_sTDd9K4-iSWC2vw0EdqJ_k=/fit-in/200x150/filters:strip_icc()/pic2454364.png"
  },
  {
    "id": "113700",
    "name": "Dash! A whimsical race through Singapore",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 60,
    "age": 8,
    "description": "Dash! is a racing game with a twist. The rules are easy to learn, and it combines the tactics of timing your movement and special abilities with a light dose of strategy. It&rsquo;s fun for the family and for regular gamers looking for something casual with a moderate challenge!&#10;&#10;Move faster by using better combinations of race cards, but manage them well &ndash; or you might run out of cards before the finish line!&#10;&#10;Race through three districts in Singapore, or stop along the way to experience the rich sights and culture of the city.&#10;&#10;By moving more quickly through the first couple of districts, you can get better power-ups. No one wants to come in last and be left with nothing.&#10;&#10;Seize the chance to shock your friends and family with a big bang, or leave behind a trap for them to trip over. Probably, they&rsquo;re also plotting to do the same to you.&#10;&#10;Dash to the end of the third race, where the winner takes all! Will it be a close finish amongst the players with the most power-ups, or will the last player take advantage of the chaos to sneak in and win the game?&#10;&#10;",
    "categories": [
      "Number",
      "Racing",
      "Travel"
    ],
    "mechanics": [
      "Hand Management",
      "Ladder Climbing",
      "Open Drafting",
      "Trick-taking",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/d6-ipgXYGRfDLOSh6yK6aA__thumb/img/--nyB5awbJppXxiMf8QD6Gbl9ps=/fit-in/200x150/filters:strip_icc()/pic1435487.jpg"
  },
  {
    "id": "280694",
    "name": "Color Field",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 10,
    "description": "It&rsquo;s time to paint your masterpiece! Choose paint tiles to add to your canvas as you compose three beautiful abstract paintings in this game for 2 to 4 players. Match colors on the tiles to score points as you create these stunning works of art.&#10;&#10;In Color Field, players take the role of an abstract painter and try to create three works of art. Players draw and place tiles on their canvases, and score VP for matching colored sides with other tiles or with the canvas edge. The player with the most VP at the end of the game is the winner. Players can also acquire Tools that allow them to enhance their gameplay abilities. Make something beautiful in Color Field.&#10;&#10;Color Field is a game to 2-4 players that typically plays in around 30 minutes.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "mechanics": [
      "Map Deformation",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/syhUT9_wo5W7hhSJuY9Ucw__thumb/img/CKEYFdA4_F81x3tj5tu34Q0ThIA=/fit-in/200x150/filters:strip_icc()/pic7355721.png"
  },
  {
    "id": "371057",
    "name": "Monopolis",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "In this light family game 2-4 players develop the same city. Monopolis grows by adding new building tiles, which players mark with their small houses to indicate ownership. The bigger the city, the more prestige points it can provide.&#10;Players have two optional actions in a turn: to buy resources on the market and to expand Monopolis by adding a new building tile. They can do both in any order, or the same action twice. There are specific resource requirements for inserting a new building tile. These are shown on collectible demand tokens of various colors, placed randomly to the edges of the tiles already on the board. Players can build a desired building by spending the necessary resources and placing their house on the new tile. The houses are stored on their personal board, and when removed, immediate bonuses become available.&#10;There are 5 types of building tiles, some cheaper, others more expensive to build, and the benefits and victory points they provide differ accordingly. Residential areas and parks are the easiest to implement, while business districts will have a positive impact on the value of adjacent areas and vice versa. Public functions require higher investment but they give bonuses and other benefits, and some institutions provide more prestige points.&#10;The city of Monopolis spans an area of up to 7x7 tiles. The game ends with the round when one of the players runs out of houses. The end-game scores are based on the values of the tiles built and the sets of icons collected, but additional points can be earned in a number of ways.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;K&ouml;nnyed, csal&aacute;di j&aacute;t&eacute;k, amelyben 2-4 j&aacute;t&eacute;kos egyetlen k&ouml;z&ouml;s v&aacute;rost &eacute;p&iacute;t  &ndash; preszt&iacute;zspontok&eacute;rt versenyezve. A telep&uuml;l&eacute;s egyre t&ouml;bb, saj&aacute;t h&aacute;zzal megjel&ouml;lt &eacute;p&iacute;tm&eacute;nylapk&aacute;val b&#197;&#145;v&uuml;l, &eacute;s min&eacute;l nagyobb a v&aacute;ros, ann&aacute;l t&ouml;bb pontszerz&eacute;si lehet&#197;&#145;s&eacute;get k&iacute;n&aacute;l.&#10;A j&aacute;t&eacute;kos a saj&aacute;t k&ouml;r&eacute;ben k&eacute;t lehet&#197;&#145;s&eacute;g k&ouml;z&uuml;l v&aacute;laszthat &ndash; &eacute;s ezeket b&aacute;rmilyen sorrendben, vagy ak&aacute;r csak az egyiket k&eacute;tszer is elv&eacute;gezheti: vagy a piacon v&aacute;s&aacute;rol alapanyagokat, vagy lehelyez egy &eacute;p&iacute;tm&eacute;nyt.  Az egyes &uacute;j &eacute;p&iacute;tm&eacute;ny t&iacute;pusoknak konkr&eacute;t nyersanyagig&eacute;nye van, mely a m&aacute;r lerakott &eacute;p&iacute;tm&eacute;nyek k&ouml;r&eacute; v&eacute;letlenszer&#197;&#177;en elhelyezett, gy&#197;&#177;jthet&#197;&#145; ig&eacute;nylapk&aacute;kon l&aacute;that&oacute;k. Ezeket a felt&eacute;teleket kell teljes&iacute;tenie a j&aacute;t&eacute;kosnak a saj&aacute;t k&eacute;szleteib&#197;&#145;l ahhoz, hogy a k&iacute;v&aacute;nt &eacute;p&iacute;tm&eacute;nylapk&aacute;t a t&aacute;bl&aacute;ra helyezze, &eacute;s saj&aacute;t h&aacute;zacsk&aacute;j&aacute;val megjel&ouml;lje.  A h&aacute;zakat a j&aacute;t&eacute;kost&aacute;bl&aacute;r&oacute;l veszi le, &eacute;s alattuk azonnali b&oacute;nuszok t&aacute;rulnak fel.&#10;&Ouml;tf&eacute;le &eacute;p&iacute;tm&eacute;nyt&iacute;pus tal&aacute;lhat&oacute; a j&aacute;t&eacute;kban, n&eacute;melyiket olcs&oacute;bban, m&aacute;sokat dr&aacute;g&aacute;bban lehet meg&eacute;p&iacute;teni, az &aacute;ltaluk ny&uacute;jtott el&#197;&#145;ny&ouml;k &eacute;s gy&#197;&#145;zelmi pontok ennek t&uuml;kr&eacute;ben v&aacute;ltoznak.  A lak&oacute;negyedek &eacute;s a parkok a legkedvez&#197;&#145;bb &aacute;ron &eacute;p&iacute;thet&#197;&#145;k, az &uuml;zletk&ouml;zpontok pozit&iacute;v hat&aacute;ssal vannak a szomsz&eacute;dos ter&uuml;letekre, &eacute;s viszont. A funkcion&aacute;lis negyedek nagyobb beruh&aacute;z&aacute;st jelentenek, de azonnali el&#197;&#145;ny&ouml;ket is ny&uacute;jtanak, egy&eacute;b int&eacute;zm&eacute;nyek pedig a legnagyobb preszt&iacute;zs&eacute;rt&eacute;kkel rendelkeznek.&#10;Monopolis v&aacute;rosa egy 7&times;7 mez&#197;&#145;b&#197;&#145;l &aacute;ll&oacute; terepen &eacute;p&uuml;l, a j&aacute;t&eacute;k v&eacute;g&eacute;t pedig az jelenti, ha elfogy valakin&eacute;l az &ouml;sszes h&aacute;zjel&ouml;l&#197;&#145;. A j&aacute;t&eacute;kv&eacute;gi pontsz&aacute;m els&#197;&#145;sorban a lerakott &eacute;p&iacute;tm&eacute;nylapk&aacute;k &eacute;rt&eacute;k&eacute;b&#197;&#145;l &eacute;s embl&eacute;m&aacute;k k&eacute;szletez&eacute;s&eacute;b&#197;&#145;l ad&oacute;dik, de sz&aacute;mos m&aacute;s m&oacute;don is szerezhetnek pontokat a j&aacute;t&eacute;kosok.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "City Building"
    ],
    "mechanics": [
      "Open Drafting",
      "Set Collection",
      "Square Grid",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/qIo_5rvz9fjSIGa9YEKEOA__thumb/img/FIQkryabfl1_kejnOJjO5lvPbic=/fit-in/200x150/filters:strip_icc()/pic7095556.jpg"
  },
  {
    "id": "10264",
    "name": "The First Afghan War, 1839-42",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 90,
    "age": 12,
    "description": "(from the rulebook:)&#10;&#10;First Afghan War uses the same system as Decision Games' boxed games, &quot;Campaigns of the British Empire&quot; and French Foreign Legion (S&amp;T #200).&#10;&#10;First Afghan War demonstrates the significant features of warfare in this era, including the great variety in weapons types, the importance of supply, leadership, and the meddling of the Home Office.  Players must use organizational as well as tactical capabilities to win.&#10;&#10;",
    "categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Hexagon Grid"
    ],
    "image": "https://cf.geekdo-images.com/2CDo82_vUUSJ9XULMxrXVA__thumb/img/nOKZJVZMWbni-iq7kpWmjeqQX-8=/fit-in/200x150/filters:strip_icc()/pic196860.jpg"
  },
  {
    "id": "257680",
    "name": "The Catholic Card Game",
    "minPlayers": 4,
    "maxPlayers": 10,
    "playingTime": 0,
    "age": 8,
    "description": "The Catholic Card Game includes 80 yellow prompt cards and 400 white answer cards. A yellow card is played by the Judge and all other players lay down a white card from their hand that they discern to be the most fitting.&#10;&#10;The Judge then reads aloud the answer cards a chooses a winner for that round.&#10;&#10;",
    "categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Religious"
    ],
    "mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/1a4v76ni3FST1Lc1lv1Fsg__thumb/img/5tBoX0GXMam_hEeHuNQbi669G5s=/fit-in/200x150/filters:strip_icc()/pic4261917.png"
  },
  {
    "id": "202329",
    "name": "KOZO",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 30,
    "age": 8,
    "description": "ACTOP: Ancient Construct Tower of Philosopher, a.k.a. &#229;&#143;&#164;&#228;&#187;&#163;&#229;&#187;&#186;&#231;&#175;&#137;&#227;&#128;&#140;&#232;&#179;&#162;&#232;&#128;&#133;&#227;&#129;&#174;&#229;&#161;&#148;&#227;&#128;&#141; or KOZO, is a three-dimensional stacking game in which players build chimney-shaped towers out of polycubes placed onto a board. One round is composed of the two actions of placing one of the twelve polycubes and a balance stone within the confines of the 8 square-gridded base. The cubes of the positioned polycubes dictate the points awarded.&#10;&#10;If a player's tower topples, they lose the game. The game ends when a player's tower topples over or if all the available polycubes have been placed. At the end of the game, the player with the highest score wins.&#10;&#10;This game is a development of the designer's earlier game Ancient Construct. Since the raw materials were no longer available to make Ancient Construct, the designer revised the game, introducing a strategic element and expanding play to six players.&#10;&#10;Publisher's summary&#10;&#227;&#131;&#157;&#227;&#131;&#170;&#227;&#130;&#173;&#227;&#131;&#165;&#227;&#131;&#188;&#227;&#131;&#150;&#227;&#130;&#146;&#231;&#133;&#153;&#231;&#170;&#129;&#231;&#138;&#182;&#227;&#129;&#171;&#229;&#161;&#148;&#227;&#130;&#146;&#229;&#187;&#186;&#227;&#129;&#166;&#227;&#130;&#139;&#227;&#130;&#136;&#227;&#129;&#134;&#227;&#129;&#171;&#227;&#131;&#156;&#227;&#131;&#188;&#227;&#131;&#137;&#228;&#184;&#138;&#227;&#129;&#171;&#233;&#133;&#141;&#231;&#189;&#174;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#143;&#231;&#171;&#139;&#228;&#189;&#147;&#231;&#169;&#141;&#227;&#129;&#191;&#228;&#184;&#138;&#227;&#129;&#146;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;1&#230;&#137;&#139;&#231;&#149;&#170;&#227;&#129;&#175;&#227;&#131;&#157;&#227;&#131;&#170;&#227;&#130;&#173;&#227;&#131;&#165;&#227;&#131;&#188;&#227;&#131;&#150;&#227;&#129;&#168;&#227;&#131;&#144;&#227;&#131;&#169;&#227;&#131;&#179;&#227;&#130;&#185;&#231;&#159;&#179;&#227;&#130;&#146;&#231;&#189;&#174;&#227;&#129;&#143;2&#227;&#129;&#164;&#227;&#129;&#174;&#227;&#130;&#162;&#227;&#130;&#175;&#227;&#130;&#183;&#227;&#131;&#167;&#227;&#131;&#179;&#227;&#129;&#167;&#230;&#167;&#139;&#230;&#136;&#144;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#233;&#133;&#141;&#231;&#189;&#174;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#131;&#157;&#227;&#131;&#170;&#227;&#130;&#173;&#227;&#131;&#165;&#227;&#131;&#188;&#227;&#131;&#150;&#227;&#129;&#174;&#227;&#130;&#173;&#227;&#131;&#165;&#227;&#131;&#188;&#227;&#131;&#150;&#230;&#149;&#176;&#227;&#129;&#140;&#229;&#190;&#151;&#231;&#130;&#185;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#233;&#128;&#148;&#228;&#184;&#173;&#227;&#129;&#167;&#229;&#161;&#148;&#227;&#130;&#146;&#229;&#128;&#146;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#131;&#188;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#232;&#178;&#160;&#227;&#129;&#145;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#229;&#161;&#148;&#227;&#130;&#146;&#229;&#128;&#146;&#227;&#129;&#151;&#227;&#129;&#159;&#230;&#153;&#130;&#227;&#129;&#168;&#229;&#133;&#168;&#227;&#129;&#166;&#227;&#129;&#174;&#227;&#131;&#157;&#227;&#131;&#170;&#227;&#130;&#173;&#227;&#131;&#165;&#227;&#131;&#188;&#227;&#131;&#150;&#227;&#129;&#140;&#233;&#133;&#141;&#231;&#189;&#174;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#129;&#159;&#230;&#153;&#130;&#231;&#130;&#185;&#227;&#129;&#167;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#130;&#170;&#227;&#131;&#188;&#227;&#131;&#144;&#227;&#131;&#188;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#130;&#170;&#227;&#131;&#188;&#227;&#131;&#144;&#227;&#131;&#188;&#230;&#153;&#130;&#231;&#130;&#185;&#227;&#129;&#167;&#228;&#184;&#128;&#231;&#149;&#170;&#229;&#190;&#151;&#231;&#130;&#185;&#227;&#129;&#174;&#233;&#171;&#152;&#227;&#129;&#132;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#131;&#188;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#140;&#229;&#139;&#157;&#227;&#129;&#161;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Action / Dexterity",
      "Educational",
      "Puzzle"
    ],
    "mechanics": [
      "Modular Board",
      "Stacking and Balancing",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/xKWlJLTeJOfTxnbUc1wgaw__thumb/img/iZiqGYZjJQvX211vuEhvTZzmRmk=/fit-in/200x150/filters:strip_icc()/pic5945744.jpg"
  },
  {
    "id": "150599",
    "name": "Takara Island",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 8,
    "description": "In The Edict of King Budeaunia, the players search through six piles of tiles, looking for a hot spring.&#10;&#10;At the beginning of the game, six piles of nine tiles each are placed on the game board. Each player has two actions each turn and can use these actions to either look at the top tiles in one pile; dig one tile (possibly earning points or money); employ new workers; or get speciality cards. Tiles can be anything from dirt to hard stone, monsters or treasures. The game ends when both hot spring tiles are found. If the same player found both, he wins automatically; if not, the player with the most points earned from various tiles wins.&#10;&#10;Takara Island features the same gameplay as The Edict of King Budeaunia, but with a different setting and modified artwork.&#10;&#10;",
    "categories": [
      "Exploration",
      "Fantasy"
    ],
    "mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/6qqIbLRyMPT-W4zuPc3aNA__thumb/img/yeN-JdMDDSbXvVMMsiy1CQUkAX0=/fit-in/200x150/filters:strip_icc()/pic2750735.jpg"
  },
  {
    "id": "34118",
    "name": "Ultimate",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 0,
    "description": "ULTIMATE is a boardgame for 2 players dedicated to the Sport of Ultimate Freesbee&#10;&#10;In this sport and in the Ultimate boardgame, two teams of 7 athletes compete to launch and receive the disc in the opponent's end zone, scoring 1 point.&#10;In the boardgame, the team who first scores 3 points wins.&#10;Or, players may agree to the best score after 15 or 30 minutes.&#10;&#10;The game board is a hexed field.&#10;The team in possession of the disc may: &#10;-MOVE one athlete&#10;OR&#10;-LAUNCH the disk&#10;&#10;When an athlete receives the disc, he must stop in place but his teammates may still run in any direction and receive the disc. &#10;In doing so, the team attempts to receive the disc inside the opponent's end zone.&#10;&#10;Before launching, the player must declare the pattern of the disc that, on the hexed field, may be along a straight line or along a &quot;two segments line&quot; forming an angle of 120 degrees. &#10;On the rulesheet see examples of patterns.&#10;&#10;The team on defense can move one athlete per turn trying to: &#10;-make pressure on the disk handler, by moving a defender close to him&#10;-place athletes near each possible receiver to improve possibilities to deflect or intercept the disc.  &#10;If this happens, the defense can immediately take the disc and start from that point, in opposite direction.&#10;&#10;Defenders may intercept if they are close to launcher or receiver and if the disk patterns is over or adjacent to them.&#10;&#10;All athletes have different bonuses in launching, receiving and defending.&#10;&#10;ULTIMATE official page&#10;http://warangel.it/UltE.htm&#10;with plenty of descriptions and pictures.&#10;You can request this game with the Teams you choose, in the colours you choose, also ordering special colours of your own real Ultimate Teams.&#10;&#10;Created and illustrated by Angelo Porazzi&#10;member of Ultimate National Italian Team &#10;World Championship - Leuven Belgium 1988.&#10;&#10;",
    "categories": [
      "Sports"
    ],
    "mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Roll / Spin and Move"
    ],
    "image": "https://cf.geekdo-images.com/Mb9bwB9aOfjgEcZ7tR-wCw__thumb/img/ZqQJB1QKhElWaOilouZ6kWsggtw=/fit-in/200x150/filters:strip_icc()/pic374453.jpg"
  },
  {
    "id": "178154",
    "name": "One Hit Kill",
    "minPlayers": 2,
    "maxPlayers": 3,
    "playingTime": 15,
    "age": 8,
    "description": "One Hit Kill is a card game of ridiculously overpowered weapons and monsters and cuddly rabbits. The Core deck is for 2 to 3 players, but expansions can accommodate up to 6 players.&#10;&#10;Players compete to be the first to build a weapon, formed through a combination of numbered Component cards, which must be arranged in sequence. This mechanic resembles gin, or a straight in poker.&#10;&#10;There are also Special cards which allow players to take additional actions such as drawing additional cards or forcing opponents to discard cards.&#10;&#10;On each player's turn, the player must perform exactly one action:&#10;&#10;    Draw a card&#10;    Play a Special card&#10;    Discard any number of cards&#10;    Get a new Weapon&#10;    Win the game, by playing a completed Weapon&#10;&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Open Drafting"
    ],
    "image": "https://cf.geekdo-images.com/rVGbtC5DsyV7wc-3l8S5QA__thumb/img/816_nkystaHftRAEYGoShpb-q6E=/fit-in/200x150/filters:strip_icc()/pic2764061.jpg"
  },
  {
    "id": "2779",
    "name": "Sauron",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 120,
    "age": 10,
    "description": "From J.R.R. Tolkien's Middle Earth, &quot;Sauron&quot; is a simulation of the Battle of Dagorlad from the 2nd Age of between Sauron and the forces of the Free Peoples (elves, men and dwarves) outside the main gate of Mordor.&#10;&#10;Part of the SPI Middle Earth trilogy along with War of the Ring and Gondor: The Siege of Minas Tirith.&#10;&#10;",
    "categories": [
      "Fantasy",
      "Novel-based",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/EEPMqgS5_vOgKdmuTgluUQ__thumb/img/3ci1bTZqDiFs2KOPVHNvsj6mwCM=/fit-in/200x150/filters:strip_icc()/pic6520617.jpg"
  },
  {
    "id": "157416",
    "name": "Brazilian Checkers",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 6,
    "description": "A member of the Checkers Family very popular in Brasil.&#10;&#10;Brazilian Checkers or Draughts is played under the same basic rules that apply to International Checkers except that it is played on a smaller 8 x 8, or 64-square board with each player playing 12 pieces.&#10;&#10;This variant is started by the player who either wins a random toss of a coin or the player who plays the light colored pieces. Then the players alternately make their moves thereafter.&#10;&#10;Rules of the Game: This checkers variation is played using an 8 x 8, or 64 squares checker board of light and dark squares and each player has 12 pieces of contrasting colors, usually red and white. The board is placed between the two players in such a way that the double corner is on the right side and a dark colored square is on the left side of each player. The player places his pieces on the first three rows on his side of the board&#10;&#10;The Moves of the Men: Checker players can only move their pieces forward one at a time on each empty square to the left or to the right. If a player successfully moves his pieces to the last, or &quot;king row,&quot; then that piece must be crowned &quot;king&quot; by the opponent by placing a second checker on top of the crowned piece.&#10;&#10;The Moves of the King: King pieces are &quot;flying kings,&quot; which means that they can move over many empty squares on the diagonal lines that pass over the square on which they are located.&#10;&#10;Captures: In Brazilian Checkers captures are mandatory. And, maximum captures are compulsory as well, which means that if a player has more than one way to capture the opposing pieces then he must choose that way that will result in the capture of the most number of pieces. If a checker piece reaches the king row while in a capture sequence, it must keep on capturing pieces backward for as long as there still pieces to capture. That capturing piece cannot be crowned king unless it finishes the move and stops on king row.&#10;&#10;Captures by the Men: Men can capture by jumping forward or backward over a single piece that is located next to it only if the square located next to the captured piece is unoccupied. If the man can jump again from its landing square to make another capture, then it must do so because all captures are mandatory.&#10;&#10;Captures by a King: A crowned piece can capture an opponent's piece forward and backward diagonally if it is on the same path where it is located and if the squares between them are unoccupied and that if the square immediately after the piece that will be captured is also unoccupied. The crowned piece can land on any empty square within the same path and if a continuous capture is possible, then the player must keep on capturing even if this move will not redound to the best interest of the player making the capture.&#10;&#10;The Winning Player: A player wins the game if he has captured all of his opponent's pieces or successfully blocked his opponent's pieces such that the opponent is unable to move any of his pieces.&#10;&#10;Conditions for a Draw: The players can mutually agree to a draw. A draw may also happen if the same position has occurred three times during the game, or if there are three crowned pieces playing against one and that both players have made 16 moves without attaining any promotion or making a capture.&#10;&#10;Information from checkershistory.com&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/lE0aN-b-_rP3kVq4zsmk3w__thumb/img/Dy2a7f0F8fwpThnx0CNBWECjPmA=/fit-in/200x150/filters:strip_icc()/pic2260830.jpg"
  },
  {
    "id": "145027",
    "name": "Pentos",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 7,
    "description": "The cards in the game Pentos represent ingredients and special actions. To set up the simmering cauldrons at the start of the game, you place the top six cards of the deck into three columns of two cards. The special actions consist of jokers and enchantments, and two of these cards are placed face-up; a joker can replace any ingredient, while an enchantment allows you to:&#10;&#10;&#10;     Select one ingredient of your choice &#10;     Switch up to five ingredients of the same color with an opponent&#10;     Steal one ingredient from the cauldron &#10;     Discard up to five ingredients&#10;&#10;&#10;During your turn, you take one of three actions:&#10;&#10;&#10;     Add ingredients: Place one ingredient in each cauldron, after which if each cauldron has two ingredients of the same color or value, you can take one ingredient from any cauldron.&#10;     Taste a potion: Take all the ingredients of the same color or value from one cauldron.&#10;     Cast a spell: Discard the proper mix of ingredients in order to cast a spell. The big Megalos, for example, is composed of nine ingredients of a single color and is so rare that casting it allows you to win the game instantly. The Pentos requires five different ingredients of the same value, and casting it ends the current round. The Mikkros, composed of three ingredients of the same value or three of the same ingredient in consecutive values, allows you to take two special action cards.&#10;&#10;&#10;When a player casts a Pentos or the ingredient deck runs out, the round ends, although players with ingredients in hand can still play card suits of the same color. Each ingredient in a suit earns you 1 Ko&acirc;, while an isolated ingredient is worth its value in Ko&acirc;s.&#10;&#10;After three rounds or a Megalos spell, the game ends. In the latter case, the Megalos-casting player wins; in the latter, the player with the most Ko&acirc;s is immediately turned into a toad.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/eHylpo-oPfkQinqb6HUUug__thumb/img/RR95Kp5qjljql5QSs8HqdwpP1ME=/fit-in/200x150/filters:strip_icc()/pic1717175.jpg"
  },
  {
    "id": "355736",
    "name": "18Cuba",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 200,
    "age": 12,
    "description": "18Cuba tells a fictional story about railroading in Cuba.&#10;&#10;The game features six minor and eight major companies as well as a state company. The minor companies transport sugar cane from the sugar fields to the sugar mill. The large companies transport in addition to the usual 18xx income generating system the sugar to the harbors. The state railway operates with discarded trains and fixed stations on the map. Sugar plantations are represented by small companies and special tiles that produce sugar cubes, which can be picked up by the large companies with special railroad cars and add to their income by ferrying them off at a port. Although the state railway controls most of the station tokens, you can pay it off and use them for your own company.&#10;&#10;As usual in 18xx games, the wealthiest player at game end is the winner.&#10;&#10;",
    "categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "mechanics": [
      "Network and Route Building",
      "Pick-up and Deliver",
      "Stock Holding",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/Xgj_kTXy2BdxB-DEOLztfg__thumb/img/GTZNOxCDQfO7CGMneSa5Q72pTjc=/fit-in/200x150/filters:strip_icc()/pic7164358.jpg"
  },
  {
    "id": "419045",
    "name": "Tokkuri Taking",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 0,
    "age": 0,
    "description": "Tokkuri Taking is a game in which you will use the cards in your hands as either tokkuris, a traditional sake drinking vessel, or to drain some of the sake from the tokkuris on the table.&#10;&#10;On your turn, either play a card face down as a tokkuri, or face up. If you play it face up, you must lower the sake level in tokkuri on the table corresponding to the number(s) on the card you played. A round ends once all players have played all of the cards in their hands.&#10;&#10;Players will earn positive points for tokkuri they emptied and lose points for those in front of themselves that have too much still in them. The player with the lowest score then takes points equal to the difference between their score and each other player's score - from the other players!&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/c2Kw4n4krhjyu1IGCNHY8A__thumb/img/q02uG6SJUvZmgWK_CJv1P74Zwq0=/fit-in/200x150/filters:strip_icc()/pic8137107.jpg"
  },
  {
    "id": "344438",
    "name": "Run Run Run!",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 8,
    "description": "You've ventured in an unknown mysterious Egyptian pyramid. As you discover the ancient relics of Tutankhanine, you trigger a trap! Your only chance is the stone hallway that disappears in the darkness, but angry mummies are waking up to punish those who entered their tomb. Your objective is clear: Prevent mummies from touching the relics and open a new exit to escape and lift the curse. You have only five torches left. Run! Run! RUN!&#10;&#10;In Run Run Run!, players co-operate to escape from the pyramid. First, they move the mummies using the mummy dice, then they must decide between three actions: explore (place a new card to extend the hallway and find the mechanisms to open the door); fight (roll dice to fend off the mummies and block them from getting the relic); or co-operate (regroup all willing players at the same spot and act stronger together).&#10;&#10;The players win if they exit the pyramid while beating all the mummies, including the boss. The players lose if they run out of room cards or if a mummy reaches the relics.&#10;&#10;",
    "categories": [
      "Dice",
      "Mythology"
    ],
    "mechanics": [
      "Cooperative Game",
      "Solo / Solitaire Game"
    ],
    "image": "https://cf.geekdo-images.com/BHHpt_KOMYFo6CgakowJXw__thumb/img/Vu8NvJwLJ4pTKnx_efkRVQ3GAsM=/fit-in/200x150/filters:strip_icc()/pic6734548.png"
  },
  {
    "id": "301946",
    "name": "Bivouac",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 8,
    "description": "Bivouac is a camp-themed board game that tasks players with creating their own Camp/Retreat Center. The game is played over 13 rounds represented by the months of the year. Players utilize workers to gather resources, build amenities, add activities, recruit donors, obtain donor gifts, hire more workers, staff usable cards, and earn money/victory points.&#10;&#10;Usable amenities and activities are the driving forces for generating money and victory points. Some, however, are not usable every month of the year. Players must create a strategy for sustainable growth over the course of the entire year. Workers must be paid for their efforts each month. Additionally, negative cards, called Misfortunes, must be drawn as your camp grows which may affect your plan for the next round.&#10;&#10;End game bonuses provide additional victory points based on what you have accumulated throughout the game. Bivouac also comes with an expansion that includes activity upgrades and staff member cards that assist in a player's quest to become the best. The player with the most victory points at the end of 13 rounds is the winner.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Adventure",
      "Card Game",
      "Economic"
    ],
    "mechanics": [
      "End Game Bonuses",
      "Events",
      "Income",
      "Turn Order: Claim Action",
      "Worker Placement"
    ],
    "image": "https://cf.geekdo-images.com/kTXHjPuCIWtshehyWFR6wQ__thumb/img/InaBxzs3n40PkQFBD-QMkKZ5dQ0=/fit-in/200x150/filters:strip_icc()/pic5453751.png"
  },
  {
    "id": "335994",
    "name": "Trending Kittens",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 6,
    "description": "The popularity of the world's kittens is in jeopardy, so they decide to disguise themselves as other more fashionable creatures in an attempt to regain their appeal. In this original, exciting and highly addictive game, your aim is to become top cat, by maximizing your visibility and concealing your opponents. Become the world's top trending kitten!&#10;&#10;Trending kittens is a tile game where you have to place your tiles on the table in order to flip the tiles of the other players upside down and yours facing up. At the end of the game, the one with the most tiles facing up will be the winning cat.&#10;&#10;In addition, once during the game, you can use your clan power, making the game much more fun and difficult for your opponents.&#10;&#10;Will you be the most &quot;trendy&quot; cat?&#10;&#10;-description from designer&#10;&#10;",
    "categories": [
      "Abstract Strategy",
      "Animals",
      "Children's Game"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/jM7XjHNlR59xMWqDeIXx7g__thumb/img/gQKBdZs8SEI3lACs1ti5j0lIojQ=/fit-in/200x150/filters:strip_icc()/pic6138576.jpg"
  },
  {
    "id": "6456",
    "name": "Lodz 1914: First Blitzkrieg",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 360,
    "age": 12,
    "description": "&quot;Lodz 1914: First Blitzkrieg&quot; is an operational wargame simulation of the clash between German and Russian armies in Poland during November and December of 1914. The game is intended for two players, one taking each side, but is suited for team or solitaire play as well. The German side represents the forces of 9th Army, and the Russian side represents the forces of Northwest Front. Lodz 1914 is a detailed study of this battle presenting a realistic combat system, Army, Corps, and Division HQs, artillery, engineers, reserve movement, reconnaissance and more.&#10;A wargame very mobile and giving both sides enough opportunities for attack and defend.&#10;&#10;",
    "categories": [
      "Wargame",
      "World War I"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/GKgdcZM8QAJ4NX2x2kh-sA__thumb/img/TcQLfqHI4Igg8GJ8AMcqQwyDKrw=/fit-in/200x150/filters:strip_icc()/pic38520.jpg"
  },
  {
    "id": "367846",
    "name": "Alphabeasts Attack!",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 7,
    "description": "Alphabeasts Attack! is a co-operative word tower defence game where players need to work together to think of the best words to defend the world from the onslaught of the Alphabeasts.&#10;&#10;Each round, Alphabeasts will attack individual players as well as the middle of the playing area. Players will then think of one word to fight off as many Alphabeasts as they can. An Alphabeast can only be defeated if the letter is contained in the word, and an Alphaboss can only be defeated if the word fulfills a specific condition.&#10;&#10;Each Alphabeast that is not included in a player's word becomes a scar, which is the defeat condition of the game. Defeated Alphabeasts can be scavenged for brains, which is the victory condition of the game. Will you fall to the Alphabeasts or can your team come up with the words to prevail?&#10;&#10;-description from publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Word Game"
    ],
    "mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Set Collection",
      "Spelling"
    ],
    "image": "https://cf.geekdo-images.com/8hDYkLfl92jnRyXTEvODrw__thumb/img/Nz5klIGf4cr-l6hPqX9lVwLTNXo=/fit-in/200x150/filters:strip_icc()/pic6982895.png"
  },
  {
    "id": "340816",
    "name": "101: le match",
    "minPlayers": 1,
    "maxPlayers": 3,
    "playingTime": 0,
    "age": 7,
    "description": "A small game of picking tiles.&#10;&#10;You will have to do a 5x5 board with number from 1 to 10 in 5 colors.&#10;&#10;But before pickup you only see the back of the tile, who only shows to you, a choice between 2 colors, and 5 numbers. The more the game advance, the more the guessing is easy.&#10;&#10;In each line and column, you will be compared to opponent at the the end of the game, scoring combinations are like in poker. But only the better of both will score the line/column!&#10;&#10;The game ends when all tiles are all used.  The winner is the player with the best score.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Set Collection",
      "Solo / Solitaire Game",
      "Square Grid",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/XaCSVAxnqvqACvg6zHzs2w__thumb/img/KVZFsUYx-4QiEzqeVoOtkPt9To4=/fit-in/200x150/filters:strip_icc()/pic6243905.png"
  },
  {
    "id": "316042",
    "name": "Vinyl: Jukebox",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 30,
    "age": 10,
    "description": "Bring your bag of quarters because the party is about to begin! Jukebox is a fast-playing 2-player game that is easy to learn and plays in around 20 minutes.&#10;&#10;In Vinyl: Jukebox, your goal is to create the best playlist by organizing your 45s in not-so-easy ways. All the while, racing to earn public scoring conditions and completing private goals for maximum points.&#10;&#10;Jukeboxes play records called 45s and they come in five genres, three decades, and have great songs on side A and B. To collect these 45s, players must draw a variety of coins from their bag until certain record-earning conditions are met- but no fast, bebopper! Draw too few coins and you might not earn any record. Draw too many coins and you might end up helping your opponent!&#10;&#10;As 45s are acquired, they need to be arranged in a 3x3 grid inside your jukebox. When a row or column is completed, their arrangement will affect which public scoring bonuses you can earn and determine if you have completed your private goals. As you fill your jukebox with records, you&rsquo;ll be pulled back and forth between the competing needs of the various scoring objectives. Which ones do you go for? Did your strategy work? Will you end up on top? We&rsquo;ll find out when a player acquires their ninth 45s and the end game is triggered. Count up your points the person with the most wins!&#10;&#10;",
    "categories": [
      "Music"
    ],
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/mAMUOs4smHQPSgnEF8V92A__thumb/img/89yLJ4bmLnm6BQ-RYHkjdvSABHQ=/fit-in/200x150/filters:strip_icc()/pic7221000.jpg"
  },
  {
    "id": "255744",
    "name": "Scotland Yard: Tokyo",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 45,
    "age": 10,
    "description": "In Scotland Yard, one of the players takes on the role of Mr. X. His job is to move from point to point around the map of London taking taxis, buses or subways. The detectives &mdash; that is, the remaining players acting in concert &mdash; move around similarly in an effort to move into the same space as Mr. X. But while the criminal's mode of transportation is nearly always known, his exact location is only known intermittently throughout the game.&#10;&#10;Scotland Yard: Tokyo features the same gameplay as Scotland Yard, but with the detectives and Mr. X running around Tokyo instead of London. When only 1-3 detectives are on the board, an extra &quot;police&quot; figure is placed on the board that does not require tickets for movement.&#10;&#10;Scotland Yard: Tokyo appears to have been produced in conjunction with the Japanese game retailer Sugorokuya.&#10;&#10;",
    "categories": [
      "Deduction",
      "Transportation"
    ],
    "mechanics": [
      "Hand Management",
      "Hidden Movement",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Team-Based Game"
    ],
    "image": "https://cf.geekdo-images.com/Rq2SErM5za9-RVhfjA8RSw__thumb/img/rmU5ADZXj3cA3x5OC_9LDJRmzjY=/fit-in/200x150/filters:strip_icc()/pic4197010.jpg"
  },
  {
    "id": "288969",
    "name": "Puzzle-Memo",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 20,
    "age": 5,
    "description": "When the sun rises over the jungle in Puzzle-Memo, its light illuminates the animals which live there.&#10;&#10;In the center of the table, a game board shows the silhouettes of various animals of different sizes (1-4 tiles big). The tiles with the illuminated animals are shuffled and placed near the bottom of the board. Players take turns flipping over a tile and checking whether it fits in the bottom row of the board. If yes, they place it; if not, they place it face down near the top of the board. Players can choose whether they want to flip open tiles from the bottom or from the top, but tiles can only be placed if all spaces below them have already been filled. Some tiles have special functions when they are flipped open.&#10;&#10;A player who manages to complete an animal moves their pawn along a victory point track. Pawns will be stacked and can carry other pawns toward victory. When the jungle is fully in the sunlight, the player whose pawn went furthest wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "categories": [
      "Animals",
      "Children's Game",
      "Memory"
    ],
    "mechanics": [
      "Memory",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/ASa8yhPr8_cBDaqureZDqw__thumb/img/UUWnrZc2Yl-449JdBd8WFYZS6-g=/fit-in/200x150/filters:strip_icc()/pic4948690.jpg"
  },
  {
    "id": "414082",
    "name": "Woof Days",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 15,
    "age": 6,
    "description": "Fill your week of dogs, scoring the most points in the process.  Each dog has unique rules of play, some cancel scores, some swap dogs, other special cards affect game play.  One deck is needed per two people playing.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Animals",
      "Card Game"
    ],
    "mechanics": [
      "Highest-Lowest Scoring",
      "Take That",
      "Worker Placement, Different Worker Types"
    ],
    "image": "https://cf.geekdo-images.com/wYlxo9XWQ6b2W5jpBfeSxA__thumb/img/RYvxenvIrCss_XG6C0JWBVnkTRs=/fit-in/200x150/filters:strip_icc()/pic8022546.jpg"
  },
  {
    "id": "2003",
    "name": "Spectrangle",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 45,
    "age": 8,
    "description": "The object of the game is to score the highest number of points. You achieve this by aiming to score as high as possible, and by trying to block the other player(s) or team. When the triangular board is filled or all players are blocked the game is finished.&#10;&#10;The game contains 36 colored triangles, with all kinds of combinations. Triangles with fewer colors score more. All triangles must be placed adjacent to already placed triangles. You score by multiplying the number on the triangle with number of adjacent sides and the bonus point at the bottom of the board (if more then 1).&#10;&#10;You either play with 2 persons or 2 teams (4 persons).&#10;&#10;The original game published by Greystone in 1989 had 60 &quot;trangs&quot; and an enlarged board and was advertised to be played by 1 to 8 players aged 5 to 135 [sic].&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Team-Based Game",
      "Tile Placement"
    ],
    "image": "https://cf.geekdo-images.com/QA-7sOYR9zunP5WDak5UbQ__thumb/img/7UmfrzzQnlcCiy-pCqhJLN3z-cM=/fit-in/200x150/filters:strip_icc()/pic590267.jpg"
  },
  {
    "id": "18683",
    "name": "Salta",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 50,
    "age": 10,
    "description": "Two players sit opposite a 10&times;10 checkered board with a light square in the lower right. Each player has 15 unique pieces in his own color, arranged on the dark squares of the nearest three ranks. From left to right, the pieces are one through five stars (first rank), moons (second rank) and suns (third rank).&#10;&#10;The pieces move one square diagonally in any direction to a vacant square, or must leap over one opposing piece (only opposing pieces, but without capture - there are no captures in Salta) if the square immediately beyond is vacant. Only one jump is made (no chain jumping), and missed opportunities to jump may be forced by the opponent, although a player is free to choose among several available jumps. Blockading all of the opposing pieces is not allowed, although some may be temporarily blocked as long as the opponent still has a legal move.&#10;&#10;The goal is to be the first player to move all of his pieces seven rows ahead - i.e. into the starting places of the opposing piece. However, the order from left to right and front to back should be kept. Thus, reading from left to right, the goal position is one through five suns (tenth rank), one through five moons (ninth rank) and one through five stars (eighth rank). The player first achieving this position wins by as many points as the number of moves opponent would need to achieve his goal position.&#10;&#10;If neither player reaches the goal position by the time 120 moves have been made by each player, the score is calculated as the difference between the number of moves each player would need to reach the goal position, as if the board were clear of opposing pieces.&#10;&#10;",
    "categories": [
      "Abstract Strategy"
    ],
    "mechanics": [
      "Grid Movement",
      "Square Grid"
    ],
    "image": "https://cf.geekdo-images.com/KeG3wiMiNcRRi3v4cGtYNQ__thumb/img/CDA-hiDTTfJF7U95OBKS7-_nt1Y=/fit-in/200x150/filters:strip_icc()/pic311867.jpg"
  },
  {
    "id": "432062",
    "name": "The Shadow Theater: The Legend of the Monkey King",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 20,
    "age": 10,
    "description": "The curtain rises. A monkey hatches from a stone egg. He becomes known as the Monkey King Sun Wukong and travels west in search of the secret of immortality.&#10;&#10;The Shadow Theater is a fast and exciting two-player family-friendly competitive game. Deploy your monkeys, harvest the sweet fruits of eternal life, hoard jade stones, and become a legend! To win, you have to play tactically and seize your chance. To help you, you can gain some advantages with the powerful dragon weapons. Are you ready to dive into an ancient legend?&#10;&#10;Dive into the legend of the Monkey King in a strategic duel filled with cunning and challenges!&#10;&#10;",
    "categories": [
      "Fantasy"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/iyVL5uwm0j6H9xBKzoG8wQ__thumb/img/G32-BRoxafUoHlKG3s0PLGtD8mQ=/fit-in/200x150/filters:strip_icc()/pic8590227.png"
  },
  {
    "id": "362844",
    "name": "敗者の権利 (Losers' Rights)",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 30,
    "age": 10,
    "description": "Rights of Losers is a trick-taking game where players earn points for having the majority of chips around cards played to a grid on the table.&#10;&#10;More specifically, it is a must-follow game where the players who do not win a trick place influence chips into a grid.  The winner of a trick chooses two cards that were played to the trick and adds them to the grid; the winner may also avail themselves of one special action.&#10;&#10;At the end of the hand, the cards in the grid are worth the number of points shown, and those points are granted to the player with the most influence chips around the card.&#10;&#10;The player with the most points after 1 round wins.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Area Majority / Influence",
      "Trick-taking"
    ],
    "image": "https://cf.geekdo-images.com/iB9VrkvoNDa6pQvdMiaf4A__thumb/img/VVPkQh9bplfjbNwTlJmuVWiMNV4=/fit-in/200x150/filters:strip_icc()/pic6860054.jpg"
  },
  {
    "id": "302725",
    "name": "Rory's Story Cubes: Star Wars",
    "minPlayers": 1,
    "maxPlayers": 99,
    "playingTime": 10,
    "age": 6,
    "description": "Get ready to tell new stories from a long time ago in a galaxy far, far away with Rory's Story Cubes: Star Wars, which features the well-known characters, vehicles, and objects from the Star Wars films.&#10;&#10;",
    "categories": [
      "Dice",
      "Movies / TV / Radio theme"
    ],
    "mechanics": [
      "Dice Rolling",
      "Storytelling"
    ],
    "image": "https://cf.geekdo-images.com/tM5jWe92cQDBXdDj1ESlTQ__thumb/img/PbtxTG7QBFa2gCPqVZGyrCcvjP8=/fit-in/200x150/filters:strip_icc()/pic5248232.png"
  },
  {
    "id": "190758",
    "name": "Psychomachia",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 75,
    "age": 12,
    "description": "Psychomachia is a strategic card game in which you collect and command the seven deadly sins and seven heavenly virtues.&#10;&#10;Each turn, players throw tokens that determine the quantity of virtuous and sinful actions that they will be able to perform. With these actions, players can place cards on the table, move cards to heaven, earth and hell, and summon the powers of the virtues and sins on their table and in their hand.&#10;&#10;The goal of Psychomachia is to be the first person to place all seven virtues in heaven or all seven sins in hell, using any permitted combination of the four types of cards found in the game: Sin\\Virtue cards, Heavenly Virtue cards, Deadly Sin cards, and Fate wildcards. Along the way, you can use the special powers of the virtues and sins in your possession to complete your collection first, or prevent other players from completing theirs.&#10;&#10;",
    "categories": [
      "Card Game"
    ],
    "mechanics": [
      "Action Points",
      "Hand Management",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/gvicxCAhg0kIcPJxHmhhSg__thumb/img/jEZSAHXcdpHxcLDx6m5X94Nu7vo=/fit-in/200x150/filters:strip_icc()/pic2821848.jpg"
  },
  {
    "id": "8731",
    "name": "Salvo II",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 45,
    "age": 12,
    "description": "This is a simulation of battleship combat, which abstracts each ship to four numeric attributes: attack, defense, speed and range.&#10;What you get is one 22&quot; x 34&quot; mapsheet, big enough to fight large encounters like the fleet action at Jutland. 400 &frac12;&quot; die cut counters, a 12-page rule-book and two dice. The counters represent WW1 battleships, cruisers and destroyers of various nationalities, plus markers to show ship speed and direction, targets, and damage inflicted.&#10;&#10;[From the back of the box]&#10;&#10;Salvo II is a fast-paced, exciting simulation of surface battleship actions of the First World War.&#10;&#10;Salvo II is the continuation of the popular Salvo! system. Every class of battleship that fought in the English and German fleets is represented, such as Queen Elizabeth, Lutzow, Konig and Lion. Cruisers and destroyers are represented as screening units.&#10;&#10;Play is by scenario with nine historical and hypothetical scenarios presented including Falkland Islands, Dogger Bank, the Battlecruiser and Fleet action of Jutland and Second Heligoland Bight. Hypothetical scenarios explore such things as what if the British and German fleets had clashed on December 16, 1914, one of the most remarkable days of the war in which both fleets narrowly escaped disaster.&#10;&#10;All the essentials of naval warfare are recreated, including gunnery, torpedoes, damage control and fleet formations. Also included are special rules depicting ammunition quality, mines and the environmental aspects of naval combat, such as the position of the sun, wind and stack smoke. The map is big enough to fight large encounters like the fleet action at Jutland. Each hex equals 2000 yards and each game turn represents 10 minutes of real time.&#10;&#10;",
    "categories": [
      "Nautical",
      "Wargame",
      "World War I"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up"
    ],
    "image": "https://cf.geekdo-images.com/A5EGwn5RmdWUw-qxaqotgA__thumb/img/-3_20mB71Y7yWE5EorwiLfNYtkA=/fit-in/200x150/filters:strip_icc()/pic36384.jpg"
  },
  {
    "id": "411372",
    "name": "Winds of Numa Sera",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 12,
    "description": "A Kingdom-Building Strategy Board Game for 2-4 players that shares the same world and characters as the acclaimed graphic novel from Dark Horse.&#10;&#10;Each player controls a different kingdom that comes with a trio of unique heroes to play as and customize. There are multiple ways to win the game, and whoever is first to any of them, wins.&#10;&#10;Vast, beautiful, and dangerous, the world of Ethera is full of unique cultures and kingdoms -- all vying for control of the landscape. From the ordained bloodline of Numa Sera, to the valiant knights of Dena Vale, to the &ldquo;Cat People&rdquo; of Meran, and the Pillaging Hordes of Siaa De&rsquo;e. Each force will stop at nothing to advance its power.&#10;&#10;As the leader of your people, your goal is to amass resources and create the most powerful kingdom in all of Ethera, so that your name will be remembered long after you are gone. There are several ways to achieve this: by conquering strongholds, slaying your opponents&rsquo; heroes, mastering skills, or earning new class titles. You can rule benevolently, cruelly, or anything in between. The choice is yours.&#10;&#10;Whichever path you take, you will need to acquire assets to advance your heroes and grow your kingdom. Through exploration of Ethera&rsquo;s many distinct environments, you will uncover rare items and enlist new allies to assist in your campaign. But exploration also has its risks: Ethera is a dangerous place, full of ancient secrets and hidden obstacles. So be ever vigilant&hellip;&#10;&#10;The Winds of Numa Sera are blowing.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Adventure",
      "Card Game",
      "City Building",
      "Fantasy",
      "Medieval",
      "Political"
    ],
    "mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Negotiation",
      "Take That",
      "Tech Trees / Tech Tracks",
      "Variable Player Powers"
    ],
    "image": "https://cf.geekdo-images.com/Yd_YnCW7BZhcSim7Iwbzvg__thumb/img/uXgGWRIppqNoQgZ6XZFOMfTBsIw=/fit-in/200x150/filters:strip_icc()/pic7968436.jpg"
  },
  {
    "id": "158243",
    "name": "Dragon Slayer",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 15,
    "age": 14,
    "description": "You are the world's most fearless dragon slayers, competing to be crowned the master slayer. Your brave warrior must search far and wide for these ferocious beasts, defend yourself against its attacks and be ever ready to strike them down. Even in victory your companions may challenge your courage, demanding that you prove your valor with foolhardy audacity or cower in their mocking taunts.&#10;&#10;Dragon Slayer is a new push-your-luck game that's a deceptively difficult challenge. Like all great PYL games, the rules are simple, with you repeating the Dragon Hunt until you decide to stop. The very interesting twist is the player challenges. The ability to challenge &mdash; and rewards for passing or failing when challenged &mdash; add a dimension to everything that you do on your turn. What order do you go after dragons? When do you stop? When do you challenge? Who do you challenge? How do you get others not to challenge you?!&#10;&#10;",
    "categories": [
      "Dice",
      "Fantasy",
      "Fighting"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/yzaTRM5IsWP99VPNe9cEpg__thumb/img/TxHtbozGFfE4ZidLciBtSZq6cHk=/fit-in/200x150/filters:strip_icc()/pic1997953.jpg"
  },
  {
    "id": "282066",
    "name": "Adventures in Austerion",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 180,
    "age": 12,
    "description": "Adventures in Austerion (AiA) is a fantasy role-playing game (RPG). Mainly designed to explore unfriendly locations in the continent of Austerion, it may be played in fast-paced sessions of 2 or 3 hours. To do so, it relies on a mix of classical RPG rules and boardgame mechanisms (such as tiles, cards and tokens&hellip;). If this approach will help new players to discover RPGs in a comforting and amusing way, it will fulfill the grognards as well, with additional possibilities offered by a set of optional rules that convey an old-school dungeon-crawling feeling.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Adventure",
      "Exploration",
      "Fantasy"
    ],
    "mechanics": [
      "Acting",
      "Dice Rolling",
      "Modular Board",
      "Open Drafting",
      "Paper-and-Pencil",
      "Role Playing"
    ],
    "image": "https://cf.geekdo-images.com/qcEqPql2FFH4JpKemoHsQA__thumb/img/uNue8kAPg1pWZEMrnrJloydinX0=/fit-in/200x150/filters:strip_icc()/pic4886587.png"
  },
  {
    "id": "109215",
    "name": "Gunship: First Strike!",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 30,
    "age": 13,
    "description": "Game description from the publisher:&#10;&#10;Gunship: First Strike! is Escape Pod Games' core release in a planned series of tactical space combat games. Players fight to win battles in a futuristic civil war with a variety of ship types. From the agile and speedy Fighters, to lethal Gunships and intimidating Capital Ships, every battle is a well-balanced slugfest that comes right down to the wire. Our new Trinity Mechanic uses boards, cards and dice together in an extremely innovative and easy-to-learn system that lets new players jump right in.&#10;&#10;What makes the Gunship series unique are the numerous combinations of ships that the players &quot;build&quot; at the start of each battle. By choosing from an ever-growing selection (through expansions) of available Weapons and Upgrades, players are able to create a custom Gunship that is suited to their particular style of play or battle situation. Some guys are &quot;defensive&quot; minded; they'll choose Heavy Armor, +1 Shield Generators and 4 Blaster Cannons to fend off the enemy Gunship. But another player might prefer to build a &quot;Carrier Killer&quot; complete with wings full of Bombs and an Autoblaster Cannon to shred his way through the enemy Fighter Squadron. While most of the Upgrade cards are geared toward the Gunships (the true star of the show) you can also do some great things to your Fighters and Capital Ships. New kinds of ships will come with every expansion to further add to the possibilities. No two battles are ever the same!&#10;&#10;In Gunship: First Strike!, the civil war has just started. Your orders are simple: Command a task force of one Assault Carrier and its Gunship and Fighters on a mission to destroy the enemy's Carrier. Guess what? He has the very same orders! Dogfights will ensue, Torpedoes will strike home and Thruster Bombs are going to pound the Capital Ships mercilessly. If your Gunship takes too much damage for comfort, or if the battle situation changes and you want a different weapon load, land inside your Carrier for a quick &quot;pit stop&quot;. Make sure that you defend it with all your might because once your Carrier is gone, the only option left to you is to flee the battlespace and hope to take revenge another day.&#10;&#10;As the Gunship universe grows, players will be able to fight bigger and bigger battles. Soon the objectives will include breaking through the enemy picket line to drop troops on the planet below. The Gunships will be called upon to not only assault other ships, but also to go dirtside and give air support to the land battle raging below  A free Campaign System is planned where players can keep track of a fleet of ships and territories. Lose your Carrier in today's battle and you might lose a critical Outpost next week. Don't let the enemy find the Shipyard where your damaged Destroyers limped home last time &ndash; if he does, they're toast!&#10;&#10;",
    "categories": [
      "Card Game",
      "Dice",
      "Science Fiction",
      "Wargame"
    ],
    "mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Push Your Luck"
    ],
    "image": "https://cf.geekdo-images.com/uprs59T4nhjByJfTwSJgOQ__thumb/img/-JEj-9LF_3i3pAXdbLSXfXPzsJk=/fit-in/200x150/filters:strip_icc()/pic1535605.jpg"
  },
  {
    "id": "397252",
    "name": "6 Suspects",
    "minPlayers": 2,
    "maxPlayers": 8,
    "playingTime": 20,
    "age": 8,
    "description": "6 suspects is a game of memory and logical deduction. A crime has been committed. Two hidden evidence cards are assigned to each one of the six suspects. Players look at evidence cards, one after the other, trying to be the first to find the culprit.&#10;&#10;On a player&rsquo;s turn, they take one of the 12 face-down evidence cards, look at it, and then place it back. Once every player has played at least four times, any player can announce that they think they know the culprit. All other players take one last turn looking at an evidence card. Then, all players simultaneously show, with their hand, which one of the six suspects they think is the culprit.&#10;&#10;All evidence cards are then revealed. First, the effect of the swap card is applied, if possible. Then the total evidence is added up for every suspect. The suspect with the highest total evidence is the culprit, and every player who voted for them scores one point.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "categories": [
      "Card Game",
      "Deduction"
    ],
    "mechanics": [],
    "image": "https://cf.geekdo-images.com/ZDQIN94lE-xn0WfMDOJVeg__thumb/img/q7yuTdJ6_DxsrnMv4s-kgx_4ibY=/fit-in/200x150/filters:strip_icc()/pic7694794.jpg"
  },
  {
    "id": "5723",
    "name": "Shattered States",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 120,
    "age": 0,
    "description": "The Game to Reunite the United States&#10;&#10;What if a crisis has split the U.S. into many polarized factions?  What would it take to reunite the United States?&#10;&#10;Played on an area map of the U.S., through skillful play, combined with the luck of the dice and random event cards, players assume control of a faction that is trying to reunite a hypothetical &quot;shattered&quot; U.S. by any means necessary... military or economic.&#10;&#10;The game is played through a variable number of turns until either a player wins an &quot;automatic&quot; victory (i.e.-controls more than 1/2 the map) or turns are played out in which case the player with the most controlled areas wins.&#10;&#10;",
    "categories": [
      "Wargame"
    ],
    "mechanics": [
      "Area Movement"
    ],
    "image": "https://cf.geekdo-images.com/x3y1oaYPlsyeM83dNKfwuQ__thumb/img/8_8fYbwHgLYpzjeMnTsLZLj5gtc=/fit-in/200x150/filters:strip_icc()/pic237871.jpg"
  },
  {
    "id": "18701",
    "name": "Ludus Gladiatorius",
    "minPlayers": 2,
    "maxPlayers": 5,
    "playingTime": 20,
    "age": 10,
    "description": "A small gladiatorial combat game with 5 pre-painted miniatures, an arena play sheet, and special dice. Players pit gladiators against each other in battle; each fighter comes with a number of special moves that can be selected at the start of the turn. Last man standing wins.&#10;&#10;Integrates with:&#10;&#10;&#10;     Ludus Gladiatorius 2&#10;&#10;&#10;",
    "categories": [
      "Ancient",
      "Miniatures",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "image": "https://cf.geekdo-images.com/SUzGYPiGnTtM6urLggeTjA__thumb/img/2RTyRZZ717dcGxK3ihhlQEnnDIA=/fit-in/200x150/filters:strip_icc()/pic7713395.jpg"
  },
  {
    "id": "419094",
    "name": "Dungeon Rummy",
    "minPlayers": 1,
    "maxPlayers": 4,
    "playingTime": 60,
    "age": 8,
    "description": "Dungeon Rummy is the first game set in the Misfits Universe. Four reckless (and not-so-great) heroes have decided to throw themselves against (not so) fearsome foes in search of the greatest reward there is: bragging rights at the local pub.&#10;&#10;Each player has their own deck of 26 cards modeled after a traditional deck, with a few twists: instead of Clubs, Hearts, Diamonds and Spades, your four suits will be Tank, Damage Dealer, Support, and Healer. Also, some cards feature Mana symbols, which will allow the playable characters to execute their special actions.&#10;&#10;During the monster phase &mdash; which happens first, because the heroes are really not that great &mdash; they will inflict damage on the heroes. Create combinations of cards to fight back, doing damage and generating Mana. But remember, cards of the same suit can never be side by side!&#10;&#10;If a hero is knocked out, the game ends in a loss. If they defeat the boss, they win!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Card Game",
      "Fantasy",
      "Humor"
    ],
    "mechanics": [
      "Cooperative Game",
      "Melding and Splaying",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/WgY1-WJ-7VC6_44IFvMoCg__thumb/img/WUeFNanPGqlbsUMG8IF5-ij61yI=/fit-in/200x150/filters:strip_icc()/pic8293134.png"
  },
  {
    "id": "164022",
    "name": "On to Paris 1870-1871: The Franco-Prussian War",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 720,
    "age": 14,
    "description": "On To Paris! uses a wargame system adapted from Victory Games' &ldquo;The Civil War&rdquo; to simulate the grand events of the Franco Prussian war (1870-71) and challenge players to control the leadership, organization and military operations of Armies and Corps during the later 19th century.&#10;&#10;On To Paris! simulates both phases of the Franco Prussian war; the German invasion of France in 1870 and the German conquest of France in 1871. Designed for two players, On To Paris! is also suitable for solitaire play. Nine scenarios include an &lsquo;early start&rsquo; plus a full length campaign game. Players can also pick any scenario as a starting point and determine their own period of the conflict to simulate.&#10;&#10;On To Paris! is a fast moving competitive one map game where players do their best to control their forces and where every decision creates excitement and tension. The game system features interactive game play with flexible initiative and variable turn length as well as extensive defensive player reaction ability. The game puts players in charge of all the famous Corps and Army leaders of the Franco Prussian war which are all rated for their individual leadership qualities and occasional unique characteristics like resistance to following orders.&#10;&#10;",
    "categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "image": "https://cf.geekdo-images.com/xZ6nI7Tds_KxBwvzbjNdXg__thumb/img/dZrKpFazS0J_jhi0VMT5zvcQS0s=/fit-in/200x150/filters:strip_icc()/pic2466915.jpg"
  },
  {
    "id": "11510",
    "name": "Robert at Bannockburn: The Battle of Bannockburn, 1314",
    "minPlayers": 2,
    "maxPlayers": 2,
    "playingTime": 0,
    "age": 12,
    "description": "Robert at Bannockburn is a simulation of the battle between the Scottish and English armies on 24 June 1314, during Scotland's war of independence. The Battle of Bannockburn was of great importance as the Scottish victory there brought an end to English military domination of the Scottish lowlands, and secured King Robert Bruce's claim to the throne of Scotland.&#10;&#10;Unit types in the game are: English infantry, Scottish schiltrom (pikemen), cavalry, English crossbow, English longbow, and Scottish shortbow. The game scale is approximately 70 yards per hex and 15 minutes per game-turn.&#10;&#10;In addition to being published as a seperate game, Robert at Bannockburn was also published as part of SPI's Great Medieval Battles Quadrigame.&#10;&#10;",
    "categories": [
      "Medieval",
      "Wargame"
    ],
    "mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "image": "https://cf.geekdo-images.com/bGpA-NG1_77Am-nETh07Vw__thumb/img/PPxMem-VElbbv3Qj98Ha1XjNEms=/fit-in/200x150/filters:strip_icc()/pic48702.jpg"
  },
  {
    "id": "680",
    "name": "Dune",
    "minPlayers": 2,
    "maxPlayers": 4,
    "playingTime": 90,
    "age": 10,
    "description": "This game should not be confused with the grail game Dune which has the same name (but is based on the book rather than the movie).&#10;&#10;Based on the movie, this version of Dune features photos of the stars on pawns divided into teams of three. Each character has its own strength and guile values. Players can move around the outer desert spaces to harvest monetary units of spice or can move around the inner castle spaces to build up strength. Players can use spice to buy random equipment cards, spice harvesters, or extra boosts of guile when under attack. Players can also invest in the craps-like commodity markets that pay off on certain dice rolls. The artwork is slick, the rules are relatively simple compared to AH's version, and games go fairly quickly since all fights are to the death.&#10;&#10;",
    "categories": [
      "Movies / TV / Radio theme",
      "Novel-based",
      "Science Fiction"
    ],
    "mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Player Elimination",
      "Roll / Spin and Move",
      "Take That"
    ],
    "image": "https://cf.geekdo-images.com/e75L4jslwgpHZXOUOltIxA__thumb/img/1nhHuvqBR3ch8OR88gAdzoj5Wyc=/fit-in/200x150/filters:strip_icc()/pic242509.jpg"
  },
  {
    "id": "397139",
    "name": "Pawlitics: Candidogs vs. Politicats",
    "minPlayers": 3,
    "maxPlayers": 5,
    "playingTime": 45,
    "age": 10,
    "description": "Get some treats for yourself!&#10;&#10;Pawlitics: Politicats vs. Candidogs / &#233;&#129;&#184;&#230;&#177;&#170;&#232;&#136;&#135;&#229;&#150;&#181;&#239;&#188;&#154;&#231;&#136;&#173;&#233;&#162;&#168;&#229;&#165;&#170;&#231;&#189;&#144; is a unique card management and negotiation game. In two upcoming elections in the Republic of Happy Pets, we will exercise some spin control and media framing to ensure the victory of our favored candidates. To become the most successful manipulator behind the elections, we'll try to alienate opponents from each other and form an alliance with you, accumulate treats, and avoid personal downfall as well,&#10;&#10;Players may draw cards from three decks in each round: Meow Party, Woof Party, and Media. The card effects include manipulating public opinion, taking treats from the Treasury or opponents, and gaining reputation. Additionally, public events such as corruption, fanaticism, and donations may occur as the game progresses, leading to voting phase of the election!&#10;&#10;Besides politicians forming cliques for private interest, the media may also bring &ldquo;surprises&rdquo; to us!  After you activate your card effects, other players may also activate their media cards, knocking you down while you are supported by public opinion. Will you be tarnished by allegations of embezzling treats from the Treasury, or overwhelmed by the extreme backlash from the public?&#10;&#10;During the voting phase of the election, players show their support for specific candidates by playing their cards facedown. After the votes are counted, players not only distribute substantial subsidies based on the elected candidates' political platform but also reveal the &quot;support cards&quot; they chose before the game started, showcasing their close relationship with the elected candidate and earning a significant amount of reputation!&#10;&#10;After two elections, the player with the most reputation and treats will be the most skilled manipulator! However, players must be cautious while they strive for influence and snatch treats, at the end of the game, the player with the lowest reputation will face more difficulty before winning!&#10;&#10;How will you incite others and secure your own interests? Pawlitics, the cunning and strategic animal election game. Challenges await you.&#10;&#10;&#228;&#190;&#134;&#228;&#187;&#189;&#231;&#189;&#144;&#231;&#189;&#144;&#229;&#144;&#167;&#239;&#188;&#129;&#10;&#227;&#128;&#138;&#233;&#129;&#184;&#230;&#177;&#170;&#232;&#136;&#135;&#229;&#150;&#181;&#239;&#188;&#154;&#231;&#136;&#173;&#233;&#162;&#168;&#229;&#165;&#170;&#231;&#189;&#144;&#239;&#188;&#129;&#227;&#128;&#139;&#230;&#152;&#175;&#228;&#184;&#128;&#230;&#172;&#190;&#231;&#178;&#190;&#229;&#183;&#167;&#231;&#154;&#132;&#230;&#137;&#139;&#231;&#137;&#140;&#231;&#174;&#161;&#231;&#144;&#134;&#232;&#136;&#135;&#232;&#171;&#135;&#229;&#136;&#164;&#229;&#141;&#154;&#229;&#165;&#149;&#233;&#129;&#138;&#230;&#136;&#178;&#227;&#128;&#130;&#229;&#156;&#168;&#229;&#191;&#171;&#230;&#168;&#130;&#229;&#175;&#181;&#231;&#137;&#169;&#229;&#156;&#139;&#229;&#141;&#179;&#229;&#176;&#135;&#232;&#136;&#137;&#232;&#161;&#140;&#231;&#154;&#132;&#229;&#133;&#169;&#229;&#160;&#180;&#233;&#129;&#184;&#232;&#136;&#137;&#228;&#184;&#173;&#239;&#188;&#140;&#230;&#136;&#145;&#229;&#128;&#145;&#229;&#176;&#135;&#229;&#184;&#182;&#229;&#139;&#149;&#233;&#162;&#168;&#229;&#144;&#145;&#227;&#128;&#129;&#230;&#147;&#141;&#228;&#189;&#156;&#229;&#170;&#146;&#233;&#171;&#148;&#228;&#190;&#134;&#232;&#174;&#147;&#230;&#156;&#137;&#229;&#136;&#169;&#230;&#150;&#188;&#232;&#135;&#170;&#229;&#183;&#177;&#231;&#154;&#132;&#229;&#128;&#153;&#233;&#129;&#184;&#228;&#186;&#186;&#231;&#149;&#182;&#233;&#129;&#184;&#239;&#188;&#140;&#229;&#144;&#140;&#230;&#153;&#130;&#230;&#139;&#137;&#230;&#148;&#143;&#229;&#146;&#140;&#230;&#140;&#145;&#230;&#146;&#165;&#229;&#133;&#182;&#228;&#187;&#150;&#231;&#142;&#169;&#229;&#174;&#182;&#227;&#128;&#129;&#231;&#180;&#175;&#231;&#169;&#141;&#231;&#189;&#144;&#231;&#189;&#144;&#228;&#184;&#166;&#233;&#129;&#191;&#229;&#133;&#141;&#232;&#135;&#170;&#229;&#183;&#177;&#232;&#186;&#171;&#230;&#149;&#151;&#229;&#144;&#141;&#232;&#163;&#130;&#239;&#188;&#140;&#229;&#165;&#189;&#230;&#136;&#144;&#231;&#130;&#186;&#229;&#175;&#181;&#231;&#137;&#169;&#229;&#156;&#139;&#233;&#129;&#184;&#230;&#136;&#176;&#228;&#184;&#173;&#230;&#156;&#128;&#229;&#144;&#141;&#229;&#136;&#169;&#233;&#155;&#153;&#230;&#148;&#182;&#231;&#154;&#132;&#229;&#185;&#149;&#229;&#190;&#140;&#230;&#147;&#141;&#231;&#155;&#164;&#230;&#137;&#139;&#239;&#188;&#129;&#10;&#10;&#230;&#175;&#143;&#229;&#155;&#158;&#229;&#144;&#136;&#228;&#184;&#173;&#239;&#188;&#140;&#231;&#142;&#169;&#229;&#174;&#182;&#229;&#143;&#175;&#228;&#187;&#165;&#232;&#135;&#170;&#229;&#150;&#181;&#230;&#180;&#190;&#227;&#128;&#129;&#230;&#177;&#170;&#230;&#180;&#190;&#227;&#128;&#129;&#229;&#170;&#146;&#233;&#171;&#148;&#231;&#173;&#137;3&#229;&#128;&#139;&#231;&#137;&#140;&#229;&#160;&#134;&#228;&#184;&#173;&#231;&#141;&#178;&#229;&#190;&#151;&#230;&#137;&#139;&#231;&#137;&#140;&#239;&#188;&#140;&#230;&#137;&#139;&#231;&#137;&#140;&#230;&#149;&#136;&#230;&#158;&#156;&#229;&#140;&#133;&#229;&#144;&#171;&#239;&#188;&#154;&#230;&#147;&#141;&#231;&#184;&#177;&#230;&#176;&#145;&#230;&#132;&#143;&#233;&#162;&#168;&#229;&#144;&#145;&#227;&#128;&#129;&#230;&#139;&#191;&#229;&#143;&#150;&#229;&#133;&#172;&#229;&#186;&#171;&#230;&#136;&#150;&#229;&#176;&#141;&#230;&#137;&#139;&#231;&#154;&#132;&#231;&#189;&#144;&#231;&#189;&#144;&#227;&#128;&#129;&#229;&#141;&#154;&#229;&#143;&#150;&#229;&#144;&#141;&#232;&#173;&#189;&#231;&#173;&#137;&#231;&#173;&#137;&#239;&#188;&#140;&#229;&#144;&#140;&#230;&#153;&#130;&#228;&#185;&#159;&#229;&#143;&#175;&#232;&#131;&#189;&#229;&#188;&#149;&#231;&#153;&#188;&#232;&#178;&#170;&#230;&#177;&#153;&#227;&#128;&#129;&#231;&#139;&#130;&#231;&#134;&#177;&#227;&#128;&#129;&#230;&#141;&#144;&#231;&#141;&#187;&#231;&#173;&#137;&#229;&#133;&#172;&#229;&#133;&#177;&#228;&#186;&#139;&#228;&#187;&#182;&#227;&#128;&#130;&#233;&#154;&#168;&#232;&#145;&#151;&#228;&#186;&#139;&#228;&#187;&#182;&#231;&#154;&#132;&#228;&#184;&#141;&#230;&#150;&#183;&#231;&#136;&#134;&#231;&#153;&#188;&#239;&#188;&#140;&#233;&#129;&#184;&#232;&#136;&#137;&#228;&#185;&#159;&#229;&#176;&#135;&#232;&#191;&#171;&#229;&#156;&#168;&#231;&#156;&#137;&#231;&#157;&#171;&#239;&#188;&#129;&#10;&#232;&#128;&#140;&#233;&#153;&#164;&#228;&#186;&#134;&#230;&#148;&#191;&#229;&#174;&#162;&#233;&#150;&#147;&#230;&#151;&#165;&#229;&#184;&#184;&#231;&#154;&#132;&#231;&#181;&#144;&#233;&#187;&#168;&#228;&#186;&#146;&#229;&#136;&#169;&#229;&#164;&#150;&#239;&#188;&#140;&#229;&#170;&#146;&#233;&#171;&#148;&#228;&#185;&#159;&#230;&#156;&#131;&#231;&#130;&#186;&#230;&#148;&#191;&#230;&#178;&#187;&#229;&#162;&#158;&#230;&#183;&#187;&#228;&#184;&#128;&#228;&#186;&#155;&#233;&#169;&#154;&#229;&#150;&#156;&#239;&#188;&#136;&#230;&#136;&#150;&#233;&#169;&#154;&#229;&#154;&#135;&#239;&#188;&#137;&#239;&#188;&#159;&#239;&#188;&#129;&#229;&#156;&#168;&#228;&#189;&#160;&#231;&#154;&#132;&#230;&#137;&#139;&#231;&#137;&#140;&#230;&#149;&#136;&#230;&#158;&#156;&#231;&#153;&#188;&#229;&#139;&#149;&#229;&#190;&#140;&#239;&#188;&#140;&#229;&#133;&#182;&#228;&#187;&#150;&#231;&#142;&#169;&#229;&#174;&#182;&#228;&#185;&#159;&#229;&#143;&#175;&#232;&#131;&#189;&#230;&#156;&#131;&#231;&#153;&#188;&#229;&#139;&#149;&#229;&#170;&#146;&#233;&#171;&#148;&#231;&#137;&#140;&#239;&#188;&#140;&#232;&#174;&#147;&#228;&#189;&#160;&#229;&#156;&#168;&#231;&#156;&#139;&#228;&#188;&#188;&#229;&#174;&#137;&#229;&#133;&#168;&#231;&#154;&#132;&#232;&#186;&#171;&#232;&#153;&#149;&#228;&#184;&#187;&#230;&#181;&#129;&#230;&#176;&#145;&#230;&#132;&#143;&#230;&#153;&#130;&#239;&#188;&#140;&#229;&#141;&#187;&#231;&#170;&#129;&#231;&#132;&#182;&#233;&#129;&#173;&#229;&#136;&#176;&#229;&#170;&#146;&#233;&#171;&#148;&#231;&#154;&#132;&#230;&#142;&#168;&#230;&#179;&#162;&#229;&#138;&#169;&#231;&#128;&#190;&#232;&#128;&#140;&#232;&#144;&#189;&#228;&#184;&#139;&#230;&#135;&#184;&#229;&#180;&#150;&#239;&#188;&#129;&#228;&#189;&#160;&#229;&#176;&#135;&#230;&#156;&#131;&#232;&#131;&#140;&#228;&#184;&#138;&#229;&#156;&#139;&#229;&#186;&#171;&#230;&#142;&#143;&#231;&#169;&#186;&#230;&#161;&#136;&#231;&#154;&#132;&#230;&#177;&#161;&#229;&#144;&#141;&#227;&#128;&#129;&#230;&#136;&#150;&#230;&#152;&#175;&#232;&#191;&#142;&#228;&#190;&#134;&#230;&#165;&#181;&#231;&#171;&#175;&#230;&#176;&#145;&#230;&#132;&#143;&#231;&#154;&#132;&#231;&#139;&#130;&#231;&#134;&#177;&#229;&#143;&#141;&#230;&#146;&#178;&#229;&#145;&#162;&#239;&#188;&#159;&#10;&#10;&#229;&#156;&#168;&#229;&#164;&#167;&#233;&#129;&#184;&#233;&#154;&#142;&#230;&#174;&#181;&#230;&#138;&#149;&#231;&#165;&#168;&#230;&#153;&#130;&#239;&#188;&#140;&#231;&#142;&#169;&#229;&#174;&#182;&#228;&#187;&#165;&#230;&#154;&#151;&#229;&#135;&#186;&#230;&#137;&#139;&#231;&#137;&#140;&#231;&#154;&#132;&#230;&#150;&#185;&#229;&#188;&#143;&#232;&#161;&#168;&#233;&#129;&#148;&#229;&#176;&#141;&#229;&#128;&#153;&#233;&#129;&#184;&#228;&#186;&#186;&#231;&#154;&#132;&#230;&#148;&#175;&#230;&#140;&#129;&#227;&#128;&#130;&#233;&#150;&#139;&#231;&#165;&#168;&#229;&#190;&#140;&#233;&#153;&#164;&#228;&#186;&#134;&#228;&#190;&#157;&#231;&#133;&#167;&#231;&#149;&#182;&#233;&#129;&#184;&#232;&#128;&#133;&#231;&#154;&#132;&#230;&#148;&#191;&#232;&#166;&#139;&#239;&#188;&#140;&#229;&#136;&#134;&#233;&#133;&#141;&#229;&#164;&#167;&#231;&#173;&#134;&#232;&#163;&#156;&#229;&#138;&#169;&#230;&#172;&#190;&#233;&#160;&#133;&#229;&#164;&#150;&#239;&#188;&#140;&#231;&#142;&#169;&#229;&#174;&#182;&#228;&#185;&#159;&#229;&#143;&#175;&#229;&#133;&#172;&#233;&#150;&#139;&#233;&#129;&#138;&#230;&#136;&#178;&#233;&#150;&#139;&#229;&#167;&#139;&#229;&#137;&#141;&#230;&#140;&#145;&#233;&#129;&#184;&#231;&#154;&#132;&#227;&#128;&#140;&#230;&#148;&#175;&#230;&#140;&#129;&#231;&#137;&#140;&#227;&#128;&#141;&#239;&#188;&#140;&#229;&#189;&#176;&#233;&#161;&#175;&#232;&#135;&#170;&#229;&#183;&#177;&#232;&#136;&#135;&#231;&#149;&#182;&#233;&#129;&#184;&#232;&#128;&#133;&#231;&#154;&#132;&#229;&#165;&#189;&#228;&#186;&#164;&#230;&#131;&#133;&#239;&#188;&#140;&#231;&#141;&#178;&#229;&#190;&#151;&#229;&#164;&#167;&#233;&#135;&#143;&#229;&#144;&#141;&#232;&#173;&#189;&#239;&#188;&#129;&#10;&#229;&#133;&#169;&#230;&#172;&#161;&#233;&#129;&#184;&#232;&#136;&#137;&#233;&#129;&#142;&#229;&#190;&#140;&#239;&#188;&#140;&#229;&#176;&#135;&#229;&#138;&#160;&#231;&#184;&#189;&#229;&#144;&#141;&#232;&#173;&#189;&#232;&#136;&#135;&#231;&#189;&#144;&#231;&#189;&#144;&#239;&#188;&#140;&#230;&#177;&#186;&#229;&#174;&#154;&#232;&#170;&#176;&#230;&#152;&#175;&#230;&#156;&#128;&#229;&#142;&#178;&#229;&#174;&#179;&#231;&#154;&#132;&#230;&#147;&#141;&#231;&#155;&#164;&#230;&#137;&#139;&#239;&#188;&#129;&#228;&#189;&#134;&#229;&#138;&#170;&#229;&#138;&#155;&#231;&#136;&#173;&#229;&#143;&#150;&#233;&#162;&#168;&#229;&#144;&#145;&#227;&#128;&#129;&#230;&#144;&#182;&#229;&#165;&#170;&#231;&#189;&#144;&#231;&#189;&#144;&#231;&#154;&#132;&#229;&#144;&#140;&#230;&#153;&#130;&#228;&#185;&#159;&#232;&#166;&#129;&#230;&#179;&#168;&#230;&#132;&#143;&#239;&#188;&#140;&#233;&#129;&#138;&#230;&#136;&#178;&#231;&#181;&#130;&#231;&#155;&#164;&#230;&#153;&#130;&#239;&#188;&#140;&#229;&#144;&#141;&#232;&#173;&#189;&#230;&#156;&#128;&#228;&#189;&#142;&#231;&#154;&#132;&#231;&#142;&#169;&#229;&#174;&#182;&#230;&#156;&#131;&#233;&#129;&#173;&#231;&#156;&#190;&#228;&#186;&#186;&#229;&#148;&#190;&#230;&#163;&#132;&#239;&#188;&#140;&#230;&#152;&#175;&#230;&#155;&#180;&#233;&#155;&#163;&#231;&#141;&#178;&#229;&#139;&#157;&#231;&#154;&#132;&#229;&#148;&#183;&#239;&#188;&#129;&#10;&#10;&#228;&#189;&#160;&#229;&#176;&#135;&#229;&#166;&#130;&#228;&#189;&#149;&#231;&#133;&#189;&#229;&#139;&#149;&#228;&#187;&#150;&#228;&#186;&#186;&#227;&#128;&#129;&#232;&#166;&#143;&#229;&#138;&#131;&#232;&#135;&#170;&#229;&#183;&#177;&#231;&#154;&#132;&#229;&#136;&#169;&#231;&#155;&#138;&#229;&#145;&#162;&#239;&#188;&#159;&#230;&#151;&#162;&#229;&#152;&#180;&#231;&#160;&#178;&#229;&#143;&#136;&#229;&#191;&#131;&#230;&#169;&#159;&#231;&#154;&#132;&#229;&#139;&#149;&#231;&#137;&#169;&#233;&#129;&#184;&#230;&#136;&#176;&#227;&#128;&#138;&#233;&#129;&#184;&#230;&#177;&#170;&#232;&#136;&#135;&#229;&#150;&#181;&#239;&#188;&#154;&#231;&#136;&#173;&#233;&#162;&#168;&#229;&#165;&#170;&#231;&#189;&#144;&#239;&#188;&#129;&#227;&#128;&#139;&#239;&#188;&#140;&#231;&#173;&#137;&#228;&#189;&#160;&#228;&#190;&#134;&#230;&#140;&#145;&#230;&#136;&#176;&#239;&#188;&#129;&#10;&#10;",
    "categories": [
      "Negotiation",
      "Party Game",
      "Political"
    ],
    "mechanics": [
      "Card Play Conflict Resolution",
      "Multi-Use Cards",
      "Voting"
    ],
    "image": "https://cf.geekdo-images.com/fpfkvmLE1eewL8TXk3Iy0w__thumb/img/F1MI-qOV241FWct8_Ay-n4084ok=/fit-in/200x150/filters:strip_icc()/pic7752358.jpg"
  },
  {
    "id": "389674",
    "name": "Bansan",
    "minPlayers": 1,
    "maxPlayers": 5,
    "playingTime": 50,
    "age": 10,
    "description": "Be a market vendor in Bansan, a lively game inspired by the  multisensory experience of a bustling wet market in Penang. You'll need to &quot;bao ka liao&quot;&mdash;deal with fellow vendors, wholesalers, and customers; buy and sell ingredients; cook and serve hawker stall fare; keep the waste bins from overflowing; and navigate a myriad of events that changes up every game you play.&#10;&#10;Each player is a vendor renting market stalls while running a hawker food business in a bansan. On your turn, you will stock produce from the wholesale supply into market stalls, then take 2 actions from 3 options:&#10;&#10;&#10;     BUY produce from other vendors or your wholesaler&#10;     SELL produce to online customers&#10;     EMPTY a waste bin &#10;&#10;&#10;Just like in local Asian markets, bargain at anytime to negotiate the best deals from other vendors. Then complete shopping lists of ingredients to make a variety of hawker food for your customers. The vendor who has earned the most money at game end wins!&#10;&#10;There's also the Sendiri Mode - a solo way to play Bansan, and the Kenduri Mode - when the market gets a big order to host a feast!&#10;&#10;Juggle the multiple roles of a vendor to win the title of &quot;Bos Bansan!&quot; Even if you get out-vended, you are guaranteed a taste of the chaos and excitement of local market culture in Malaysia!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "categories": [
      "Economic",
      "Educational",
      "Environmental",
      "Negotiation"
    ],
    "mechanics": [
      "Action Points",
      "Events",
      "Market",
      "Multi-Use Cards",
      "Negotiation",
      "Ownership",
      "Set Collection"
    ],
    "image": "https://cf.geekdo-images.com/8ZKyu62W_hOC__qFy0m1Fg__thumb/img/VZkftmV-iSQUiMt_TuueNG7H2Zw=/fit-in/200x150/filters:strip_icc()/pic7538312.jpg"
  },
  {
    "id": "175516",
    "name": "MoonQuake Escape",
    "minPlayers": 2,
    "maxPlayers": 6,
    "playingTime": 60,
    "age": 10,
    "description": "HOOK: The movies Alien and Escape from Alcatraz meet 3-Card Monte meet the spin cycle of your washing machine!&#10;HOOK: Only the player with the best Plan B will Escape because Plan A never survives the MoonQuake!&#10;&#10;In MoonQuake Escape, get ready to face the challenges of the spinning, changing 3D surface of the doomed prison planet of Zartaclaton. A massive MoonQuake grants you sudden freedom from your captivity, but there's only one way to Escape--the last rescue rocket, and you need to reach it before the other players.  Use the rotating and revolving 3D moon to gather charges and decide which actions will best meet your goal: finding and stopping others players, readying or stealing key equipment, or finding better ways to hide.  Along the treacherous journey, watch out for shifting and dangerous terrain, out of control defenses, and a relentless prison guard that are out to end your sentence--for life!&#10;&#10;Finding and stopping the other players is your best plan, but each is hiding amongst decoys and traps.  Player interaction focuses on a risk fraught variation of the classic 3-card Monte combined with a thematic &quot;Bluffing&quot; component that completely reverses the &quot;Take That&quot; mechanic.  Can you use protective shields to lure opponents into picking the wrong hiding spot and keep your own plan from backfiring?  Reach the rocket and prepare for a climactic battle--will you be prepared to capitalize on unexpected turn of events? Be the first to launch during the MoonQuake and you've Escaped the competition!&#10;&#10;",
    "categories": [
      "Bluffing",
      "Card Game",
      "Science Fiction"
    ],
    "mechanics": [
      "Action Points",
      "Grid Movement",
      "Modular Board"
    ],
    "image": "https://cf.geekdo-images.com/S48n6sA2U93zwrKDdXKkfw__thumb/img/w1IrqbOXxzyjc99CRxea_dQCRfc=/fit-in/200x150/filters:strip_icc()/pic2829035.jpg"
  }
]
